[options]

version: 1.429
file_version: 1.429
project_name: "buf.cds"
library_folder: "d:\works\projects\lib"
full_library_folder: "?\lib\footprints"
CAM_folder: ""
netlist_completed: "0"
bom_options: "721056"
page_number: "0"
parent_index: "2"
alignment: 0.70
partlist_size_x: "636"
partlist_size_y: "129"
partlist_pos_x: "115"
partlist_pos_y: "80"
partlist_col_w: "960223292"
netlist_file_path: "D:\Works\Projects\Niconson electronics\Luminex\version-01\related_files\CDS_netlist\Luminex-01.fpc"
pcb_name: "Luminex-01.fpc" 3
netlist_format: 0
page_mirror_mask: 0
default_font: 11
default_node_width: -700000
autosave_interval: 60
m_client_rect_left: 0
m_client_rect_right: 1343
m_client_rect_bottom: 670
m_client_rect_top: 0
m_org_x: -232912
m_org_y: -142218
m_scale_factor: 721523
m_attr_size: 1000000 100000 1000000 100000 1000000 100000 1000000 100000 1000000 100000 1000000 100000
m_user_scale: 1.0000000000
units: MM

m_sel_mask: -1
m_visible_layers: 524283
m_top_layer: 8
m_grid_style: 0
visible_grid_spacing: 2000000.000000
  visible_grid_item: 20mil
  visible_grid_item: 50mil
  visible_grid_item: 100mil
  visible_grid_item: 125mil
  visible_grid_item: 200mil
  visible_grid_item: 250mil
  visible_grid_item: 400mil
  visible_grid_item: 500mil
  visible_grid_item: 1000mil
  visible_grid_item: 0.5mm
  visible_grid_item: 0.65mm
  visible_grid_item: 0.95mm
  visible_grid_item: 1mm
  visible_grid_item: 1.27mm
  visible_grid_item: 2mm
  visible_grid_item: 2.5mm
  visible_grid_item: 4mm
  visible_grid_item: 5mm
  visible_grid_item: 10mm
  visible_grid_item: 20mm
  visible_grid_item: 25mm
  visible_grid_item: 40mm
  visible_grid_item: 50mm
  visible_grid_item: 100mm

polyline_grid_spacing: 500000.000000
  placement_grid_item: 5mil
  placement_grid_item: 10mil
  placement_grid_item: 20mil
  placement_grid_item: 25mil
  placement_grid_item: 40mil
  placement_grid_item: 50mil
  placement_grid_item: 100mil
  placement_grid_item: 200mil
  placement_grid_item: 250mil
  placement_grid_item: 400mil
  placement_grid_item: 500mil
  placement_grid_item: 1000mil
  placement_grid_item: 0.001mm
  placement_grid_item: 0.01mm
  placement_grid_item: 0.1mm
  placement_grid_item: 0.2mm
  placement_grid_item: 0.25mm
  placement_grid_item: 0.4mm
  placement_grid_item: 0.5mm
  placement_grid_item: 0.65mm
  placement_grid_item: 0.95mm
  placement_grid_item: 1mm
  placement_grid_item: 1.27mm
  placement_grid_item: 2mm
  placement_grid_item: 2.5mm
  placement_grid_item: 4mm
  placement_grid_item: 5mm
  placement_grid_item: 10mm

text_grid_spacing: 100000.000000
  text_grid_item: 0.1mil
  text_grid_item: 0.5mil
  text_grid_item: 1mil
  text_grid_item: 2mil
  text_grid_item: 2.5mil
  text_grid_item: 3.33330709mil
  text_grid_item: 4mil
  text_grid_item: 5mil
  text_grid_item: 6.665mil
  text_grid_item: 10mil
  text_grid_item: 12.5mil
  text_grid_item: 16.665mil
  text_grid_item: 20mil
  text_grid_item: 25mil
  text_grid_item: 40mil
  text_grid_item: 50mil
  text_grid_item: 0.000001mm
  text_grid_item: 0.001mm
  text_grid_item: 0.01mm
  text_grid_item: 0.02mm
  text_grid_item: 0.04mm
  text_grid_item: 0.05mm
  text_grid_item: 0.1mm
  text_grid_item: 0.2mm
  text_grid_item: 0.25mm
  text_grid_item: 0.4mm
  text_grid_item: 0.5mm
  text_grid_item: 1mm

snap_angle: 45

m_seg_clearance: 640080
polyline_width: 200000
text_height: 200000
min_text_stroke_width: 100000
highlight_width: 127000
cam_flags: 262113
cam_layers: 8191
cam_units: 1

report_options: 0
drc_check_unrouted: 0
drc_part_attr_to_attr: 100000
drc_part_attr_to_poly: 100000
drc_pin_attr_to_attr: 254000
drc_pin_attr_to_poly: 254000

default_polyline_width:0.18mm
n_additional_layers: 4
m_pdf_font_i: 22
m_pdf_margin: 0.01
pdf_checking: 1026
  layer_info: "перемещение" 0 130 130 130 1
  layer_info: "фон доски" 1 178 178 178 1
  layer_info: "видимая сетка" 2 22 22 22 0
  layer_info: "подсветка" 3 255 255 0 1
  layer_info: "метки (DRC)" 4 0 255 128 1
  layer_info: "безхозный" 5 255 0 0 1
  layer_info: "корпусный" 6 233 233 233 1
  layer_info: "текст обозн." 7 192 192 192 1
  layer_info: "линни пинов" 8 0 255 128 1
  layer_info: "имена пинов" 9 0 255 128 1
  layer_info: "линни цепей" 10 164 190 255 1
  layer_info: "имена цепей" 11 255 0 0 1
  layer_info: "футпринты" 12 255 132 132 1
  layer_info: "названия" 13 255 255 255 1
  layer_info: "описания" 14 0 64 0 1
  layer_info: "фронтальный" 15 255 255 255 1
  layer_info: "поверхностный" 16 0 255 0 1
  layer_info: "невидимый" 17 0 0 0 1
  layer_info: "фоновый" 18 128 128 255 1
  layer_info: "контурный" 19 0 115 60 0
  layer_info: "медный" 20 40 165 90 0
  layer_info: "защитный" 21 196 196 196 0
  layer_info: "фрезерный" 22 237 205 178 0
  layer_info: "шёлковый" 23 253 251 252 0
  layer_info: "чертёжный" 24 159 45 156 0
  layer_info: "текстовый" 25 250 250 250 0
  layer_info: "вёрсточный" 26 250 250 250 0
  layer_info: "механический" 27 250 250 250 0
  layer_info: "линейный" 28 250 250 250 0
  layer_info: "резервный" 29 250 250 250 0
  layer_info: "запасной" 30 250 250 250 0
  layer_info: "undefined" 31 250 250 250 0

  pdf_layer_info: "перемещение" 0 255 255 255 0
  pdf_layer_info: "фон доски" 1 255 255 255 0
  pdf_layer_info: "видимая сетка" 2 255 255 255 0
  pdf_layer_info: "подсветка" 3 255 255 255 0
  pdf_layer_info: "метки (DRC)" 4 0 0 0 1
  pdf_layer_info: "безхозный" 5 0 0 0 1
  pdf_layer_info: "корпусный" 6 79 79 79 1
  pdf_layer_info: "текст обозн." 7 0 0 166 1
  pdf_layer_info: "линни пинов" 8 0 0 0 1
  pdf_layer_info: "имена пинов" 9 0 0 0 1
  pdf_layer_info: "линни цепей" 10 0 0 64 1
  pdf_layer_info: "имена цепей" 11 0 0 0 1
  pdf_layer_info: "футпринты" 12 166 0 0 1
  pdf_layer_info: "названия" 13 0 0 0 1
  pdf_layer_info: "описания" 14 0 0 0 1
  pdf_layer_info: "фронтальный" 15 0 0 0 1
  pdf_layer_info: "поверхностный" 16 127 127 127 1
  pdf_layer_info: "невидимый" 17 254 254 254 1
  pdf_layer_info: "фоновый" 18 164 164 164 1
  pdf_layer_info: "контурный" 19 255 255 0 1
  pdf_layer_info: "медный" 20 0 0 0 1
  pdf_layer_info: "защитный" 21 21 30 189 1
  pdf_layer_info: "фрезерный" 22 237 205 178 1
  pdf_layer_info: "шёлковый" 23 198 125 167 1
  pdf_layer_info: "чертёжный" 24 159 45 156 1
  pdf_layer_info: "текстовый" 25 250 250 250 0
  pdf_layer_info: "вёрсточный" 26 250 250 250 0
  pdf_layer_info: "механический" 27 250 250 250 0
  pdf_layer_info: "линейный" 28 250 250 250 0
  pdf_layer_info: "резервный" 29 250 250 250 0
  pdf_layer_info: "запасной" 30 250 250 250 0
  pdf_layer_info: "undefined" 31 255 255 255 0

m_bom_colors: 0 0 0 155 155 155 0 0 0 166 166 166 255 255 111 0 0 255 140 140 140
  merge: "Merge-1"
  merge: "Merge-2"
  merge: "Merge-3"
  ref_list: "RefList-1"

[graphics]

rename_page: "Luminex-01 - принципиальная схема"
bmp_src: "D:\Works\Projects\Niconson electronics\Luminex\version-01\related_files\pictures\00001.PIC"
n_pins: 1
rectangle: -24094520 114212007 -21384600 115787994
ref_des: "X16" -26300000 114400000 7 0 1000001 100001 -1 -1 11 65
footprint_name: "Pad2x2" -26350800 112949999 12 0 0 0 -1 -1 11 1
outline: 4 5 18 180000 -1 -1 -1 0
  corner: 1 -23306526 114327407 2 0
  corner: 2 -22633933 115000000 2 0
  corner: 3 -23306526 115672594 2 0
  corner: 4 -23979120 115000000 2 0

polyline: 2 5 16 180000 -1 -1 -1 0
  corner: 1 -23935000 115596947 0 0
  corner: 2 -22685000 114346947 0 0

polyline: 2 5 8 180000 -1 -1 -1 0
  corner: 1 -22633933 115000000 0 0
  corner: 2 -21500000 115000000 0 1
pin_name: "1" -22133933 115450000 9 0 0 0 -1 -1 11 1

part_end

n_pins: 1
rectangle: -24094520 111712007 -21384600 113287994
ref_des: "X17" -26299933 111900000 7 0 1000001 100001 -1 -1 11 65
footprint_name: "Pad2x2" -26349463 110449999 12 0 0 0 -1 -1 11 1
outline: 4 5 18 180000 -1 -1 -1 0
  corner: 1 -23306526 111827407 2 0
  corner: 2 -22633933 112500000 2 0
  corner: 3 -23306526 113172594 2 0
  corner: 4 -23979120 112500000 2 0

polyline: 2 5 16 180000 -1 -1 -1 0
  corner: 1 -23935000 113096947 0 0
  corner: 2 -22685000 111846947 0 0

polyline: 2 5 8 180000 -1 -1 -1 0
  corner: 1 -22633933 112500000 0 0
  corner: 2 -21500000 112500000 0 1
pin_name: "1" -22133933 112950000 9 0 0 0 -1 -1 11 1

part_end

n_pins: 1
rectangle: 26750667 101712007 29460587 103287994
ref_des: "X12" 29900000 102040000 7 0 1000001 100001 -1 -1 11 73
footprint_name: "Pad2x2" 31619580 100589999 12 0 0 0 -1 -1 11 9
outline: 4 5 18 180000 -1 -1 -1 0
  corner: 1 28672593 101827407 1 0
  corner: 2 28000000 102500000 1 0
  corner: 3 28672593 103172594 1 0
  corner: 4 29345187 102500000 1 0

polyline: 2 5 16 180000 -1 -1 -1 0
  corner: 1 29301067 103096947 0 0
  corner: 2 28051067 101846947 0 0

polyline: 2 5 8 180000 -1 -1 -1 0
  corner: 1 28000000 102500000 0 0
  corner: 2 26866067 102500000 0 1
pin_name: "1" 27300000 102950000 9 0 0 0 -1 -1 11 9

part_end

n_pins: 1
rectangle: 26750667 98712007 29460587 100287994
ref_des: "X13" 29900000 99010000 7 0 1000001 100001 -1 -1 11 73
footprint_name: "Pad2x2" 31576400 97559999 12 0 0 0 -1 -1 11 9
outline: 4 5 18 180000 -1 -1 -1 0
  corner: 1 28672593 98827407 1 0
  corner: 2 28000000 99500000 1 0
  corner: 3 28672593 100172594 1 0
  corner: 4 29345187 99500000 1 0

polyline: 2 5 16 180000 -1 -1 -1 0
  corner: 1 29301067 100096947 0 0
  corner: 2 28051067 98846947 0 0

polyline: 2 5 8 180000 -1 -1 -1 0
  corner: 1 28000000 99500000 0 0
  corner: 2 26866067 99500000 0 1
pin_name: "1" 27300000 99950000 9 0 0 0 -1 -1 11 9

part_end

n_pins: 2
rectangle: 59384600 54951139 67049498 57264715
ref_des: "R1" 62555160 59218000 7 0 1000001 100001 -1 -1 11 65
footprint_name: "0603" 62504360 56317998 12 0 0 0 -1 -1 2 1
part_value: "100R" 62555160 57767999 13 0 1000001 100001 -1 -1 11 1
outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 65751791 57149263 0 0
  corner: 2 60682601 57149315 0 0
  corner: 3 60682601 55066539 0 0
  corner: 4 65751572 55066542 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 65751572 56107920 0 0
  corner: 2 66934098 56107921 0 1
pin_name: "1" 66781268 55344181 9 90 0 0 -1 -1 2 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 60682532 56107920 0 0
  corner: 2 59500000 56107920 0 1
pin_name: "2" 59173968 55344180 9 90 0 0 -1 -1 2 9

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 64250000 56607920 0 0
  corner: 2 63000000 55607921 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 63500000 56607920 0 0
  corner: 2 62250000 55607921 0 0

part_end

n_pins: 6
rectangle: 97542842 59992520 109773642 67723320
ref_des: "D3" 98958000 71507000 7 0 1000001 100001 -1 -1 11 65
footprint_name: "SOT-23-6" 98958000 68606998 12 0 1000001 100001 -1 -1 11 1
part_value: "TTP223-BA6" 98958000 70056999 13 0 1000001 100001 -1 -1 11 1
outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 98658242 60107920 0 0
  corner: 2 98658242 67607920 0 0
  corner: 3 108658242 67607920 0 0
  corner: 4 108658242 60107920 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 98658242 66357920 0 0
  corner: 2 97658242 66357920 0 1
pin_name: "1" 97391542 67107920 9 0 1000001 100001 -1 -1 11 9
description: "Q" 99558242 65907920 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 98658242 63857920 0 0
  corner: 2 97658242 63857920 0 1
pin_name: "2" 97174372 64607920 9 0 1000001 100001 -1 -1 11 9
description: "VSS" 99558242 63407920 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 98658242 61357920 0 0
  corner: 2 97658242 61357920 0 1
pin_name: "3" 97217552 62107920 9 0 1000001 100001 -1 -1 11 9
description: "I" 99558242 60907920 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 15 180000 -1 -1 -1 0
  corner: 1 109658242 61357920 0 0
  corner: 2 108658242 61357920 0 0
pin_name: "4" 109658242 62107920 9 0 1000001 100001 -1 -1 11 1
description: "AHLB" 105458242 60907920 14 0 1000001 100001 -1 -1 11 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 109658242 63857920 0 1
  corner: 2 108658242 63857920 0 0
pin_name: "5" 109658242 64607920 9 0 1000001 100001 -1 -1 11 1
description: "VDD" 106151282 63407920 14 0 1000001 100001 -1 -1 11 9

polyline: 2 0 15 180000 -1 -1 -1 0
  corner: 1 109658242 66357920 0 0
  corner: 2 108658242 66357920 0 0
pin_name: "6" 109658242 67107920 9 0 1000001 100001 -1 -1 11 1
description: "TOG" 106238252 65907920 14 0 1000001 100001 -1 -1 11 9

outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 102408242 60107920 0 0
  corner: 2 102408242 67607920 0 0
  corner: 3 104908242 67607920 0 0
  corner: 4 104908242 60107920 0 0
description: "^ '|LINK: https://www.platan.ru/cgi-bin/qwery.pl/id=2015691717'|page_number: 1" 103200000 60700000 14 0 1000000 100000 -1 -1 11 1

part_end

n_pins: 2
rectangle: 82792842 50742520 87023642 53973320
ref_des: "C2" 87615000 52633000 7 0 1000001 100001 -1 -1 11 73
footprint_name: "0603" 88750380 49732998 12 0 0 0 -1 -1 2 9
part_value: "0.1uF" 87615000 51182999 13 0 1000001 100001 -1 -1 11 1
polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 84908242 52857920 0 0
  corner: 2 84908242 53857920 0 1
pin_name: "2" 84158672 53807400 9 0 0 0 -1 -1 2 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 84908242 51857920 0 0
  corner: 2 84908242 50857920 0 1
pin_name: "1" 84158672 51556960 9 0 0 0 -1 -1 2 9

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 86908242 52857920 0 0
  corner: 2 82908242 52857920 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 86908242 51857920 0 0
  corner: 2 82908242 51857920 0 0

part_end

n_pins: 2
rectangle: 72917842 74570290 79648642 79551874
ref_des: "HL2" 79574000 75221000 7 360 1000001 100001 -1 -1 11 65
footprint_name: "LED0805" 79574000 72320998 12 360 1000001 100001 -1 -1 11 1
part_value: "Белый" 79574000 73770999 13 360 1000001 100001 -1 -1 11 1
polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 73033242 77107919 0 1
  corner: 2 75283242 77107919 0 0
pin_name: "1" 73058242 77707920 9 0 1000001 100001 -1 -1 11 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 77283242 77107919 0 0
  corner: 2 79533242 77107920 0 1
pin_name: "2" 79258242 77707920 9 0 1000001 100001 -1 -1 11 1

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 77238918 78034292 0 0
  corner: 2 77238918 76181475 0 0

outline: 3 0 6 180000 -1 -1 -1 0
  corner: 1 75312496 76181475 0 0
  corner: 2 77238918 77107919 0 0
  corner: 3 75312496 78034291 0 0

outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 73937839 77061085 1 0
  corner: 2 76313226 79436474 1 0
  corner: 3 78688623 77061077 1 0
  corner: 4 76313234 74685690 1 0

part_end

n_pins: 0
rectangle: -39742158 -6292480 170558642 142008320
ref_des: "Frame3" 161848242 136697920 7 0 0 0 -1 -1 2 1217
footprint_name: "PART" 161848242 136697920 12 0 0 0 -1 -1 11 1
part_value: "A3" 161848242 135242921 13 0 0 0 -1 -1 2 129
polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 -32841758 118357920 0 0
  corner: 2 -32841758 79857920 0 0

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 -35591758 68857920 0 0
  corner: 2 -35591758 -3642080 0 0

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 -32841758 68857920 0 0
  corner: 2 -32841758 -3642080 0 0

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 -35591758 118357920 0 0
  corner: 2 -35591758 79857920 0 0

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 -35591758 118357920 0 0
  corner: 2 -29591758 118357920 0 0

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 -35591758 79857920 0 0
  corner: 2 -29591758 79857920 0 0
description: "Справ. №" -33711758 85607920 14 270 1000000 110000 -1 -1 11 257

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 -35591758 68857920 0 0
  corner: 2 -29591758 68857920 0 0

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 -35591758 51357920 0 0
  corner: 2 -29591758 51357920 0 0
description: "Инв. № дубл" -33711758 55007920 14 270 1000000 110000 -1 -1 11 257

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 -35591758 38857920 0 0
  corner: 2 -29591758 38857920 0 0
description: "Подп. и дата" -33711758 40207920 14 270 1000000 110000 -1 -1 11 257

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 -35591758 26357920 0 0
  corner: 2 -29591758 26357920 0 0
description: "Взам. инв. №" -33711758 27957920 14 270 1000000 110000 -1 -1 11 257

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 -35591758 8857920 0 0
  corner: 2 -29591758 8857920 0 0
description: "Подп. и дата" -33711758 12857920 14 270 1000000 110000 -1 -1 11 257

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 -35591758 98537920 0 0
  corner: 2 -29591758 98537920 0 0
description: "Перв. примен." -33711758 102787920 14 270 1000000 110000 -1 -1 11 257

outline: 4 0 15 250000 -1 -1 -1 0
  corner: 1 -29591758 -3642080 0 0
  corner: 2 -29591758 139357920 0 0
  corner: 3 167908242 139357920 0 0
  corner: 4 167908242 -3642080 0 0

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 -35591758 -3642080 0 0
  corner: 2 -29591758 -3642080 0 0
description: "Инв. № подл." -33711758 -1742080 14 270 1000000 110000 -1 -1 11 257

polyline: 3 0 15 250000 -1 -1 -1 0
  corner: 1 -29591758 132107920 0 0
  corner: 2 4408242 132107920 0 0
  corner: 3 4408242 139357920 0 0
description: "Luminex-01'|path: 0'|name: 1'|pcb_flag: 0'|extention: 0'|length: 99'|make_lower: 0'|command: PATH" 338570 137157719 14 180 3000001 250001 -1 -1 11 1

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 83908242 23857920 0 0
  corner: 2 83908242 -3642080 0 0

polyline: 3 0 15 250000 -1 -1 -1 0
  corner: 1 75408242 -3642080 0 0
  corner: 2 75408242 23857920 0 0
  corner: 3 167908242 23857920 0 0
description: "Luminex-01'|path: 0'|name: 1'|pcb_flag:0'|extention: 0'|length: 99'|make_lower: 0'|command: PATH" 126558242 18857920 14 0 3000000 250000 -1 -1 11 1

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 78908242 23857920 0 0
  corner: 2 78908242 11357920 0 0

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 95408242 23857920 0 0
  corner: 2 95408242 -3642080 0 0

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 102908242 23857920 0 0
  corner: 2 102908242 -3642080 0 0

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 107908242 23857920 0 0
  corner: 2 107908242 -3642080 0 0
description: "Схема электрическая принципиальная" 109900000 5900000 14 0 1500001 120001 -1 -1 11 1

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 142908242 16357920 0 0
  corner: 2 142908242 -3642080 0 0
description: "ООО МИКРОНИКС" 146158242 -892080 14 0 2200000 200000 -1 -1 11 1

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 150408242 16357920 0 0
  corner: 2 150408242 6607920 0 0
description: "Масса" 152908242 14607920 14 0 1000000 110000 -1 -1 11 1

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 158908242 16357920 0 0
  corner: 2 158908242 6607920 0 0
description: "Масштаб" 160658242 14607920 14 0 1000000 110000 -1 -1 11 1

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 142908242 6607920 0 0
  corner: 2 167908242 6607920 0 0
description: "Лист    1" 145358242 4762920 14 0 1000000 110000 -1 -1 11 1

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 107908242 3857920 0 0
  corner: 2 167908242 3857920 0 0

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 152908242 6607920 0 0
  corner: 2 152908242 3857920 0 0
description: "Листов    1" 156108242 4762920 14 0 1000000 110000 -1 -1 11 1

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 142908242 13857920 0 0
  corner: 2 167908242 13857920 0 0

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 107908242 16357920 0 0
  corner: 2 167908242 16357920 0 0

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 75408242 11357920 0 0
  corner: 2 107908242 11357920 0 0

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 75408242 13857920 0 0
  corner: 2 107908242 13857920 0 0

polyline: 2 0 15 50000 -1 -1 -1 0
  corner: 1 75408242 8887920 0 0
  corner: 2 107908242 8887920 0 0

polyline: 2 0 15 50000 -1 -1 -1 0
  corner: 1 75408242 6357920 0 0
  corner: 2 107908242 6357920 0 0

polyline: 2 0 15 50000 -1 -1 -1 0
  corner: 1 75408242 3857920 0 0
  corner: 2 107908242 3857920 0 0

polyline: 2 0 15 50000 -1 -1 -1 0
  corner: 1 75408242 1357920 0 0
  corner: 2 107908242 1357920 0 0

polyline: 2 0 15 50000 -1 -1 -1 0
  corner: 1 75408242 -1142080 0 0
  corner: 2 107908242 -1142080 0 0

polyline: 2 0 15 50000 -1 -1 -1 0
  corner: 1 75408242 16357920 0 0
  corner: 2 107908242 16357920 0 0

polyline: 2 0 15 50000 -1 -1 -1 0
  corner: 1 75408242 18857920 0 0
  corner: 2 107908242 18857920 0 0

polyline: 2 0 15 50000 -1 -1 -1 0
  corner: 1 75408242 21357920 0 0
  corner: 2 107908242 21357920 0 0

polyline: 2 0 15 50000 -1 -1 -1 0
  corner: 1 145408242 13857920 0 0
  corner: 2 145408242 6607920 0 0
description: "Лит." 145258242 14607920 14 0 1000000 110000 -1 -1 11 1

polyline: 2 0 15 50000 -1 -1 -1 0
  corner: 1 147908242 13857920 0 0
  corner: 2 147908242 6607920 0 0

polyline: 2 0 17 250000 -1 -1 -1 0
  corner: 1 150658242 -6142080 0 0
  corner: 2 159408242 -6142080 0 0
description: "Формат А3" 151458242 -5392080 14 0 1000000 110000 -1 -1 11 1

polyline: 2 0 17 250000 -1 -1 -1 0
  corner: 1 120908242 -6142080 0 0
  corner: 2 129658242 -6142080 0 0
description: "Копировал" 121708242 -5417080 14 0 1000000 110000 -1 -1 11 1

polyline: 2 0 17 250000 -1 -1 -1 0
  corner: 1 76158242 8857920 0 0
  corner: 2 82658242 8857920 0 0
description: "Разраб." 76808242 9522920 14 0 1000000 110000 -1 -1 11 1

polyline: 2 0 17 250000 -1 -1 -1 0
  corner: 1 76158242 6357920 0 0
  corner: 2 82658242 6357920 0 0
description: "Пров." 76808242 7252920 14 0 1000000 110000 -1 -1 11 1

polyline: 2 0 17 250000 -1 -1 -1 0
  corner: 1 76158242 3857920 0 0
  corner: 2 82658242 3857920 0 0
description: "Т.контр" 76558242 4742920 14 0 1000000 110000 -1 -1 11 1

polyline: 2 0 17 250000 -1 -1 -1 0
  corner: 1 76158242 -1142080 0 0
  corner: 2 82658242 -1142080 0 0
description: "Н.контр" 76558242 -167080 14 0 1000000 110000 -1 -1 11 1

polyline: 2 0 17 250000 -1 -1 -1 0
  corner: 1 76158242 -3642080 0 0
  corner: 2 82658242 -3642080 0 0
description: "Утв." 76558242 -2847080 14 0 1000000 110000 -1 -1 11 1

polyline: 2 0 17 250000 -1 -1 -1 0
  corner: 1 75908242 11857920 0 0
  corner: 2 78158242 11857920 0 0
description: "Изм." 76158242 12142920 14 0 1000000 110000 -1 -1 11 1

polyline: 2 0 17 250000 -1 -1 -1 0
  corner: 1 79658242 11857920 0 0
  corner: 2 81908242 11857920 0 0
description: "Лист" 79658242 12142920 14 0 1000000 110000 -1 -1 11 1

polyline: 2 0 17 250000 -1 -1 -1 0
  corner: 1 86158242 11457920 0 0
  corner: 2 88408242 11457920 0 0
description: "№ докум." 86158242 12142920 14 0 1000000 110000 -1 -1 11 1

polyline: 2 0 17 250000 -1 -1 -1 0
  corner: 1 96908242 11857920 0 0
  corner: 2 99158242 11857920 0 0
description: "Подп." 97478242 12142920 14 0 1000000 110000 -1 -1 11 1

polyline: 2 0 17 250000 -1 -1 -1 0
  corner: 1 103908242 11657920 0 0
  corner: 2 106158226 11657920 0 0
description: "Дата" 103518242 12142920 14 0 1000000 110000 -1 -1 11 9

outline: 4 0 17 250000 -1 -1 0 0
  corner: 1 -39591758 -6142080 0 0
  corner: 2 -39591758 141857920 0 0
  corner: 3 170408242 141857920 0 0
  corner: 4 170408242 -6142080 0 0
description: "Page1'|name: Luminex-01 - принципиальная схема.pdf'|command: PrintableArea" -39591758 -6142080 14 0 0 0 -1 -1 11 1

polyline: 2 0 17 250000 -1 -1 -1 0
  corner: 1 85658242 8857920 0 0
  corner: 2 92158242 8857920 0 0
description: "Никонов Л.А" 86058000 9523000 14 0 1000001 110001 -1 -1 11 1

polyline: 2 0 17 250000 -1 -1 -1 0
  corner: 1 103648242 8857920 0 0
  corner: 2 106648242 8857920 0 0
description: "24.11.24|DD.MM.YY DATE" 103648242 9522920 14 0 1000000 110000 -1 -1 11 129

polyline: 2 0 17 250000 -1 -1 -1 0
  corner: 1 146408242 17857920 0 0
  corner: 2 150158242 17857920 0 0
description: "Э3" 146858242 18857920 14 0 3000000 250000 -1 -1 11 9

polyline: 2 0 17 250000 -1 -1 -1 0
  corner: 1 85658242 -3642080 0 0
  corner: 2 92158242 -3642080 0 0
description: "Иванов К.Г." 86058242 -2847080 14 0 1000000 110000 -1 -1 11 1

polyline: 2 0 17 250000 -1 -1 -1 0
  corner: 1 109688242 11357920 0 0
  corner: 2 113688242 11357920 0 0
description: "Контроллер управления'активной линейной 'нагрузкой 220В" 116500000 13500000 14 0 1500001 120001 -1 -1 11 2

part_end

n_pins: 19
rectangle: 76542842 94742520 104273642 122473320
ref_des: "DD2" 86718000 125863000 7 0 1000001 100001 -1 -1 11 193
footprint_name: "QSOP-20" 86718000 122962998 12 0 1000001 100001 -1 -1 11 129
part_value: "STM32G031F8P6" 86718000 124412999 13 0 1000001 100001 -1 -1 11 129
polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 94408242 122357920 0 0
  corner: 2 94408242 94857920 0 0

outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 79158242 94857920 0 0
  corner: 2 79158242 122357920 0 0
  corner: 3 101658242 122357920 0 0
  corner: 4 101658242 94857920 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 79158242 119857920 0 0
  corner: 2 76658242 119857920 0 1
pin_name: "1" 78033627 120613656 9 0 1000001 100001 -1 -1 11 137
description: "TIM16\CH1" 79908242 119452920 14 0 1000001 100001 -1 -1 11 129

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 79158242 117357920 0 0
  corner: 2 76658242 117357920 0 1
pin_name: "2" 77707237 118113656 9 0 1000001 100001 -1 -1 11 137
description: "EXTI14" 79908242 116902920 14 0 1000001 100001 -1 -1 11 129

polyline: 2 0 15 180000 -1 -1 -1 0
  corner: 1 79158242 114857920 0 0
  corner: 2 76658242 114857920 0 0
pin_name: "3" 77707237 115613656 9 0 1000001 100001 -1 -1 11 129
description: "PC15" 79908242 114357920 14 0 1000001 100001 -1 -1 11 129

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 79158242 112357920 0 0
  corner: 2 76658242 112357920 0 1
pin_name: "4" 77670407 113113656 9 0 1000001 100001 -1 -1 11 137
description: "VDD" 79908242 111902920 14 0 1000001 100001 -1 -1 11 129

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 79158242 109857920 0 0
  corner: 2 76658242 109857920 0 1
pin_name: "5" 77707237 110613656 9 0 1000001 100001 -1 -1 11 137
description: "VSS" 79908242 109402920 14 0 1000001 100001 -1 -1 11 129

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 79158242 107357920 0 0
  corner: 2 76658242 107357920 0 1
pin_name: "6" 77742797 108113656 9 0 1000001 100001 -1 -1 11 137
description: "NRST" 79908242 106952920 14 0 1000001 100001 -1 -1 11 129

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 79158242 104857920 0 0
  corner: 2 76658242 104857920 0 1
pin_name: "7" 77707237 105613656 9 0 1000001 100001 -1 -1 11 137
description: "PA0" 79908242 104502920 14 0 1000001 100001 -1 -1 11 129

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 79158242 102357920 0 0
  corner: 2 76658242 102357920 0 1
pin_name: "8" 77707237 103113656 9 0 1000001 100001 -1 -1 11 137
description: "PA1" 79908242 102002920 14 0 1000001 100001 -1 -1 11 129

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 79158242 99857920 0 0
  corner: 2 76658242 99857920 0 1
pin_name: "9" 77742797 100613656 9 0 1000001 100001 -1 -1 11 137
description: "U2-TX" 79908242 99502920 14 0 1000001 100001 -1 -1 11 129

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 79158242 97357920 0 0
  corner: 2 76658242 97357920 0 1
pin_name: "10" 77323697 98113656 9 0 1000001 100001 -1 -1 11 137
description: "U2-RX" 79908242 96902920 14 0 1000001 100001 -1 -1 11 129

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 101658242 97357920 0 0
  corner: 2 102658242 97357920 0 1
pin_name: "11" 102404102 98092530 9 0 1000001 100001 -1 -1 11 129
description: "PA4" 99551662 96902920 14 0 1000001 100001 -1 -1 11 137

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 101658242 99857920 0 0
  corner: 2 104158242 99857920 0 1
pin_name: "12" 102404102 100591890 9 0 1000001 100001 -1 -1 11 129
description: "PA5" 99586452 99502920 14 0 1000001 100001 -1 -1 11 137

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 101658242 102357920 0 0
  corner: 2 104158242 102357920 0 1
pin_name: "13" 102404102 103092520 9 0 1000001 100001 -1 -1 11 129
description: "PA6" 99569442 102002920 14 0 1000001 100001 -1 -1 11 137

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 101658242 104857920 0 0
  corner: 2 104158242 104857920 0 1
pin_name: "14" 102404102 105591880 9 0 1000001 100001 -1 -1 11 129
description: "PA7" 99569442 104502920 14 0 1000001 100001 -1 -1 11 137

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 101658242 109857920 0 0
  corner: 2 104158242 109857920 0 1
pin_name: "16" 102404102 110591870 9 0 1000001 100001 -1 -1 11 129
description: "PA13\SCL" 97207902 109402920 14 0 1000001 100001 -1 -1 11 137

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 101658242 112357920 0 0
  corner: 2 104158242 112357920 0 1
pin_name: "17" 102404102 113092500 9 0 1000001 100001 -1 -1 11 129
description: "PA12\SDA" 97033532 111902920 14 0 1000001 100001 -1 -1 11 137

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 101658242 114857920 0 0
  corner: 2 104158242 114857920 0 1
pin_name: "18" 102404102 115591860 9 0 1000001 100001 -1 -1 11 129
description: "SWDIO" 98593082 114357920 14 0 1000001 100001 -1 -1 11 137

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 101658242 117357920 0 0
  corner: 2 104158242 117357920 0 1
pin_name: "19" 102404102 118092490 9 0 1000001 100001 -1 -1 11 129
description: "SWCLK" 98297832 116902920 14 0 1000001 100001 -1 -1 11 137

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 101658242 119857920 0 0
  corner: 2 104158242 119857920 0 1
pin_name: "20" 102404102 120591850 9 0 1000001 100001 -1 -1 11 129
description: "TIM16\CH1N" 96527242 119452920 14 0 1000001 100001 -1 -1 11 137

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 86408242 122357920 0 0
  corner: 2 86408242 94857920 0 0

part_end

n_pins: 3
rectangle: 133042842 115992520 147023642 126223320
ref_des: "X1" 141318310 130387000 7 0 1000001 100001 -1 -1 11 65
footprint_name: "PLS-3" 141318310 127486998 12 0 1000001 100001 -1 -1 11 1
part_value: "PROG" 141318310 128936999 13 0 1000001 100001 -1 -1 11 1
outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 146908242 116107920 0 0
  corner: 2 146908242 126107920 0 0
  corner: 3 135658242 126107920 0 0
  corner: 4 135658242 116107920 0 0
description: "Цепь" 142530962 124442920 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 146908242 123607920 0 0
  corner: 2 135658242 123607920 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 146908242 121107920 0 0
  corner: 2 135658242 121107920 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 139408242 126107920 0 0
  corner: 2 139408242 116107920 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 133158242 117357920 0 1
  corner: 2 135658242 117357920 0 0
pin_name: "3" 137181762 116776830 9 0 1000001 100001 -1 -1 11 1
description: "SWCLK" 141344782 116776830 14 0 1000001 100001 -1 -1 11 1

polyline: 3 0 6 180000 -1 -1 -1 0
  corner: 1 136658242 125357920 0 0
  corner: 2 137408242 124857920 0 0
  corner: 3 136658242 124357920 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 138408242 124857920 0 0
  corner: 2 137408242 124857920 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 146908242 118607920 0 0
  corner: 2 135658242 118607920 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 133158242 119857920 0 1
  corner: 2 135658242 119857920 0 0
pin_name: "2" 137134772 119277460 9 0 1000001 100001 -1 -1 11 1
description: "GND" 143309472 119277460 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 133158242 122357920 0 1
  corner: 2 135658242 122357920 0 0
pin_name: "1" 137374802 121776820 9 0 1000001 100001 -1 -1 11 1
description: "SWDIO" 141751182 121776820 14 0 1000001 100001 -1 -1 11 1

part_end

n_pins: 2
rectangle: 36336907 103492520 50317707 110723320
ref_des: "X2" 34464490 109186000 7 0 1000001 100001 -1 -1 11 1097
footprint_name: "2SIP79" 35597330 106285998 12 0 0 0 -1 -1 11 9
part_value: "None" 33271960 107735999 13 0 1000001 100001 -1 -1 11 9
outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 36452307 103607920 0 0
  corner: 2 36452307 110607920 0 0
  corner: 3 47702307 110607920 0 0
  corner: 4 47702307 103607921 0 0
description: "Цепь" 38725357 109142920 14 0 1000001 100001 -1 -1 11 265

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 36452307 108607920 0 0
  corner: 2 47702307 108607920 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 36452307 106107920 0 0
  corner: 2 47702307 106107920 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 43952307 110607920 0 0
  corner: 2 43952307 103607920 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 47702307 107357920 0 0
  corner: 2 50202307 107357920 0 1
pin_name: "1" 45610577 106867920 9 0 1000001 100001 -1 -1 11 265
description: "NRST" 38725357 106867920 14 0 1000001 100001 -1 -1 11 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 47702307 104857920 0 0
  corner: 2 50202307 104857920 0 1
pin_name: "2" 45533587 104387920 9 0 1000001 100001 -1 -1 11 265
description: "GND" 38725357 104387920 14 0 1000001 100001 -1 -1 11 9

polyline: 3 0 6 180000 -1 -1 -1 0
  corner: 1 46532307 110077920 0 0
  corner: 2 45782307 109577920 0 0
  corner: 3 46532307 109077920 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 45782307 109577920 0 0
  corner: 2 45032307 109577920 0 0

part_end

n_pins: 2
rectangle: 107292842 123742520 112373642 128473320
ref_des: "HA3" 104829000 127457000 7 0 1000001 100001 -1 -1 11 73
footprint_name: "SFM_1440(1241)" 98197060 124556998 12 0 1000001 100001 -1 -1 11 9
part_value: "Пьезоизлучатель" 96937220 126006999 13 0 1000001 100001 -1 -1 11 9
outline: 4 10 6 180000 -1 -1 -1 0
  corner: 1 110908242 126607920 0 0
  corner: 2 112258242 127957920 0 0
  corner: 3 112258242 124257920 0 0
  corner: 4 110908242 125607920 0 0
description: "^'|LINK: https://www.chipdip.ru/product0/8009930828'|page_number: 1" 112900000 125600000 14 0 1000001 100001 -1 -1 11 1

outline: 4 10 6 180000 -1 -1 -1 0
  corner: 1 107408242 125607920 0 0
  corner: 2 107408242 126607920 0 0
  corner: 3 110908242 126607920 0 0
  corner: 4 110908242 125607920 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 109158242 124857920 0 0
  corner: 2 109158242 123857920 0 1
pin_name: "2" 109708242 123257920 9 0 1000001 100001 -1 -1 11 1
net_name: "HA2" 104358242 119107920 11 0 0 0 -1 -1 11 1

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 108158242 124857920 0 0
  corner: 2 110158242 124857920 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 109158242 128357920 0 1
  corner: 2 109158242 127357920 0 0
pin_name: "1" 109758242 128007920 9 0 1000001 100001 -1 -1 11 1
net_name: "HA1" 104358242 130307920 11 0 0 0 -1 -1 11 1

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 108158242 127357920 0 0
  corner: 2 110158242 127357920 0 0

part_end

n_pins: 6
rectangle: 43542842 59992520 55773642 67723320
ref_des: "D1" 45258000 71607000 7 0 1000001 100001 -1 -1 11 65
footprint_name: "SOT-23-6" 45258000 68706998 12 0 1000001 100001 -1 -1 11 1
part_value: "TTP223-BA6" 45258000 70156999 13 0 1000001 100001 -1 -1 11 1
outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 44658242 60107920 0 0
  corner: 2 44658242 67607920 0 0
  corner: 3 54658242 67607920 0 0
  corner: 4 54658242 60107920 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 44658242 66357920 0 0
  corner: 2 43658242 66357920 0 1
pin_name: "1" 43391542 67107920 9 0 1000001 100001 -1 -1 11 9
description: "Q" 45558242 65907920 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 44658242 63857920 0 0
  corner: 2 43658242 63857920 0 1
pin_name: "2" 43174372 64607920 9 0 1000001 100001 -1 -1 11 9
description: "VSS" 45558242 63407920 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 44658242 61357920 0 0
  corner: 2 43658242 61357920 0 1
pin_name: "3" 43217552 62107920 9 0 1000001 100001 -1 -1 11 9
description: "I" 45558242 60907920 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 15 180000 -1 -1 -1 0
  corner: 1 55658242 61357920 0 0
  corner: 2 54658242 61357920 0 0
pin_name: "4" 55658242 62107920 9 0 1000001 100001 -1 -1 11 1
description: "AHLB" 51458242 60907920 14 0 1000001 100001 -1 -1 11 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 55658242 63857920 0 1
  corner: 2 54658242 63857920 0 0
pin_name: "5" 55658242 64607920 9 0 1000001 100001 -1 -1 11 1
description: "VDD" 52151282 63407920 14 0 1000001 100001 -1 -1 11 9

polyline: 2 0 15 180000 -1 -1 -1 0
  corner: 1 55658242 66357920 0 0
  corner: 2 54658242 66357920 0 0
pin_name: "6" 55658242 67107920 9 0 1000001 100001 -1 -1 11 1
description: "TOG" 52238252 65907920 14 0 1000001 100001 -1 -1 11 9

outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 48408242 60107920 0 0
  corner: 2 48408242 67607920 0 0
  corner: 3 50908242 67607920 0 0
  corner: 4 50908242 60107920 0 0
description: "^ '|LINK: https://www.platan.ru/cgi-bin/qwery.pl/id=2015691717'|page_number: 1" 49200000 60700000 14 0 1000000 100000 -1 -1 11 1

part_end

n_pins: 2
rectangle: 109792842 50742520 114023642 53973320
ref_des: "C4" 114593000 52733000 7 0 1000001 100001 -1 -1 11 73
footprint_name: "0603" 115749970 49832998 12 0 0 0 -1 -1 2 9
part_value: "0.1uF" 114593000 51282999 13 0 1000001 100001 -1 -1 11 1
polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 111908242 52857920 0 0
  corner: 2 111908242 53857920 0 1
pin_name: "2" 111158672 53807400 9 0 0 0 -1 -1 2 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 111908242 51857920 0 0
  corner: 2 111908242 50857920 0 1
pin_name: "1" 111158672 51556960 9 0 0 0 -1 -1 2 9

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 113908242 52857920 0 0
  corner: 2 109908242 52857920 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 113908242 51857920 0 0
  corner: 2 109908242 51857920 0 0

part_end

n_pins: 2
rectangle: 99917842 74570290 106648642 79551874
ref_des: "HL3" 106674000 75321000 7 360 1000001 100001 -1 -1 11 65
footprint_name: "LED0805" 106674000 72420998 12 360 1000001 100001 -1 -1 11 1
part_value: "Белый" 106674000 73870999 13 360 1000001 100001 -1 -1 11 1
polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 100033242 77107919 0 1
  corner: 2 102283242 77107919 0 0
pin_name: "1" 100058242 77707920 9 0 1000001 100001 -1 -1 11 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 104283242 77107919 0 0
  corner: 2 106533242 77107920 0 1
pin_name: "2" 106258242 77707920 9 0 1000001 100001 -1 -1 11 1

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 104238918 78034292 0 0
  corner: 2 104238918 76181475 0 0

outline: 3 0 6 180000 -1 -1 -1 0
  corner: 1 102312496 76181475 0 0
  corner: 2 104238918 77107919 0 0
  corner: 3 102312496 78034291 0 0

outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 100937839 77061085 1 0
  corner: 2 103313226 79436474 1 0
  corner: 3 105688623 77061077 1 0
  corner: 4 103313234 74685690 1 0

part_end

n_pins: 6
rectangle: 124042842 59992520 136273642 67723320
ref_des: "D4" 126658000 71507000 7 0 1000001 100001 -1 -1 11 65
footprint_name: "SOT-23-6" 126658000 68606998 12 0 1000001 100001 -1 -1 11 1
part_value: "TTP223-BA6" 126658000 70056999 13 0 1000001 100001 -1 -1 11 1
outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 125158242 60107920 0 0
  corner: 2 125158242 67607920 0 0
  corner: 3 135158242 67607920 0 0
  corner: 4 135158242 60107920 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 125158242 66357920 0 0
  corner: 2 124158242 66357920 0 1
pin_name: "1" 123891542 67107920 9 0 1000001 100001 -1 -1 11 9
description: "Q" 126058242 65907920 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 125158242 63857920 0 0
  corner: 2 124158242 63857920 0 1
pin_name: "2" 123674372 64607920 9 0 1000001 100001 -1 -1 11 9
description: "VSS" 126058242 63407920 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 125158242 61357920 0 0
  corner: 2 124158242 61357920 0 1
pin_name: "3" 123717552 62107920 9 0 1000001 100001 -1 -1 11 9
description: "I" 126058242 60907920 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 15 180000 -1 -1 -1 0
  corner: 1 136158242 61357920 0 0
  corner: 2 135158242 61357920 0 0
pin_name: "4" 136158242 62107920 9 0 1000001 100001 -1 -1 11 1
description: "AHLB" 131958242 60907920 14 0 1000001 100001 -1 -1 11 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 136158242 63857920 0 1
  corner: 2 135158242 63857920 0 0
pin_name: "5" 136158242 64607920 9 0 1000001 100001 -1 -1 11 1
description: "VDD" 132651282 63407920 14 0 1000001 100001 -1 -1 11 9

polyline: 2 0 15 180000 -1 -1 -1 0
  corner: 1 136158242 66357920 0 0
  corner: 2 135158242 66357920 0 0
pin_name: "6" 136158242 67107920 9 0 1000001 100001 -1 -1 11 1
description: "TOG" 132738252 65907920 14 0 1000001 100001 -1 -1 11 9

outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 128908242 60107920 0 0
  corner: 2 128908242 67607920 0 0
  corner: 3 131408242 67607920 0 0
  corner: 4 131408242 60107920 0 0
description: "^ '|LINK: https://www.platan.ru/cgi-bin/qwery.pl/id=2015691717'|page_number: 1" 129700000 60700000 14 0 1000000 100000 -1 -1 11 1

part_end

n_pins: 5
rectangle: 154792842 42492520 162773642 72794012
ref_des: "SB5" 155791000 76948000 7 0 1000001 100001 -1 -1 11 1089
footprint_name: "S-Panel" 155740200 73047998 12 0 0 0 -1 -1 11 1
part_value: "Sensor Panel" 155791000 75497999 13 0 1000001 100001 -1 -1 11 1
outline: 4 20 6 180000 -1 -1 -1 0
  corner: 1 158880500 53963202 1 0
  corner: 2 156245081 56598622 1 0
  corner: 3 158880500 59234052 1 0
  corner: 4 161515920 56598622 1 0

outline: 4 20 6 180000 -1 -1 -1 0
  corner: 1 158880500 60663440 1 0
  corner: 2 156245081 63298868 1 0
  corner: 3 158880500 65934280 1 0
  corner: 4 161515920 63298868 1 0

outline: 4 20 6 180000 -1 -1 -1 0
  corner: 1 158880500 47218862 1 0
  corner: 2 156245081 49854288 1 0
  corner: 3 158880500 52489700 1 0
  corner: 4 161515920 49854288 1 0

outline: 4 20 6 180000 -1 -1 -1 0
  corner: 1 158880500 67407780 1 0
  corner: 2 156245081 70043196 1 0
  corner: 3 158880500 72678612 1 0
  corner: 4 161515920 70043196 1 0

outline: 3 30 6 180000 -1 -1 -1 0
  corner: 1 158016607 57740640 0 0
  corner: 2 158016607 55601734 0 0
  corner: 3 160302735 56671180 0 0

outline: 4 30 6 180000 -1 -1 -1 0
  corner: 1 158085332 49061302 0 0
  corner: 2 158085332 50605468 0 0
  corner: 3 159629494 50605468 0 0
  corner: 4 159629494 49061302 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 154908242 63107920 0 1
  corner: 2 156158242 63107920 0 0
pin_name: "2" 154505457 64074573 9 0 1000001 100001 -1 -1 11 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 154908242 56607920 0 1
  corner: 2 156158242 56607920 0 0
pin_name: "3" 154444340 57657842 9 0 1000001 100001 -1 -1 11 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 154908242 49607920 0 1
  corner: 2 156158242 49607920 0 0
pin_name: "4" 154505457 50752213 9 0 1000001 100001 -1 -1 11 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 154908242 70107920 0 1
  corner: 2 156158242 70107920 0 0
pin_name: "1" 154749900 71163532 9 0 1000001 100001 -1 -1 11 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 162658242 44900483 0 0
  corner: 2 162658242 42607920 0 1
pin_name: "gnd" 161800000 45600000 9 0 1000001 100001 -1 -1 11 1

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 157352709 70135764 0 0
  corner: 2 160408294 70135764 0 0

polyline: 3 0 6 180000 -1 -1 -1 0
  corner: 1 157963826 70746884 0 0
  corner: 2 157352709 70135764 0 0
  corner: 3 157963826 69524648 0 0

polyline: 3 0 6 180000 -1 -1 -1 0
  corner: 1 159797173 63719032 0 0
  corner: 2 160408294 63107920 0 0
  corner: 3 159797173 62496800 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 160408294 63107920 0 0
  corner: 2 157352709 63107920 0 0

part_end

n_pins: 2
rectangle: 136292842 50742520 140523642 53973320
ref_des: "C5" 141272000 52733000 7 0 1000001 100001 -1 -1 11 73
footprint_name: "0603" 142385790 49832998 12 0 0 0 -1 -1 2 9
part_value: "0.1uF" 141272000 51282999 13 0 1000001 100001 -1 -1 11 1
polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 138408242 52857920 0 0
  corner: 2 138408242 53857920 0 1
pin_name: "2" 137658672 53807400 9 0 0 0 -1 -1 2 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 138408242 51857920 0 0
  corner: 2 138408242 50857920 0 1
pin_name: "1" 137658672 51556960 9 0 0 0 -1 -1 2 9

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 140408242 52857920 0 0
  corner: 2 136408242 52857920 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 140408242 51857920 0 0
  corner: 2 136408242 51857920 0 0

part_end

n_pins: 2
rectangle: 141001448 68183422 143315024 75848320
ref_des: "R2" 143902910 72460000 7 0 1000001 100001 -1 -1 11 65
footprint_name: "0603" 143853380 69559998 12 0 0 0 -1 -1 2 1
part_value: "3k3" 143902910 71009999 13 0 1000001 100001 -1 -1 11 1
outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 141116900 74550613 0 0
  corner: 2 141116848 69481423 0 0
  corner: 3 143199624 69481423 0 0
  corner: 4 143199621 74550394 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 142158243 74550394 0 0
  corner: 2 142158242 75732920 0 1
pin_name: "1" 142921982 75580090 9 0 0 0 -1 -1 2 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 142158243 69481354 0 0
  corner: 2 142158243 68298822 0 1
pin_name: "2" 142921982 67972790 9 0 0 0 -1 -1 2 1

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 141658243 73048822 0 0
  corner: 2 142658242 71798822 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 141658243 72298822 0 0
  corner: 2 142658242 71048822 0 0

part_end

n_pins: 2
rectangle: 126417842 74570290 133148642 79551874
ref_des: "HL4" 133074496 75220620 7 360 1000001 100001 -1 -1 11 65
footprint_name: "LED0805" 133074496 72320618 12 360 1000001 100001 -1 -1 11 1
part_value: "Белый" 133074496 73770619 13 360 1000001 100001 -1 -1 11 1
polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 126533242 77107919 0 1
  corner: 2 128783242 77107919 0 0
pin_name: "1" 126558242 77707920 9 0 1000001 100001 -1 -1 11 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 130783242 77107919 0 0
  corner: 2 133033242 77107920 0 1
pin_name: "2" 132758242 77707920 9 0 1000001 100001 -1 -1 11 1

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 130738918 78034292 0 0
  corner: 2 130738918 76181475 0 0

outline: 3 0 6 180000 -1 -1 -1 0
  corner: 1 128812496 76181475 0 0
  corner: 2 130738918 77107919 0 0
  corner: 3 128812496 78034291 0 0

outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 127437839 77061085 1 0
  corner: 2 129813226 79436474 1 0
  corner: 3 132188623 77061077 1 0
  corner: 4 129813234 74685690 1 0

part_end

n_pins: 2
rectangle: 36336907 95992520 50317707 103223320
ref_des: "X6" 34464000 101686000 7 0 1000001 100001 -1 -1 11 1097
footprint_name: "2SIP79" 35707330 98785998 12 0 0 0 -1 -1 11 9
part_value: "None" 33271470 100235999 13 0 1000001 100001 -1 -1 11 9
outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 36452307 96107920 0 0
  corner: 2 36452307 103107920 0 0
  corner: 3 47702307 103107920 0 0
  corner: 4 47702307 96107921 0 0
description: "Цепь" 38725357 101642920 14 0 1000001 100001 -1 -1 11 265

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 36452307 101107920 0 0
  corner: 2 47702307 101107920 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 36452307 98607920 0 0
  corner: 2 47702307 98607920 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 43952307 103107920 0 0
  corner: 2 43952307 96107920 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 47702307 99857920 0 0
  corner: 2 50202307 99857920 0 1
pin_name: "1" 45610577 99367920 9 0 1000001 100001 -1 -1 11 265
description: "TX" 38725357 99367920 14 0 1000001 100001 -1 -1 11 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 47702307 97357920 0 0
  corner: 2 50202307 97357920 0 1
pin_name: "2" 45533587 96887920 9 0 1000001 100001 -1 -1 11 265
description: "RX" 38725357 96887920 14 0 1000001 100001 -1 -1 11 9

polyline: 3 0 6 180000 -1 -1 -1 0
  corner: 1 46532307 102597920 0 0
  corner: 2 45782307 102097920 0 0
  corner: 3 46532307 101597920 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 45782307 102097920 0 0
  corner: 2 45032307 102097920 0 0

part_end

n_pins: 2
rectangle: 55792842 50742520 60023642 53973320
ref_des: "C11" 60789000 52433000 7 0 1000001 100001 -1 -1 11 73
footprint_name: "0603" 62422220 49532998 12 0 0 0 -1 -1 2 9
part_value: "0.1uF" 60789000 50982999 13 0 1000001 100001 -1 -1 11 1
polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 57908242 52857920 0 0
  corner: 2 57908242 53857920 0 1
pin_name: "2" 57158672 53807400 9 0 0 0 -1 -1 2 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 57908242 51857920 0 0
  corner: 2 57908242 50857920 0 1
pin_name: "1" 57158672 51556960 9 0 0 0 -1 -1 2 9

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 59908242 52857920 0 0
  corner: 2 55908242 52857920 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 59908242 51857920 0 0
  corner: 2 55908242 51857920 0 0

part_end

n_pins: 2
rectangle: 45917842 74570290 52648642 79551874
ref_des: "HL1" 52274000 75521000 7 360 1000001 100001 -1 -1 11 65
footprint_name: "LED0805" 52274000 72620998 12 360 1000001 100001 -1 -1 11 1
part_value: "Белый" 52274000 74070999 13 360 1000001 100001 -1 -1 11 1
polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 46033242 77107919 0 1
  corner: 2 48283242 77107919 0 0
pin_name: "1" 46058242 77707920 9 0 1000001 100001 -1 -1 11 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 50283242 77107919 0 0
  corner: 2 52533242 77107920 0 1
pin_name: "2" 52258242 77707920 9 0 1000001 100001 -1 -1 11 1

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 50238918 78034292 0 0
  corner: 2 50238918 76181475 0 0

outline: 3 0 6 180000 -1 -1 -1 0
  corner: 1 48312496 76181475 0 0
  corner: 2 50238918 77107919 0 0
  corner: 3 48312496 78034291 0 0

outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 46937839 77061085 1 0
  corner: 2 49313226 79436474 1 0
  corner: 3 51688623 77061077 1 0
  corner: 4 49313234 74685690 1 0

part_end

n_pins: 4
rectangle: 143077078 98304356 161807878 110535156
ref_des: "HG1" 153092000 114369000 7 0 1000001 100001 -1 -1 11 65
footprint_name: "OLED_IIC_128X64" 153092000 111468998 12 0 1000001 100001 -1 -1 11 1
part_value: "Yellow/Blue" 153092000 112918999 13 0 1000001 100001 -1 -1 11 1
outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 144192478 98419756 0 0
  corner: 2 144192478 110419756 0 0
  corner: 3 161692478 110419756 0 0
  corner: 4 161692478 98419756 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 144192478 108919756 0 0
  corner: 2 143192478 108919756 0 1
pin_name: "1" 142925778 109919756 9 0 1000001 100001 -1 -1 11 9
description: "SDA" 145158242 108507920 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 144192478 105919756 0 0
  corner: 2 143192478 105919756 0 1
pin_name: "2" 142708608 106919756 9 0 1000001 100001 -1 -1 11 9
description: "SCL" 145158242 105407920 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 144192478 102919756 0 0
  corner: 2 143192478 102919756 0 1
pin_name: "3" 142751788 103919756 9 0 1000001 100001 -1 -1 11 9
description: "VCC" 145158242 102507920 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 144192478 99919756 0 0
  corner: 2 143192478 99919756 0 1
pin_name: "4" 142687018 100919756 9 0 1000001 100001 -1 -1 11 9
description: "GND" 145158242 99407920 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 148158242 110419756 0 0
  corner: 2 148158242 98419756 0 0
description: "^ '|LINK: https://ozon.ru/t/1glZEGq'|page_number: 1" 149058242 108569756 14 0 1000000 100000 -1 -1 11 1

part_end

n_pins: 2
rectangle: 122501447 95492520 124815023 103157418
ref_des: "R9" 125297000 99469000 7 0 1000001 100001 -1 -1 11 65
footprint_name: "0603" 125246200 96568998 12 0 0 0 -1 -1 2 1
part_value: "3k3" 125297000 98018999 13 0 1000001 100001 -1 -1 11 1
outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 122616899 101859711 0 0
  corner: 2 122616847 96790521 0 0
  corner: 3 124699623 96790521 0 0
  corner: 4 124699620 101859492 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 123658242 101859492 0 0
  corner: 2 123658241 103042018 0 1
pin_name: "2" 124421981 102889188 9 0 0 0 -1 -1 2 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 123658242 96790452 0 0
  corner: 2 123658242 95607920 0 1
pin_name: "1" 124421981 95281888 9 0 0 0 -1 -1 2 1

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 123158242 100357920 0 0
  corner: 2 124158241 99107920 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 123158242 99607920 0 0
  corner: 2 124158241 98357920 0 0

part_end

n_pins: 2
rectangle: 119501447 95492520 121815023 103157418
ref_des: "R10" 117469000 99469000 7 0 1000001 100001 -1 -1 11 73
footprint_name: "0603" 118906640 96568998 12 0 0 0 -1 -1 2 9
part_value: "3k3" 117164200 98018999 13 0 1000001 100001 -1 -1 11 9
outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 119616899 101859711 0 0
  corner: 2 119616847 96790521 0 0
  corner: 3 121699623 96790521 0 0
  corner: 4 121699620 101859492 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 120658242 101859492 0 0
  corner: 2 120658241 103042018 0 1
pin_name: "2" 121421981 102889188 9 0 0 0 -1 -1 2 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 120658242 96790452 0 0
  corner: 2 120658242 95607920 0 1
pin_name: "1" 121421981 95281888 9 0 0 0 -1 -1 2 1

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 120158242 100357920 0 0
  corner: 2 121158241 99107920 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 120158242 99607920 0 0
  corner: 2 121158241 98357920 0 0

part_end

n_pins: 8
rectangle: 31292842 124992520 47523642 135223320
ref_des: "DD1" 25045560 136108000 7 0 1000001 100001 -1 -1 11 73
footprint_name: "TSSOP-8" 22075030 133207998 12 0 1000001 100001 -1 -1 11 9
part_value: "P24C512B-TSH-MIR" 16417180 134657999 13 0 1000001 100001 -1 -1 11 9
outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 32408242 125107920 0 0
  corner: 2 32408242 135107920 0 0
  corner: 3 46408242 135107920 0 0
  corner: 4 46408242 125107920 0 0
description: "GM" 38658242 132482920 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 32408242 133857920 0 0
  corner: 2 31408242 133857920 0 1
pin_name: "1" 31044552 134557920 9 0 1000001 100001 -1 -1 11 9
description: "E0" 33108077 133482920 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 32408242 131357920 0 0
  corner: 2 31408242 131357920 0 1
pin_name: "2" 30805157 132057920 9 0 1000001 100001 -1 -1 11 9
description: "E1" 33108077 130882920 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 32408242 128857920 0 0
  corner: 2 31408242 128857920 0 1
pin_name: "3" 30853417 129557920 9 0 1000001 100001 -1 -1 11 9
description: "E2" 33108077 128432920 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 32408242 126357920 0 0
  corner: 2 31408242 126357920 0 1
pin_name: "4" 30781662 127057920 9 0 1000001 100001 -1 -1 11 9
description: "GND" 33108242 125832920 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 47408242 126357920 0 1
  corner: 2 46408242 126357920 0 0
pin_name: "5" 47458242 127057920 9 0 1000001 100001 -1 -1 11 1
description: "SDA" 43508242 125832920 14 0 1000001 100001 -1 -1 11 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 47408242 128857920 0 1
  corner: 2 46408242 128857920 0 0
pin_name: "6" 47458242 129557920 9 0 1000001 100001 -1 -1 11 1
description: "SCL" 43699517 128432920 14 0 1000001 100001 -1 -1 11 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 47408242 131357920 0 1
  corner: 2 46408242 131357920 0 0
pin_name: "7" 47458242 132057920 9 0 1000001 100001 -1 -1 11 1
description: "WCB" 43221272 130882920 14 0 1000001 100001 -1 -1 11 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 47408242 133857920 0 1
  corner: 2 46408242 133857920 0 0
pin_name: "8" 47458242 134557920 9 0 1000001 100001 -1 -1 11 1
description: "VCC" 43603962 133482920 14 0 1000001 100001 -1 -1 11 9

outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 37139992 125107920 0 0
  corner: 2 37139992 135107920 0 0
  corner: 3 41639992 135107920 0 0
  corner: 4 41639992 125107920 0 0

part_end

n_pins: 2
rectangle: 19151418 113701752 24165062 116563080
ref_des: "C6" 19730000 118223000 7 0 1000001 100001 -1 -1 11 65
footprint_name: "0805" 19680470 115322998 12 0 0 0 -1 -1 2 129
part_value: "10uF" 18581920 116772999 13 0 1000001 100001 -1 -1 11 9
polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 21658242 115730272 0 0
  corner: 2 21658242 116447680 0 1
pin_name: "1" 23704730 117591662 9 0 0 0 -1 -1 2 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 21658242 114534656 0 0
  corner: 2 21658242 113817152 0 1
pin_name: "2" 23467841 113434470 9 0 0 0 -1 -1 2 1

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 19266818 114534656 0 0
  corner: 2 24049662 114534656 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 19266818 115730272 0 0
  corner: 2 24049662 115730272 0 0

part_end

n_pins: 2
rectangle: 24207602 104242520 27108873 109231188
ref_des: "VD3" 28008000 108813000 7 0 1000001 100001 -1 -1 11 65
footprint_name: "SS12" 28008000 105912998 12 0 1000001 100001 -1 -1 11 1
part_value: "SS12|(SS13,SS14,SS15)" 28008000 107362999 13 0 1000001 100001 -1 -1 11 1
polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 24323002 105693162 0 0
  corner: 2 26993473 105693162 0 0

outline: 3 0 6 180000 -1 -1 -1 0
  corner: 1 25658241 105693162 0 0
  corner: 2 26993471 107780549 0 0
  corner: 3 24323002 107780549 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 25658241 109115788 0 1
  corner: 2 25658241 107780549 0 0
pin_name: "1" 26192332 108848703 9 180 0 0 -1 -1 2 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 25658241 105693162 0 0
  corner: 2 25658241 104357920 0 1
pin_name: "2" 26459383 105325953 9 180 0 0 -1 -1 2 1

part_end

n_pins: 2
rectangle: 23034421 83492520 28253093 89973320
ref_des: "GB1" 29572000 88501000 7 360 1000001 100001 -1 -1 11 65
footprint_name: "CH7410" 29572000 85600998 12 360 1000001 100001 -1 -1 11 1
part_value: "CR2032/CR2025" 29572000 87050999 13 360 1000001 100001 -1 -1 11 1
outline: 4 1 6 180000 -1 -1 -1 0
  corner: 1 24783241 86482920 0 0
  corner: 2 26533241 86482920 0 0
  corner: 3 26533241 85982920 0 0
  corner: 4 24783241 85982920 0 0

outline: 4 1 6 180000 -1 -1 -1 0
  corner: 1 24158241 87232920 0 0
  corner: 2 27158241 87232920 0 0
  corner: 3 27158241 87107920 0 0
  corner: 4 24158241 87107920 0 0

outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 23149821 86712072 1 0
  corner: 2 25643757 89206008 1 0
  corner: 3 28137693 86712072 1 0
  corner: 4 25643757 84218138 1 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 25658241 89857920 0 1
  corner: 2 25658241 87232920 0 0
pin_name: "1" 26520741 88132919 9 630 0 0 -1 -1 11 1
description: "+" 24583241 88407920 14 450 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 25658241 85982920 0 0
  corner: 2 25658241 83607920 0 1
pin_name: "2" 26520741 84982919 9 630 0 0 -1 -1 11 1
description: "-" 24558241 85382920 14 450 1000001 100001 -1 -1 11 1

part_end

n_pins: 4
rectangle: 34974 116242520 16515774 121473320
ref_des: "DA1" 4551000 125207000 7 0 1000001 100001 -1 -1 11 65
footprint_name: "SOT-23-5" 4551000 122306998 12 0 1000001 100001 -1 -1 11 1
part_value: "TLV73333PDBVR" 4551000 123756999 13 0 1000001 100001 -1 -1 11 1
polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 2650374 120107920 0 0
  corner: 2 150374 120107920 0 1
pin_name: "1" 1744232 120797920 9 0 1000001 100001 -1 -1 11 9
description: "Vin" 3330374 119607920 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 13900374 117607920 0 0
  corner: 2 16400374 117607920 0 1
pin_name: "2" 14650242 118297920 9 0 1000001 100001 -1 -1 11 1
description: "GND" 11183914 117107920 14 0 1000001 100001 -1 -1 11 9

outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 2650374 116357920 0 0
  corner: 2 2650374 121357920 0 0
  corner: 3 13900374 121357920 0 0
  corner: 4 13900374 116357920 0 0
description: "STU" 7280374 119607920 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 13900374 120107920 0 0
  corner: 2 16400374 120107920 0 1
pin_name: "5" 14650242 120802920 9 0 1000001 100001 -1 -1 11 1
description: "Vout" 10700374 119607920 14 0 1000001 100001 -1 -1 11 9

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 6400374 121357920 0 0
  corner: 2 6400374 116357920 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 10150374 121357920 0 0
  corner: 2 10150374 116357920 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 2650374 118857920 0 0
  corner: 2 6400374 118857920 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 158242 117607920 0 1
  corner: 2 2658242 117607920 0 0
pin_name: "3" 1605472 118297920 9 0 1000001 100001 -1 -1 11 9
description: "Ena" 3408242 117107920 14 0 1000001 100001 -1 -1 11 1

part_end

n_pins: 2
rectangle: -1498540 43867520 815036 51532418
ref_des: "R5" 1579910 48528000 7 0 1000001 100001 -1 -1 11 65
footprint_name: "2010" 1529110 45627998 12 0 0 0 -1 -1 2 1
part_value: "270R" 1579910 47077999 13 0 1000001 100001 -1 -1 11 1
outline: 5 0 6 180000 -1 -1 -1 0
  corner: 1 699584 45165227 0 0
  corner: 2 699636 50234417 0 0
  corner: 3 -1383140 50234417 0 0
  corner: 4 -1383138 47699931 0 0
  corner: 5 -1383137 45165446 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 -341759 45165446 0 0
  corner: 2 -341758 43982920 0 1
pin_name: "1" -1104579 44136498 9 0 0 0 -1 -1 2 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 -341759 50234486 0 0
  corner: 2 -341759 51417018 0 1
pin_name: "2" -1104579 51743798 9 0 0 0 -1 -1 2 9

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 158241 47699931 0 0
  corner: 2 -841758 47699931 0 0

part_end

n_pins: 2
rectangle: 18912680 57326139 26577578 59639715
ref_des: "R11" 20362000 61593000 7 0 1000001 100001 -1 -1 11 73
footprint_name: "0603" 22016810 58692998 12 0 0 0 -1 -1 2 9
part_value: "10R" 20362000 60142999 13 0 1000001 100001 -1 -1 11 9
outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 25279871 59524263 0 0
  corner: 2 20210681 59524315 0 0
  corner: 3 20210681 57441539 0 0
  corner: 4 25279652 57441542 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 25279652 58482920 0 0
  corner: 2 26462178 58482921 0 1
pin_name: "1" 26309348 57719181 9 90 0 0 -1 -1 2 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 20210612 58482920 0 0
  corner: 2 19028080 58482920 0 1
pin_name: "2" 18702048 57719180 9 90 0 0 -1 -1 2 9

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 23778080 58982920 0 0
  corner: 2 22528080 57982921 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 23028080 58982920 0 0
  corner: 2 21778080 57982921 0 0

part_end

n_pins: 4
rectangle: -11332158 -115400 11365400 12328860
ref_des: "AC1" -4107000 15848000 7 0 1000001 100001 -1 -1 11 65
footprint_name: "WX-DC12003" -4107000 12947998 12 0 1000001 100001 -1 -1 11 1
part_value: "AC/DC (5V 700mA)" -4107000 14397999 13 0 1000001 100001 -1 -1 11 1
outline: 5 0 6 180000 -1 -1 -1 0
  corner: 1 0 0 0 0
  corner: 2 -9500000 0 0 0
  corner: 3 -9500000 12213459 0 0
  corner: 4 9500000 12213459 0 0
  corner: 5 9500000 0 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 -11216758 8982920 0 1
  corner: 2 -9500000 8982920 0 0
pin_name: "2" -10916758 9607920 9 0 1000001 100001 -1 -1 11 9
description: "~AC" -8516758 8532920 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 -11216758 2982920 0 1
  corner: 2 -9500000 2982920 0 0
pin_name: "1" -10466188 3757920 9 0 1000001 100001 -1 -1 11 9
description: "~AC" -8516758 2632920 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 9500000 8982920 0 0
  corner: 2 11250000 8982920 0 1
pin_name: "3" 10200000 9657920 9 0 1000001 100001 -1 -1 11 1
description: "OUT" 6800000 8532920 14 0 1000001 100001 -1 -1 11 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 9500000 2982920 0 0
  corner: 2 11250000 2982920 0 1
pin_name: "4" 10200470 3757920 9 0 1000001 100001 -1 -1 11 1
description: "GND" 6800000 2632920 14 0 1000001 100001 -1 -1 11 9

polyline: 11 0 6 180000 -1 -1 -1 0
  corner: 1 3908242 2982920 0 0
  corner: 2 158242 2982920 1 0
  corner: 3 -591758 3732920 1 0
  corner: 4 158242 4482920 1 0
  corner: 5 -591758 5232920 1 0
  corner: 6 158242 5982920 1 0
  corner: 7 -591758 6732920 1 0
  corner: 8 158242 7482920 1 0
  corner: 9 -591758 8232920 1 0
  corner: 10 158242 8982920 0 0
  corner: 11 1408242 8982920 0 0

polyline: 11 0 6 180000 -1 -1 -1 0
  corner: 1 -3591758 8982920 0 0
  corner: 2 -2341758 8982920 1 0
  corner: 3 -1591758 8232920 1 0
  corner: 4 -2341758 7482920 1 0
  corner: 5 -1591758 6732920 1 0
  corner: 6 -2341758 5982920 1 0
  corner: 7 -1591758 5232920 1 0
  corner: 8 -2341758 4482920 1 0
  corner: 9 -1591758 3732920 1 0
  corner: 10 -2341758 2982920 0 0
  corner: 11 -3591758 2982920 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 -1091758 2982920 0 0
  corner: 2 -1091758 8982920 0 0

polyline: 2 0 6 180000 0 -1 -1 0
  corner: 1 1408242 8982920 0 0
  corner: 2 3908242 8982920 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 5000000 12213460 0 0
  corner: 2 5000000 0 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 -5000000 12213460 0 0
  corner: 2 -5000000 0 0 0

outline: 3 0 6 180001 -1 -1 -1 0
  corner: 1 1500000 8000000 0 0
  corner: 2 1500000 10000000 0 0
  corner: 3 2999999 8999999 0 0

polyline: 2 0 6 180001 -1 -1 -1 0
  corner: 1 3000000 10000000 0 0
  corner: 2 3000000 8000000 0 0

part_end

n_pins: 2
rectangle: 32542842 31951139 40207740 34264715
ref_des: "R7" 35878640 36318000 7 0 1000001 100001 -1 -1 11 65
footprint_name: "0603" 35829110 33417998 12 0 0 0 -1 -1 2 1
part_value: "33k" 35878640 34867999 13 0 1000001 100001 -1 -1 11 1
outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 38910033 34149263 0 0
  corner: 2 33840843 34149315 0 0
  corner: 3 33840843 32066539 0 0
  corner: 4 38909814 32066542 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 38909814 33107920 0 0
  corner: 2 40092340 33107921 0 1
pin_name: "2" 39939510 32344181 9 90 0 0 -1 -1 2 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 33840774 33107920 0 0
  corner: 2 32658242 33107920 0 1
pin_name: "1" 32332210 32344180 9 90 0 0 -1 -1 2 9

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 37408242 33607920 0 0
  corner: 2 36158242 32607921 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 36658242 33607920 0 0
  corner: 2 35408242 32607921 0 0

part_end

n_pins: 1
rectangle: -25186278 2194928 -22476358 3770912
ref_des: "X7" -28413000 6455000 7 0 1000001 100001 -1 -1 11 65
footprint_name: "K14" -28462530 3554998 12 0 0 0 -1 -1 11 1
part_value: "Клемма M3.5*6" -28413000 5004999 13 0 1000001 100001 -1 -1 11 1
outline: 4 5 18 180000 -1 -1 -1 0
  corner: 1 -24398284 2310328 2 0
  corner: 2 -23725691 2982920 2 0
  corner: 3 -24398284 3655512 2 0
  corner: 4 -25070878 2982920 2 0

polyline: 2 5 16 180000 -1 -1 -1 0
  corner: 1 -25026758 3579868 0 0
  corner: 2 -23776758 2329868 0 0

polyline: 2 5 8 180000 -1 -1 -1 0
  corner: 1 -23725691 2982920 0 0
  corner: 2 -22591758 2982920 0 1
pin_name: "1" -23314946 3345420 9 0 0 0 -1 -1 11 1

part_end

n_pins: 2
rectangle: 62542842 110992520 66773642 114223320
ref_des: "C3" 67385270 112883000 7 0 1000001 100001 -1 -1 11 73
footprint_name: "0603" 68476200 109982998 12 0 0 0 -1 -1 2 9
part_value: "0.1uF" 67385270 111432999 13 0 1000001 100001 -1 -1 11 1
polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 64658242 113107920 0 0
  corner: 2 64658242 114107920 0 1
pin_name: "2" 63908672 114057400 9 0 0 0 -1 -1 2 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 64658242 112107920 0 0
  corner: 2 64658242 111107920 0 1
pin_name: "1" 63908672 111806960 9 0 0 0 -1 -1 2 9

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 66658242 113107920 0 0
  corner: 2 62658242 113107920 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 66658242 112107920 0 0
  corner: 2 62658242 112107920 0 0

part_end

n_pins: 4
rectangle: 4042842 50867520 15773642 60848320
ref_des: "VD2" 8993000 64283000 7 0 1000001 100001 -1 -1 11 65
footprint_name: "DIP-6" 8993000 61382998 12 0 1000001 100001 -1 -1 11 1
part_value: "MOC3061-63" 8993000 62832999 13 0 1000001 100001 -1 -1 11 1
outline: 4 5 6 180000 -1 -1 -1 0
  corner: 1 14658242 50982920 0 0
  corner: 2 14658242 60732920 0 0
  corner: 3 5158242 60732920 0 0
  corner: 4 5158242 50982920 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 14658242 53232920 0 0
  corner: 2 15658242 53232920 0 1
pin_name: "2" 15208612 53657920 9 0 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 14658242 58482920 0 0
  corner: 2 15658242 58482920 0 1
pin_name: "1" 15258192 58857920 9 0 1000001 100001 -1 -1 11 1

polyline: 4 0 15 180000 -1 -1 -1 0
  corner: 1 5908242 55482920 0 0
  corner: 2 7408242 55482920 0 0
  corner: 3 6658242 56232920 0 0
  corner: 4 5908242 55482920 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 4158242 53232920 0 1
  corner: 2 5158242 53232920 0 0
pin_name: "4" 3907812 53607920 9 0 1000001 100001 -1 -1 11 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 4158242 58482920 0 1
  corner: 2 5158242 58482920 0 0
pin_name: "6" 4008142 58857920 9 0 1000001 100001 -1 -1 11 9

polyline: 14 0 15 180000 -1 -1 -1 0
  corner: 1 14658242 58482920 0 0
  corner: 2 12158242 58482920 0 0
  corner: 3 12158242 56232920 0 0
  corner: 4 12908242 56232920 0 0
  corner: 5 12158266 55482908 0 0
  corner: 6 11408258 56232920 0 0
  corner: 7 12158258 56232920 0 0
  corner: 8 12158258 55482920 0 0
  corner: 9 12158278 55482920 0 0
  corner: 10 11408242 55482920 0 0
  corner: 11 12908242 55482920 0 0
  corner: 12 12158242 55482920 0 0
  corner: 13 12158242 53232920 0 0
  corner: 14 14658242 53232920 0 0

polyline: 2 0 15 180000 -1 -1 -1 0
  corner: 1 10658242 56232920 0 0
  corner: 2 9908242 56232920 0 0

polyline: 2 0 15 180000 -1 -1 -1 0
  corner: 1 10658242 55482920 0 0
  corner: 2 9908242 55482920 0 0

polyline: 3 0 15 180000 -1 -1 -1 0
  corner: 1 10158242 56482920 0 0
  corner: 2 9908242 56232920 0 0
  corner: 3 10158242 55982920 0 0

polyline: 3 0 15 180000 -1 -1 -1 0
  corner: 1 10158242 55732920 0 0
  corner: 2 9908242 55482920 0 0
  corner: 3 10158242 55232920 0 0

polyline: 4 0 15 180000 -1 -1 -1 0
  corner: 1 8658242 56232920 0 0
  corner: 2 7158242 56232920 0 0
  corner: 3 7908242 55482920 0 0
  corner: 4 8658242 56232920 0 0

polyline: 2 0 15 180000 -1 -1 -1 0
  corner: 1 8658242 55482920 0 0
  corner: 2 7408242 55482920 0 0

polyline: 2 0 15 180000 -1 -1 -1 0
  corner: 1 7158242 56232920 0 0
  corner: 2 5908242 56232920 0 0

polyline: 3 0 15 180000 -1 -1 -1 0
  corner: 1 7158242 56232920 0 0
  corner: 2 7158242 58482920 0 0
  corner: 3 5158242 58482920 0 0

polyline: 3 0 15 180000 -1 -1 -1 0
  corner: 1 7408242 55482920 0 0
  corner: 2 7408242 53232920 0 0
  corner: 3 5158242 53232920 0 0

part_end

n_pins: 3
rectangle: -10457158 53117520 -4226358 60098320
ref_des: "VS1" -19001000 57833000 7 0 1000001 100001 -1 -1 11 73
footprint_name: "TO-220" -21190480 54932998 12 0 1000001 100001 -1 -1 11 9
part_value: "BTA24-600" -23402820 56382999 13 0 1000001 100001 -1 -1 11 9
outline: 3 25 15 180000 -1 -1 -1 0
  corner: 1 -8341758 55232920 0 0
  corner: 2 -6341758 57982920 0 0
  corner: 3 -10341758 57982920 0 0

outline: 3 25 18 180000 -1 -1 -1 0
  corner: 1 -8341758 57982920 0 0
  corner: 2 -10341758 55232920 0 0
  corner: 3 -6341759 55232920 0 0
description: "^ '|LINK: https://aliexpress.ru/popular/bta24-600.html'|page_number: 1" -8741759 56582920 14 0 1000000 100000 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 -8341758 59982920 0 1
  corner: 2 -8341758 57982920 0 0
pin_name: "2" -7841758 58607920 9 0 0 0 -1 -1 11 1
description: "TERMINAL2" -8941758 58707920 14 270 1000001 100001 -1 -1 11 1

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 -8341758 55232920 0 0
  corner: 2 -6341758 53232920 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 -8341758 55232920 0 0
  corner: 2 -8341758 53232920 0 1
pin_name: "1" -7841758 52607920 9 0 0 0 -1 -1 11 1
description: "TERMINAL1" -8941758 49007920 14 270 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 -6341758 53232920 0 0
  corner: 2 -4341758 53232920 0 1
pin_name: "3" -5491758 53832920 9 0 0 0 -1 -1 11 1
description: "GATE" -6241758 53832920 14 0 1000001 100001 -1 -1 11 1
net_name: "GATE" -6341758 50957920 11 0 0 0 -1 -1 11 1

part_end

n_pins: 4
rectangle: 1042842 30617520 19273642 41098320
ref_des: "VD4" 8334000 44833000 7 0 1000001 100001 -1 -1 11 65
footprint_name: "DIP-4" 8334000 41932998 12 0 1000001 100001 -1 -1 11 1
part_value: "PC814" 8334000 43382999 13 0 1000001 100001 -1 -1 11 1
outline: 4 5 6 180000 -1 -1 -1 0
  corner: 1 17908242 30732920 0 0
  corner: 2 17908242 40982920 0 0
  corner: 3 2408242 40982920 0 0
  corner: 4 2408242 30732920 0 0

outline: 4 1 15 180000 -1 -1 -1 0
  corner: 1 13658242 38232920 0 0
  corner: 2 13658242 33482920 0 0
  corner: 3 13158242 33482920 0 0
  corner: 4 13158242 38232920 0 0

polyline: 14 0 15 180000 -1 -1 -1 0
  corner: 1 2408242 38482920 0 0
  corner: 2 7658242 38482920 0 0
  corner: 3 7658242 36232920 0 0
  corner: 4 6908242 36232920 0 0
  corner: 5 7658218 35482908 0 0
  corner: 6 8408226 36232920 0 0
  corner: 7 7658226 36232920 0 0
  corner: 8 7658226 35482920 0 0
  corner: 9 7658206 35482920 0 0
  corner: 10 8408242 35482920 0 0
  corner: 11 6908242 35482920 0 0
  corner: 12 7658242 35482920 0 0
  corner: 13 7658242 33232920 0 0
  corner: 14 2408242 33232920 0 0

polyline: 2 0 15 180000 -1 -1 -1 0
  corner: 1 9158242 36232920 0 0
  corner: 2 9908242 36232920 0 0

polyline: 2 0 15 180000 -1 -1 -1 0
  corner: 1 9158242 35482920 0 0
  corner: 2 9908242 35482920 0 0

polyline: 3 0 15 180000 -1 -1 -1 0
  corner: 1 9658242 36482920 0 0
  corner: 2 9908242 36232920 0 0
  corner: 3 9658242 35982920 0 0

polyline: 3 0 15 180000 -1 -1 -1 0
  corner: 1 9658242 35732920 0 0
  corner: 2 9908242 35482920 0 0
  corner: 3 9658242 35232920 0 0

polyline: 12 0 15 180000 -1 -1 -1 0
  corner: 1 5658242 33232920 0 0
  corner: 2 5658242 35482920 0 0
  corner: 3 6408242 35482920 0 0
  corner: 4 5658266 36232932 0 0
  corner: 5 4908258 35482920 0 0
  corner: 6 5658258 35482920 0 0
  corner: 7 5658258 36232920 0 0
  corner: 8 5658279 36232920 0 0
  corner: 9 4908242 36232920 0 0
  corner: 10 6408243 36232920 0 0
  corner: 11 5658242 36232920 0 0
  corner: 12 5658242 38482920 0 0

polyline: 5 0 15 180000 -1 -1 -1 0
  corner: 1 17908242 38482920 0 0
  corner: 2 16158242 38482920 0 0
  corner: 3 13533234 35857916 0 0
  corner: 4 16158242 33232920 0 0
  corner: 5 17908242 33232920 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 1158242 38482920 0 1
  corner: 2 2408242 38482920 0 0
pin_name: "1" 1658192 38807920 9 0 1000001 100001 -1 -1 11 9

polyline: 2 0 15 180000 -1 -1 -1 0
  corner: 1 16158242 33232920 0 0
  corner: 2 15658242 33982920 0 0

polyline: 2 0 15 180000 -1 -1 -1 0
  corner: 1 16158242 33232920 0 0
  corner: 2 15408242 33732920 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 17908242 33232920 0 0
  corner: 2 19158242 33232920 0 1
pin_name: "3" 18258612 33557920 9 0 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 1158242 33232920 0 1
  corner: 2 2408242 33232920 0 0
pin_name: "2" 1358612 33557920 9 0 1000001 100001 -1 -1 11 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 17908242 38482920 0 0
  corner: 2 19158242 38482920 0 1
pin_name: "4" 18208447 38807920 9 0 1000001 100001 -1 -1 11 1

part_end

n_pins: 2
rectangle: -9457158 32076139 -1792260 34389715
ref_des: "R8" -2108090 35443000 7 0 1000001 100001 -1 -1 11 65
footprint_name: "2010" -2158890 32542998 12 0 0 0 -1 -1 2 1
part_value: "30k" -2108090 33992999 13 0 1000001 100001 -1 -1 11 1
outline: 5 0 6 180000 -1 -1 -1 0
  corner: 1 -3089967 34274263 0 0
  corner: 2 -8159157 34274315 0 0
  corner: 3 -8159157 32191539 0 0
  corner: 4 -5624671 32191541 0 0
  corner: 5 -3090186 32191542 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 -3090186 33232920 0 0
  corner: 2 -1907660 33232921 0 1
pin_name: "2" -2060490 32469181 9 90 0 0 -1 -1 2 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 -8159226 33232920 0 0
  corner: 2 -9341758 33232920 0 1
pin_name: "1" -9667790 32469180 9 90 0 0 -1 -1 2 9

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 -5624671 33732920 0 0
  corner: 2 -5624671 32732921 0 0

part_end

n_pins: 2
rectangle: -1498540 59492520 815036 67157418
ref_des: "R4" 1601500 64253000 7 0 1000001 100001 -1 -1 11 65
footprint_name: "2010" 1550700 61352998 12 0 0 0 -1 -1 2 1
part_value: "270R" 1601500 62802999 13 0 1000001 100001 -1 -1 11 1
outline: 5 0 6 180000 -1 -1 -1 0
  corner: 1 699584 60790227 0 0
  corner: 2 699636 65859417 0 0
  corner: 3 -1383140 65859417 0 0
  corner: 4 -1383138 63324931 0 0
  corner: 5 -1383137 60790446 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 -341759 60790446 0 0
  corner: 2 -341758 59607920 0 1
pin_name: "2" -1104579 59761498 9 0 0 0 -1 -1 2 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 -341759 65859486 0 0
  corner: 2 -341759 67042018 0 1
pin_name: "1" -1104579 67368798 9 0 0 0 -1 -1 2 9

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 158241 63324931 0 0
  corner: 2 -841758 63324931 0 0

part_end

n_pins: 2
rectangle: -18639578 119992520 -5734226 122614768
ref_des: "L1" -16762000 126287000 7 0 1000001 100001 -1 -1 11 65
footprint_name: "SDR0403" -16762000 123386998 12 0 1000001 100001 -1 -1 11 1
part_value: "680uH" -16762000 124836999 13 0 1000001 100001 -1 -1 11 1
polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 -7164910 120107920 0 0
  corner: 2 -5849626 120107920 0 1
pin_name: "2" -6730111 120562260 9 0 1000001 100001 -1 -1 11 1

polyline: 7 0 6 180000 -1 -1 -1 0
  corner: 1 -17208890 120107920 1 0
  corner: 2 -15534895 121781912 1 0
  corner: 3 -13860899 120107920 1 0
  corner: 4 -12186899 121781912 1 0
  corner: 5 -10512906 120107920 1 0
  corner: 6 -8838906 121781912 1 0
  corner: 7 -7164910 120107920 1 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 -17208890 122499368 0 0
  corner: 2 -7164910 122499368 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 -17208890 120107920 0 0
  corner: 2 -18524178 120107920 0 1
pin_name: "1" -18054573 120562260 9 0 1000001 100001 -1 -1 11 9

part_end

n_pins: 1
rectangle: -25791278 82194926 -22476358 83770914
ref_des: "X4" -27413000 86605000 7 0 1000001 100001 -1 -1 11 65
footprint_name: "K14" -27462530 83704998 12 0 0 0 -1 -1 11 1
part_value: "Клемма M3.5*6" -27413000 85154999 13 0 1000001 100001 -1 -1 11 1
outline: 4 5 18 180000 -1 -1 -1 0
  corner: 1 -24398284 82310326 2 0
  corner: 2 -23725691 82982920 2 0
  corner: 3 -24398284 83655514 2 0
  corner: 4 -25070878 82982920 2 0

polyline: 2 5 16 180000 -1 -1 -1 0
  corner: 1 -25026758 83579868 0 0
  corner: 2 -23776758 82329868 0 0

polyline: 2 5 8 180000 -1 -1 -1 0
  corner: 1 -23725691 82982920 0 0
  corner: 2 -22591758 82982920 0 1
pin_name: "1" -23314946 83445420 9 0 0 0 -1 -1 11 1

polyline: 2 5 17 180000 -1 -1 -1 0
  corner: 1 -25675878 83579868 0 0
  corner: 2 -25675878 82579868 0 0
description: "^ '|LINK: https://procontact74.ru/goods-on-order/2165-klemmy/2169-klemmyvintovye/77003-vintovayaklemmak14klemmavintovayam356/'|page_number: 1" -27302063 82752367 14 0 1000001 100001 -1 -1 11 9

part_end

n_pins: 3
rectangle: 24518453 48801700 31717124 55205435
ref_des: "VT1" 30907000 48564000 7 0 1000001 100001 -1 -1 11 65
footprint_name: "SOT-23" 30907000 45663998 12 0 1000001 100001 -1 -1 11 1
part_value: "IRLML2502" 30907000 47113999 13 0 1000001 100001 -1 -1 11 1
polyline: 6 0 6 180000 -1 -1 -1 0
  corner: 1 27357966 50619982 0 0
  corner: 2 27357966 51897116 0 0
  corner: 3 28848063 51897116 0 0
  corner: 4 28422271 52322853 0 0
  corner: 5 28422271 51471417 0 0
  corner: 6 28848063 51897116 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 29486478 53174290 0 0
  corner: 2 29486478 50619982 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 28848063 51045703 0 0
  corner: 2 28848063 50194237 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 28848063 52322853 0 0
  corner: 2 28848063 51471417 0 0

outline: 3 0 6 180000 -1 -1 -1 0
  corner: 1 26506624 52234423 0 0
  corner: 2 26932290 51684304 0 0
  corner: 3 26080849 51684304 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 26932290 52322853 0 0
  corner: 2 26080849 52322853 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 26506624 50619982 0 0
  corner: 2 26506624 53174290 0 0

outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 27996543 55090035 1 0
  corner: 2 31083045 52003591 1 0
  corner: 3 27996543 48917100 1 0
  corner: 4 24910056 52003591 1 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 29486478 50619982 0 0
  corner: 2 31601724 50619982 0 1
pin_name: "1" 31712216 51192316 9 0 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 28864345 53232920 0 0
  corner: 2 24633853 53232920 0 1
pin_name: "3" 23751214 53996933 9 0 1000001 100001 -1 -1 11 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 28864345 50619982 0 0
  corner: 2 24633853 50619982 0 1
pin_name: "2" 23827191 51250824 9 0 1000001 100001 -1 -1 11 9

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 28848063 53600017 0 0
  corner: 2 28848063 52748573 0 0

part_end

n_pins: 2
rectangle: 13896198 5302256 16518420 6848320
ref_des: "C10" 17235000 5547000 7 0 1000001 100001 -1 -1 11 65
footprint_name: "0805" 17185470 2646998 12 0 0 0 -1 -1 2 129
part_value: "10uF" 17235000 4097000 13 0 1000001 100001 -1 -1 11 1
polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 14011598 5776408 0 0
  corner: 2 16403020 5776408 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 14011598 6374216 0 0
  corner: 2 16403020 6374216 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 15207310 5776408 0 0
  corner: 2 15207310 5417656 0 1
pin_name: "2" 16112110 5226315 9 0 0 0 -1 -1 2 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 15207310 6374216 0 0
  corner: 2 15207310 6732920 0 1
pin_name: "1" 16230554 7304911 9 0 0 0 -1 -1 2 1

part_end

n_pins: 2
rectangle: -6870585 113701752 -1856941 116563080
ref_des: "C7" -1197000 115323000 7 0 1000001 100001 -1 -1 11 73
footprint_name: "0805" -61620 112422998 12 0 0 0 -1 -1 2 137
part_value: "10uF" -1197000 113872999 13 0 1000001 100001 -1 -1 11 1
polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 -4363761 115730272 0 0
  corner: 2 -4363761 116447680 0 1
pin_name: "1" -2317273 117591662 9 0 0 0 -1 -1 2 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 -4363761 114534656 0 0
  corner: 2 -4363761 113817152 0 1
pin_name: "2" -2554162 113434470 9 0 0 0 -1 -1 2 1

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 -6755185 114534656 0 0
  corner: 2 -1972341 114534656 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 -6755185 115730272 0 0
  corner: 2 -1972341 115730272 0 0

part_end

n_pins: 1
rectangle: -25186278 8194928 -22476358 9770912
ref_des: "X5" -28413000 12755000 7 0 1000001 100001 -1 -1 11 65
footprint_name: "K14" -28462530 9854998 12 0 0 0 -1 -1 11 1
part_value: "Клемма M3.5*6" -28413000 11304999 13 0 1000001 100001 -1 -1 11 1
outline: 4 5 18 180000 -1 -1 -1 0
  corner: 1 -24398284 8310328 2 0
  corner: 2 -23725691 8982920 2 0
  corner: 3 -24398284 9655512 2 0
  corner: 4 -25070878 8982920 2 0

polyline: 2 5 16 180000 -1 -1 -1 0
  corner: 1 -25026758 9579868 0 0
  corner: 2 -23776758 8329868 0 0

polyline: 2 5 8 180000 -1 -1 -1 0
  corner: 1 -23725691 8982920 0 0
  corner: 2 -22591758 8982920 0 1
pin_name: "1" -23314946 9345420 9 0 0 0 -1 -1 11 1

part_end

n_pins: 1
rectangle: -25186278 74444926 -22476358 76020914
ref_des: "X3" -27363000 79005000 7 0 1000001 100001 -1 -1 11 65
footprint_name: "K14" -27413800 76104998 12 0 0 0 -1 -1 11 1
part_value: "Клемма M3.5*6" -27363000 77554999 13 0 1000001 100001 -1 -1 11 1
outline: 4 5 18 180000 -1 -1 -1 0
  corner: 1 -24398284 74560326 2 0
  corner: 2 -23725691 75232920 2 0
  corner: 3 -24398284 75905514 2 0
  corner: 4 -25070878 75232920 2 0

polyline: 2 5 16 180000 -1 -1 -1 0
  corner: 1 -25026758 75829867 0 0
  corner: 2 -23776758 74579867 0 0

polyline: 2 5 8 180000 -1 -1 -1 0
  corner: 1 -23725691 75232920 0 0
  corner: 2 -22591758 75232920 0 1
pin_name: "1" -23314946 75695420 9 0 0 0 -1 -1 11 1

part_end

n_pins: 1
rectangle: 33120249 50483587 34696236 53193507
ref_des: "X8" 33208000 53883000 7 0 1000001 100001 -1 -1 11 65
footprint_name: "Pad2x2" 33157200 52432999 12 0 0 0 -1 -1 11 1
outline: 4 5 18 180000 -1 -1 -1 0
  corner: 1 33235649 52405514 2 0
  corner: 2 33908242 51732920 2 0
  corner: 3 34580836 52405514 2 0
  corner: 4 33908242 53078107 2 0

polyline: 2 5 16 180000 -1 -1 -1 0
  corner: 1 34505189 53033987 0 0
  corner: 2 33255189 51783987 0 0

polyline: 2 5 8 180000 -1 -1 -1 0
  corner: 1 33908242 51732920 0 0
  corner: 2 33908242 50598987 0 700000
pin_name: "1" 34170742 51522420 9 90 0 0 -1 -1 11 1

part_end

n_pins: 1
rectangle: 36370249 50483587 37946236 53193507
ref_des: "X9" 36458000 53883000 7 0 1000001 100001 -1 -1 11 65
footprint_name: "Pad2x2" 36407200 52432999 12 0 0 0 -1 -1 11 1
outline: 4 5 18 180000 -1 -1 -1 0
  corner: 1 36485649 52405514 2 0
  corner: 2 37158242 51732920 2 0
  corner: 3 37830836 52405514 2 0
  corner: 4 37158242 53078107 2 0

polyline: 2 5 16 180000 -1 -1 -1 0
  corner: 1 37755189 53033987 0 0
  corner: 2 36505189 51783987 0 0

polyline: 2 5 8 180000 -1 -1 -1 0
  corner: 1 37158242 51732920 0 0
  corner: 2 37158242 50598987 0 700000
pin_name: "1" 37420742 51522420 9 90 0 0 -1 -1 11 1

part_end

n_pins: 1
rectangle: 23120249 38367520 24696236 41077440
ref_des: "X10" 23208000 41767000 7 0 1000001 100001 -1 -1 11 65
footprint_name: "Pad2x2" 23157200 40316999 12 0 0 0 -1 -1 11 1
outline: 4 5 18 180000 -1 -1 -1 0
  corner: 1 23235649 40289446 2 0
  corner: 2 23908242 39616853 2 0
  corner: 3 24580836 40289446 2 0
  corner: 4 23908242 40962040 2 0

polyline: 2 5 16 180000 -1 -1 -1 0
  corner: 1 24505189 40917920 0 0
  corner: 2 23255189 39667920 0 0

polyline: 2 5 8 180000 -1 -1 -1 0
  corner: 1 23908242 39616853 0 0
  corner: 2 23908242 38482920 0 700000
pin_name: "1" 24170742 39406353 9 90 0 0 -1 -1 11 1

part_end

n_pins: 1
rectangle: 26370249 38367520 27946236 41077440
ref_des: "X11" 26458000 41767000 7 0 1000001 100001 -1 -1 11 65
footprint_name: "Pad2x2" 26407200 40316999 12 0 0 0 -1 -1 11 1
outline: 4 5 18 180000 -1 -1 -1 0
  corner: 1 26485649 40289446 2 0
  corner: 2 27158242 39616853 2 0
  corner: 3 27830836 40289446 2 0
  corner: 4 27158242 40962040 2 0

polyline: 2 5 16 180000 -1 -1 -1 0
  corner: 1 27755189 40917920 0 0
  corner: 2 26505189 39667920 0 0

polyline: 2 5 8 180000 -1 -1 -1 0
  corner: 1 27158242 39616853 0 0
  corner: 2 27158242 38482920 0 700000
pin_name: "1" 27420742 39406353 9 90 0 0 -1 -1 11 1

part_end

n_pins: 2
rectangle: -9457158 37326139 -1792260 39639715
ref_des: "R6" -2220090 40693000 7 0 1000001 100001 -1 -1 11 65
footprint_name: "2010" -2269620 37792998 12 0 0 0 -1 -1 2 1
part_value: "30k" -2220090 39242999 13 0 1000001 100001 -1 -1 11 1
outline: 5 0 6 180000 -1 -1 -1 0
  corner: 1 -3089967 39524263 0 0
  corner: 2 -8159157 39524315 0 0
  corner: 3 -8159157 37441539 0 0
  corner: 4 -5624671 37441541 0 0
  corner: 5 -3090186 37441542 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 -3090186 38482920 0 0
  corner: 2 -1907660 38482921 0 1
pin_name: "2" -2060490 37719181 9 90 0 0 -1 -1 2 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 -8159226 38482920 0 0
  corner: 2 -9341758 38482920 0 1
pin_name: "1" -9667790 37719180 9 90 0 0 -1 -1 2 9

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 -5624671 38982920 0 0
  corner: 2 -5624671 37982921 0 0

part_end

n_pins: 2
rectangle: 24207609 92742519 27108880 97731187
ref_des: "VD1" 28220000 96038000 7 0 1000001 100001 -1 -1 11 65
footprint_name: "SS12" 28220000 93137998 12 0 1000001 100001 -1 -1 11 1
part_value: "SS12|(SS13,SS14,SS15)" 28220000 94587999 13 0 1000001 100001 -1 -1 11 1
polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 26993480 96280545 0 0
  corner: 2 24323009 96280545 0 0

outline: 3 0 6 180000 -1 -1 -1 0
  corner: 1 25658241 96280545 0 0
  corner: 2 24323011 94193158 0 0
  corner: 3 26993480 94193158 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 25658241 92857919 0 1
  corner: 2 25658241 94193158 0 0
pin_name: "1" 25124150 93125004 9 360 0 0 -1 -1 2 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 25658241 96280545 0 0
  corner: 2 25658241 97615787 0 1
pin_name: "2" 24857099 96647754 9 360 0 0 -1 -1 2 1

part_end

n_pins: 2
rectangle: 54292842 132242520 58523642 135473320
ref_des: "C8" 59135000 134133000 7 0 1000001 100001 -1 -1 11 73
footprint_name: "0603" 60270380 131232998 12 0 0 0 -1 -1 2 9
part_value: "0.1uF" 59135000 132682999 13 0 1000001 100001 -1 -1 11 1
polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 56408242 134357920 0 0
  corner: 2 56408242 135357920 0 1
pin_name: "2" 55658672 135307400 9 0 0 0 -1 -1 2 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 56408242 133357920 0 0
  corner: 2 56408242 132357920 0 1
pin_name: "1" 55658672 133056960 9 0 0 0 -1 -1 2 9

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 58408242 134357920 0 0
  corner: 2 54408242 134357920 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 58408242 133357920 0 0
  corner: 2 54408242 133357920 0 0

part_end

n_pins: 2
rectangle: 34542841 118951139 42207739 121264715
ref_des: "R3" 38802838 117419321 7 360 1000001 100001 -1 -1 11 73
footprint_name: "0603" 39938218 114519319 12 360 0 0 -1 -1 2 9
part_value: "3k3" 38195778 115969320 13 360 1000001 100001 -1 -1 11 9
outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 40910032 121149263 0 0
  corner: 2 35840842 121149315 0 0
  corner: 3 35840842 119066539 0 0
  corner: 4 40909813 119066542 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 40909813 120107920 0 0
  corner: 2 42092339 120107921 0 1
pin_name: "2" 41939509 119344181 9 90 0 0 -1 -1 2 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 35840773 120107920 0 0
  corner: 2 34658241 120107920 0 1
pin_name: "1" 34332209 119344181 9 90 0 0 -1 -1 2 1

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 39408241 120607920 0 0
  corner: 2 38158241 119607921 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 38658241 120607920 0 0
  corner: 2 37408241 119607921 0 0

part_end

n_pins: 2
rectangle: 50818698 50742520 55049498 53973320
ref_des: "C1" 49417404 52433000 7 0 1000001 100001 -1 -1 11 65
footprint_name: "0603" 49366604 49532998 12 0 0 0 -1 -1 2 1
part_value: "1uF" 48745574 50982999 13 0 1000001 100001 -1 -1 11 9
polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 52934098 52857920 0 0
  corner: 2 52934098 53857920 0 1
pin_name: "1" 52184528 53807400 9 0 0 0 -1 -1 2 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 52934098 51857920 0 0
  corner: 2 52934098 50857920 0 1
pin_name: "2" 52184528 51556960 9 0 0 0 -1 -1 2 9

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 54934098 52857920 0 0
  corner: 2 50934098 52857920 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 54934098 51857920 0 0
  corner: 2 50934098 51857920 0 0

part_end

n_pins: 1
rectangle: -23960587 107712007 -21250667 109287994
ref_des: "X14" -26166067 107900000 7 0 1000001 100001 -1 -1 11 65
footprint_name: "Pad2x2" -26215597 106449999 12 0 0 0 -1 -1 11 1
outline: 4 5 18 180000 -1 -1 -1 0
  corner: 1 -23172593 107827407 2 0
  corner: 2 -22500000 108500000 2 0
  corner: 3 -23172593 109172594 2 0
  corner: 4 -23845187 108500000 2 0

polyline: 2 5 16 180000 -1 -1 -1 0
  corner: 1 -23801067 109096947 0 0
  corner: 2 -22551067 107846947 0 0

polyline: 2 5 8 180000 -1 -1 -1 0
  corner: 1 -22500000 108500000 0 0
  corner: 2 -21366067 108500000 0 1
pin_name: "1" -22000000 108950000 9 0 0 0 -1 -1 11 1

part_end

n_pins: 1
rectangle: -23960587 105212007 -21250667 106787994
ref_des: "X15" -26166000 105400000 7 0 1000001 100001 -1 -1 11 65
footprint_name: "Pad2x2" -26215530 103949999 12 0 0 0 -1 -1 11 1
outline: 4 5 18 180000 -1 -1 -1 0
  corner: 1 -23172593 105327407 2 0
  corner: 2 -22500000 106000000 2 0
  corner: 3 -23172593 106672594 2 0
  corner: 4 -23845187 106000000 2 0

polyline: 2 5 16 180000 -1 -1 -1 0
  corner: 1 -23801067 106596947 0 0
  corner: 2 -22551067 105346947 0 0

polyline: 2 5 8 180000 -1 -1 -1 0
  corner: 1 -22500000 106000000 0 0
  corner: 2 -21366067 106000000 0 1
pin_name: "1" -22000000 106450000 9 0 0 0 -1 -1 11 1

part_end

n_pins: 2
rectangle: -12707158 66367520 -9476358 70598320
ref_des: "C9" -12789180 75533000 7 0 1000001 100001 -1 -1 11 65
footprint_name: "CL21" -12789180 71182997 12 0 1000001 100001 -1 -1 11 1
part_value: "0.033'630v" -12789180 74082999 13 0 1000001 100001 -1 -1 11 1
polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 -11591758 68482920 0 0
  corner: 2 -12591758 68482920 0 1
pin_name: "2" -12541238 67733350 9 270 0 0 -1 -1 2 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 -10591758 68482920 0 0
  corner: 2 -9591758 68482920 0 1
pin_name: "1" -10290798 67733350 9 270 0 0 -1 -1 2 9

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 -11591758 70482920 0 0
  corner: 2 -11591758 66482920 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 -10591758 70482920 0 0
  corner: 2 -10591758 66482920 0 0

part_end

n_pins: 6
rectangle: 70542842 59992520 82773642 67723320
ref_des: "D2" 71958000 71607000 7 0 1000001 100001 -1 -1 11 65
footprint_name: "SOT-23-6" 71958000 68706998 12 0 1000001 100001 -1 -1 11 1
part_value: "TTP223-BA6" 71958000 70156999 13 0 1000001 100001 -1 -1 11 1
outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 71658242 60107920 0 0
  corner: 2 71658242 67607920 0 0
  corner: 3 81658242 67607920 0 0
  corner: 4 81658242 60107920 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 71658242 66357920 0 0
  corner: 2 70658242 66357920 0 1
pin_name: "1" 70391542 67107920 9 0 1000001 100001 -1 -1 11 9
description: "Q" 72558242 65907920 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 71658242 63857920 0 0
  corner: 2 70658242 63857920 0 1
pin_name: "2" 70174372 64607920 9 0 1000001 100001 -1 -1 11 9
description: "VSS" 72558242 63407920 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 71658242 61357920 0 0
  corner: 2 70658242 61357920 0 1
pin_name: "3" 70217552 62107920 9 0 1000001 100001 -1 -1 11 9
description: "I" 72558242 60907920 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 15 180000 -1 -1 -1 0
  corner: 1 82658242 61357920 0 0
  corner: 2 81658242 61357920 0 0
pin_name: "4" 82658242 62107920 9 0 1000001 100001 -1 -1 11 1
description: "AHLB" 78458242 60907920 14 0 1000001 100001 -1 -1 11 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 82658242 63857920 0 1
  corner: 2 81658242 63857920 0 0
pin_name: "5" 82658242 64607920 9 0 1000001 100001 -1 -1 11 1
description: "VDD" 79151282 63407920 14 0 1000001 100001 -1 -1 11 9

polyline: 2 0 15 180000 -1 -1 -1 0
  corner: 1 82658242 66357920 0 0
  corner: 2 81658242 66357920 0 0
pin_name: "6" 82658242 67107920 9 0 1000001 100001 -1 -1 11 1
description: "TOG" 79238252 65907920 14 0 1000001 100001 -1 -1 11 9

outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 75408242 60107920 0 0
  corner: 2 75408242 67607920 0 0
  corner: 3 77908242 67607920 0 0
  corner: 4 77908242 60107920 0 0
description: "^ '|LINK: https://www.platan.ru/cgi-bin/qwery.pl/id=2015691717'|page_number: 1" 76200000 60700000 14 0 1000000 100000 -1 -1 11 1

part_end

n_pins: 1
rectangle: 202476358 114212007 205186278 115787994
ref_des: "X18" 200270878 114400000 7 0 1000001 100001 -1 -1 11 65
footprint_name: "Pad2x2" 200220078 112949999 12 0 0 0 -1 -1 11 1
outline: 4 5 18 180000 -1 -1 -1 0
  corner: 1 203264352 114327407 2 0
  corner: 2 203936945 115000000 2 0
  corner: 3 203264352 115672594 2 0
  corner: 4 202591758 115000000 2 0

polyline: 2 5 16 180000 -1 -1 -1 0
  corner: 1 202635878 115596947 0 0
  corner: 2 203885878 114346947 0 0

polyline: 2 5 8 180000 -1 -1 -1 0
  corner: 1 203936945 115000000 0 0
  corner: 2 205070878 115000000 0 1
pin_name: "1" 204436945 115450000 9 0 0 0 -1 -1 11 1

part_end

n_pins: 1
rectangle: 202476358 111712007 205186278 113287994
ref_des: "X19" 200270945 111900000 7 0 1000001 100001 -1 -1 11 65
footprint_name: "Pad2x2" 200221415 110449999 12 0 0 0 -1 -1 11 1
outline: 4 5 18 180000 -1 -1 -1 0
  corner: 1 203264352 111827407 2 0
  corner: 2 203936945 112500000 2 0
  corner: 3 203264352 113172594 2 0
  corner: 4 202591758 112500000 2 0

polyline: 2 5 16 180000 -1 -1 -1 0
  corner: 1 202635878 113096947 0 0
  corner: 2 203885878 111846947 0 0

polyline: 2 5 8 180000 -1 -1 -1 0
  corner: 1 203936945 112500000 0 0
  corner: 2 205070878 112500000 0 1
pin_name: "1" 204436945 112950000 9 0 0 0 -1 -1 11 1

part_end

n_pins: 1
rectangle: 253321545 101712007 256031465 103287994
ref_des: "X20" 256470878 102040000 7 0 1000001 100001 -1 -1 11 73
footprint_name: "Pad2x2" 258190458 100589999 12 0 0 0 -1 -1 11 9
outline: 4 5 18 180000 -1 -1 -1 0
  corner: 1 255243471 101827407 1 0
  corner: 2 254570878 102500000 1 0
  corner: 3 255243471 103172594 1 0
  corner: 4 255916065 102500000 1 0

polyline: 2 5 16 180000 -1 -1 -1 0
  corner: 1 255871945 103096947 0 0
  corner: 2 254621945 101846947 0 0

polyline: 2 5 8 180000 -1 -1 -1 0
  corner: 1 254570878 102500000 0 0
  corner: 2 253436945 102500000 0 1
pin_name: "1" 253870878 102950000 9 0 0 0 -1 -1 11 9

part_end

n_pins: 1
rectangle: 253321545 98712007 256031465 100287994
ref_des: "X21" 256470878 99010000 7 0 1000001 100001 -1 -1 11 73
footprint_name: "Pad2x2" 258147278 97559999 12 0 0 0 -1 -1 11 9
outline: 4 5 18 180000 -1 -1 -1 0
  corner: 1 255243471 98827407 1 0
  corner: 2 254570878 99500000 1 0
  corner: 3 255243471 100172594 1 0
  corner: 4 255916065 99500000 1 0

polyline: 2 5 16 180000 -1 -1 -1 0
  corner: 1 255871945 100096947 0 0
  corner: 2 254621945 98846947 0 0

polyline: 2 5 8 180000 -1 -1 -1 0
  corner: 1 254570878 99500000 0 0
  corner: 2 253436945 99500000 0 1
pin_name: "1" 253870878 99950000 9 0 0 0 -1 -1 11 9

part_end

n_pins: 2
rectangle: 285955478 54951139 293620376 57264715
ref_des: "R12" 289126038 59218000 7 0 1000001 100001 -1 -1 11 65
footprint_name: "0603" 289075238 56317998 12 0 0 0 -1 -1 2 1
part_value: "100R" 289126038 57767999 13 0 1000001 100001 -1 -1 11 1
outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 292322669 57149263 0 0
  corner: 2 287253479 57149315 0 0
  corner: 3 287253479 55066539 0 0
  corner: 4 292322450 55066542 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 292322450 56107920 0 0
  corner: 2 293504976 56107921 0 1
pin_name: "1" 293352146 55344181 9 90 0 0 -1 -1 2 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 287253410 56107920 0 0
  corner: 2 286070878 56107920 0 1
pin_name: "2" 285744846 55344180 9 90 0 0 -1 -1 2 9

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 290820878 56607920 0 0
  corner: 2 289570878 55607921 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 290070878 56607920 0 0
  corner: 2 288820878 55607921 0 0

part_end

n_pins: 6
rectangle: 324113720 59992520 336344520 67723320
ref_des: "D5" 325528878 71507000 7 0 1000001 100001 -1 -1 11 65
footprint_name: "SOT-23-6" 325528878 68606998 12 0 1000001 100001 -1 -1 11 1
part_value: "TTP223-BA6" 325528878 70056999 13 0 1000001 100001 -1 -1 11 1
outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 325229120 60107920 0 0
  corner: 2 325229120 67607920 0 0
  corner: 3 335229120 67607920 0 0
  corner: 4 335229120 60107920 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 325229120 66357920 0 0
  corner: 2 324229120 66357920 0 1
pin_name: "1" 323962420 67107920 9 0 1000001 100001 -1 -1 11 9
description: "Q" 326129120 65907920 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 325229120 63857920 0 0
  corner: 2 324229120 63857920 0 1
pin_name: "2" 323745250 64607920 9 0 1000001 100001 -1 -1 11 9
description: "VSS" 326129120 63407920 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 325229120 61357920 0 0
  corner: 2 324229120 61357920 0 1
pin_name: "3" 323788430 62107920 9 0 1000001 100001 -1 -1 11 9
description: "I" 326129120 60907920 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 15 180000 -1 -1 -1 0
  corner: 1 336229120 61357920 0 0
  corner: 2 335229120 61357920 0 0
pin_name: "4" 336229120 62107920 9 0 1000001 100001 -1 -1 11 1
description: "AHLB" 332029120 60907920 14 0 1000001 100001 -1 -1 11 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 336229120 63857920 0 1
  corner: 2 335229120 63857920 0 0
pin_name: "5" 336229120 64607920 9 0 1000001 100001 -1 -1 11 1
description: "VDD" 332722160 63407920 14 0 1000001 100001 -1 -1 11 9

polyline: 2 0 15 180000 -1 -1 -1 0
  corner: 1 336229120 66357920 0 0
  corner: 2 335229120 66357920 0 0
pin_name: "6" 336229120 67107920 9 0 1000001 100001 -1 -1 11 1
description: "TOG" 332809130 65907920 14 0 1000001 100001 -1 -1 11 9

outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 328979120 60107920 0 0
  corner: 2 328979120 67607920 0 0
  corner: 3 331479120 67607920 0 0
  corner: 4 331479120 60107920 0 0
description: "^ '|LINK: https://www.platan.ru/cgi-bin/qwery.pl/id=2015691717'|page_number: 1" 329770878 60700000 14 0 1000000 100000 -1 -1 11 1

part_end

n_pins: 2
rectangle: 309363720 50742520 313594520 53973320
ref_des: "C12" 314185878 52633000 7 0 1000001 100001 -1 -1 11 73
footprint_name: "0603" 315321258 49732998 12 0 0 0 -1 -1 2 9
part_value: "0.1uF" 314185878 51182999 13 0 1000001 100001 -1 -1 11 1
polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 311479120 52857920 0 0
  corner: 2 311479120 53857920 0 1
pin_name: "2" 310729550 53807400 9 0 0 0 -1 -1 2 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 311479120 51857920 0 0
  corner: 2 311479120 50857920 0 1
pin_name: "1" 310729550 51556960 9 0 0 0 -1 -1 2 9

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 313479120 52857920 0 0
  corner: 2 309479120 52857920 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 313479120 51857920 0 0
  corner: 2 309479120 51857920 0 0

part_end

n_pins: 2
rectangle: 299488720 74570290 306219520 79551874
ref_des: "HL5" 306144878 75221000 7 360 1000001 100001 -1 -1 11 65
footprint_name: "LED0805" 306144878 72320998 12 360 1000001 100001 -1 -1 11 1
part_value: "Белый" 306144878 73770999 13 360 1000001 100001 -1 -1 11 1
polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 299604120 77107919 0 1
  corner: 2 301854120 77107919 0 0
pin_name: "1" 299629120 77707920 9 0 1000001 100001 -1 -1 11 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 303854120 77107919 0 0
  corner: 2 306104120 77107920 0 1
pin_name: "2" 305829120 77707920 9 0 1000001 100001 -1 -1 11 1

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 303809796 78034292 0 0
  corner: 2 303809796 76181475 0 0

outline: 3 0 6 180000 -1 -1 -1 0
  corner: 1 301883374 76181475 0 0
  corner: 2 303809796 77107919 0 0
  corner: 3 301883374 78034291 0 0

outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 300508717 77061085 1 0
  corner: 2 302884104 79436474 1 0
  corner: 3 305259501 77061077 1 0
  corner: 4 302884112 74685690 1 0

part_end

n_pins: 0
rectangle: 186828720 -6292480 397129520 142008320
ref_des: "Frame5" 388419120 136697920 7 0 0 0 -1 -1 2 193
footprint_name: "PART" 388419120 136697920 12 0 0 0 -1 -1 11 1
part_value: "A3" 388419120 135242921 13 0 0 0 -1 -1 2 129
polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 193729120 118357920 0 0
  corner: 2 193729120 79857920 0 0

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 190979120 68857920 0 0
  corner: 2 190979120 -3642080 0 0

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 193729120 68857920 0 0
  corner: 2 193729120 -3642080 0 0

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 190979120 118357920 0 0
  corner: 2 190979120 79857920 0 0

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 190979120 118357920 0 0
  corner: 2 196979120 118357920 0 0

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 190979120 79857920 0 0
  corner: 2 196979120 79857920 0 0
description: "Справ. №" 192859120 85607920 14 270 1000000 110000 -1 -1 11 257

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 190979120 68857920 0 0
  corner: 2 196979120 68857920 0 0

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 190979120 51357920 0 0
  corner: 2 196979120 51357920 0 0
description: "Инв. № дубл" 192859120 55007920 14 270 1000000 110000 -1 -1 11 257

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 190979120 38857920 0 0
  corner: 2 196979120 38857920 0 0
description: "Подп. и дата" 192859120 40207920 14 270 1000000 110000 -1 -1 11 257

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 190979120 26357920 0 0
  corner: 2 196979120 26357920 0 0
description: "Взам. инв. №" 192859120 27957920 14 270 1000000 110000 -1 -1 11 257

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 190979120 8857920 0 0
  corner: 2 196979120 8857920 0 0
description: "Подп. и дата" 192859120 12857920 14 270 1000000 110000 -1 -1 11 257

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 190979120 98537920 0 0
  corner: 2 196979120 98537920 0 0
description: "Перв. примен." 192859120 102787920 14 270 1000000 110000 -1 -1 11 257

outline: 4 0 15 250000 -1 -1 -1 0
  corner: 1 196979120 -3642080 0 0
  corner: 2 196979120 139357920 0 0
  corner: 3 394479120 139357920 0 0
  corner: 4 394479120 -3642080 0 0

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 190979120 -3642080 0 0
  corner: 2 196979120 -3642080 0 0
description: "Инв. № подл." 192859120 -1742080 14 270 1000000 110000 -1 -1 11 257

polyline: 3 0 15 250000 -1 -1 -1 0
  corner: 1 196979120 132107920 0 0
  corner: 2 230979120 132107920 0 0
  corner: 3 230979120 139357920 0 0
description: "Luminex-01'|path: 0'|name: 1'|pcb_flag: 0'|extention: 0'|length: 99'|make_lower: 0'|command: PATH" 226909448 137157719 14 180 3000001 250001 -1 -1 11 1

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 310479120 23857920 0 0
  corner: 2 310479120 -3642080 0 0

polyline: 3 0 15 250000 -1 -1 -1 0
  corner: 1 301979120 -3642080 0 0
  corner: 2 301979120 23857920 0 0
  corner: 3 394479120 23857920 0 0
description: "Luminex-01'|path: 0'|name: 1'|pcb_flag:0'|extention: 0'|length: 99'|make_lower: 0'|command: PATH" 353129120 18857920 14 0 3000000 250000 -1 -1 11 1

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 305479120 23857920 0 0
  corner: 2 305479120 11357920 0 0

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 321979120 23857920 0 0
  corner: 2 321979120 -3642080 0 0

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 329479120 23857920 0 0
  corner: 2 329479120 -3642080 0 0

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 334479120 23857920 0 0
  corner: 2 334479120 -3642080 0 0
description: "Схема электрическая принципиальная" 336470878 5900000 14 0 1500001 120001 -1 -1 11 1

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 369479120 16357920 0 0
  corner: 2 369479120 -3642080 0 0
description: "ООО МИКРОНИКС" 372729120 -892080 14 0 2200000 200000 -1 -1 11 1

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 376979120 16357920 0 0
  corner: 2 376979120 6607920 0 0
description: "Масса" 379479120 14607920 14 0 1000000 110000 -1 -1 11 1

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 385479120 16357920 0 0
  corner: 2 385479120 6607920 0 0
description: "Масштаб" 387229120 14607920 14 0 1000000 110000 -1 -1 11 1

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 369479120 6607920 0 0
  corner: 2 394479120 6607920 0 0
description: "Лист    1" 371929120 4762920 14 0 1000000 110000 -1 -1 11 1

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 334479120 3857920 0 0
  corner: 2 394479120 3857920 0 0

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 379479120 6607920 0 0
  corner: 2 379479120 3857920 0 0
description: "Листов    1" 382679120 4762920 14 0 1000000 110000 -1 -1 11 1

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 369479120 13857920 0 0
  corner: 2 394479120 13857920 0 0

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 334479120 16357920 0 0
  corner: 2 394479120 16357920 0 0

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 301979120 11357920 0 0
  corner: 2 334479120 11357920 0 0

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 301979120 13857920 0 0
  corner: 2 334479120 13857920 0 0

polyline: 2 0 15 50000 -1 -1 -1 0
  corner: 1 301979120 8887920 0 0
  corner: 2 334479120 8887920 0 0

polyline: 2 0 15 50000 -1 -1 -1 0
  corner: 1 301979120 6357920 0 0
  corner: 2 334479120 6357920 0 0

polyline: 2 0 15 50000 -1 -1 -1 0
  corner: 1 301979120 3857920 0 0
  corner: 2 334479120 3857920 0 0

polyline: 2 0 15 50000 -1 -1 -1 0
  corner: 1 301979120 1357920 0 0
  corner: 2 334479120 1357920 0 0

polyline: 2 0 15 50000 -1 -1 -1 0
  corner: 1 301979120 -1142080 0 0
  corner: 2 334479120 -1142080 0 0

polyline: 2 0 15 50000 -1 -1 -1 0
  corner: 1 301979120 16357920 0 0
  corner: 2 334479120 16357920 0 0

polyline: 2 0 15 50000 -1 -1 -1 0
  corner: 1 301979120 18857920 0 0
  corner: 2 334479120 18857920 0 0

polyline: 2 0 15 50000 -1 -1 -1 0
  corner: 1 301979120 21357920 0 0
  corner: 2 334479120 21357920 0 0

polyline: 2 0 15 50000 -1 -1 -1 0
  corner: 1 371979120 13857920 0 0
  corner: 2 371979120 6607920 0 0
description: "Лит." 371829120 14607920 14 0 1000000 110000 -1 -1 11 1

polyline: 2 0 15 50000 -1 -1 -1 0
  corner: 1 374479120 13857920 0 0
  corner: 2 374479120 6607920 0 0

polyline: 2 0 17 250000 -1 -1 -1 0
  corner: 1 377229120 -6142080 0 0
  corner: 2 385979120 -6142080 0 0
description: "Формат А3" 378029120 -5392080 14 0 1000000 110000 -1 -1 11 1

polyline: 2 0 17 250000 -1 -1 -1 0
  corner: 1 347479120 -6142080 0 0
  corner: 2 356229120 -6142080 0 0
description: "Копировал" 348279120 -5417080 14 0 1000000 110000 -1 -1 11 1

polyline: 2 0 17 250000 -1 -1 -1 0
  corner: 1 302729120 8857920 0 0
  corner: 2 309229120 8857920 0 0
description: "Разраб." 303379120 9522920 14 0 1000000 110000 -1 -1 11 1

polyline: 2 0 17 250000 -1 -1 -1 0
  corner: 1 302729120 6357920 0 0
  corner: 2 309229120 6357920 0 0
description: "Пров." 303379120 7252920 14 0 1000000 110000 -1 -1 11 1

polyline: 2 0 17 250000 -1 -1 -1 0
  corner: 1 302729120 3857920 0 0
  corner: 2 309229120 3857920 0 0
description: "Т.контр" 303129120 4742920 14 0 1000000 110000 -1 -1 11 1

polyline: 2 0 17 250000 -1 -1 -1 0
  corner: 1 302729120 -1142080 0 0
  corner: 2 309229120 -1142080 0 0
description: "Н.контр" 303129120 -167080 14 0 1000000 110000 -1 -1 11 1

polyline: 2 0 17 250000 -1 -1 -1 0
  corner: 1 302729120 -3642080 0 0
  corner: 2 309229120 -3642080 0 0
description: "Утв." 303129120 -2847080 14 0 1000000 110000 -1 -1 11 1

polyline: 2 0 17 250000 -1 -1 -1 0
  corner: 1 302479120 11857920 0 0
  corner: 2 304729120 11857920 0 0
description: "Изм." 302729120 12142920 14 0 1000000 110000 -1 -1 11 1

polyline: 2 0 17 250000 -1 -1 -1 0
  corner: 1 306229120 11857920 0 0
  corner: 2 308479120 11857920 0 0
description: "Лист" 306229120 12142920 14 0 1000000 110000 -1 -1 11 1

polyline: 2 0 17 250000 -1 -1 -1 0
  corner: 1 312729120 11457920 0 0
  corner: 2 314979120 11457920 0 0
description: "№ докум." 312729120 12142920 14 0 1000000 110000 -1 -1 11 1

polyline: 2 0 17 250000 -1 -1 -1 0
  corner: 1 323479120 11857920 0 0
  corner: 2 325729120 11857920 0 0
description: "Подп." 324049120 12142920 14 0 1000000 110000 -1 -1 11 1

polyline: 2 0 17 250000 -1 -1 -1 0
  corner: 1 330479120 11657920 0 0
  corner: 2 332729104 11657920 0 0
description: "Дата" 330089120 12142920 14 0 1000000 110000 -1 -1 11 9

outline: 4 0 17 250000 -1 -1 0 0
  corner: 1 186979120 -6142080 0 0
  corner: 2 186979120 141857920 0 0
  corner: 3 396979120 141857920 0 0
  corner: 4 396979120 -6142080 0 0

polyline: 2 0 17 250000 -1 -1 -1 0
  corner: 1 312229120 8857920 0 0
  corner: 2 318729120 8857920 0 0
description: "Никонов Л.А" 312628878 9523000 14 0 1000001 110001 -1 -1 11 1

polyline: 2 0 17 250000 -1 -1 -1 0
  corner: 1 330219120 8857920 0 0
  corner: 2 333219120 8857920 0 0
description: "24.11.24|DD.MM.YY DATE" 330219120 9522920 14 0 1000000 110000 -1 -1 11 129

polyline: 2 0 17 250000 -1 -1 -1 0
  corner: 1 372979120 17857920 0 0
  corner: 2 376729120 17857920 0 0
description: "Э3" 373429120 18857920 14 0 3000000 250000 -1 -1 11 9

polyline: 2 0 17 250000 -1 -1 -1 0
  corner: 1 312229120 -3642080 0 0
  corner: 2 318729120 -3642080 0 0
description: "Иванов К.Г." 312629120 -2847080 14 0 1000000 110000 -1 -1 11 1

polyline: 2 0 17 250000 -1 -1 -1 0
  corner: 1 336259120 11357920 0 0
  corner: 2 340259120 11357920 0 0
description: "Контроллер управления'активной линейной 'нагрузкой 220В" 343070878 13500000 14 0 1500001 120001 -1 -1 11 2

part_end

n_pins: 19
rectangle: 303113720 94742520 330844520 122473320
ref_des: "DD3" 313288878 125863000 7 0 1000001 100001 -1 -1 11 193
footprint_name: "QSOP-20" 313288878 122962998 12 0 1000001 100001 -1 -1 11 129
part_value: "STM32G031F8P6" 313288878 124412999 13 0 1000001 100001 -1 -1 11 129
polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 320979120 122357920 0 0
  corner: 2 320979120 94857920 0 0

outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 305729120 94857920 0 0
  corner: 2 305729120 122357920 0 0
  corner: 3 328229120 122357920 0 0
  corner: 4 328229120 94857920 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 305729120 119857920 0 0
  corner: 2 303229120 119857920 0 1
pin_name: "1" 304604505 120613656 9 0 1000001 100001 -1 -1 11 137
description: "TIM16\CH1" 306479120 119452920 14 0 1000001 100001 -1 -1 11 129

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 305729120 117357920 0 0
  corner: 2 303229120 117357920 0 1
pin_name: "2" 304278115 118113656 9 0 1000001 100001 -1 -1 11 137
description: "EXTI14" 306479120 116902920 14 0 1000001 100001 -1 -1 11 129

polyline: 2 0 15 180000 -1 -1 -1 0
  corner: 1 305729120 114857920 0 0
  corner: 2 303229120 114857920 0 0
pin_name: "3" 304278115 115613656 9 0 1000001 100001 -1 -1 11 129
description: "PC15" 306479120 114357920 14 0 1000001 100001 -1 -1 11 129

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 305729120 112357920 0 0
  corner: 2 303229120 112357920 0 1
pin_name: "4" 304241285 113113656 9 0 1000001 100001 -1 -1 11 137
description: "VDD" 306479120 111902920 14 0 1000001 100001 -1 -1 11 129

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 305729120 109857920 0 0
  corner: 2 303229120 109857920 0 1
pin_name: "5" 304278115 110613656 9 0 1000001 100001 -1 -1 11 137
description: "VSS" 306479120 109402920 14 0 1000001 100001 -1 -1 11 129

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 305729120 107357920 0 0
  corner: 2 303229120 107357920 0 1
pin_name: "6" 304313675 108113656 9 0 1000001 100001 -1 -1 11 137
description: "NRST" 306479120 106952920 14 0 1000001 100001 -1 -1 11 129

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 305729120 104857920 0 0
  corner: 2 303229120 104857920 0 1
pin_name: "7" 304278115 105613656 9 0 1000001 100001 -1 -1 11 137
description: "PA0" 306479120 104502920 14 0 1000001 100001 -1 -1 11 129

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 305729120 102357920 0 0
  corner: 2 303229120 102357920 0 1
pin_name: "8" 304278115 103113656 9 0 1000001 100001 -1 -1 11 137
description: "PA1" 306479120 102002920 14 0 1000001 100001 -1 -1 11 129

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 305729120 99857920 0 0
  corner: 2 303229120 99857920 0 1
pin_name: "9" 304313675 100613656 9 0 1000001 100001 -1 -1 11 137
description: "U2-TX" 306479120 99502920 14 0 1000001 100001 -1 -1 11 129

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 305729120 97357920 0 0
  corner: 2 303229120 97357920 0 1
pin_name: "10" 303894575 98113656 9 0 1000001 100001 -1 -1 11 137
description: "U2-RX" 306479120 96902920 14 0 1000001 100001 -1 -1 11 129

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 328229120 97357920 0 0
  corner: 2 329229120 97357920 0 1
pin_name: "11" 328974980 98092530 9 0 1000001 100001 -1 -1 11 129
description: "PA4" 326122540 96902920 14 0 1000001 100001 -1 -1 11 137

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 328229120 99857920 0 0
  corner: 2 330729120 99857920 0 1
pin_name: "12" 328974980 100591890 9 0 1000001 100001 -1 -1 11 129
description: "PA5" 326157330 99502920 14 0 1000001 100001 -1 -1 11 137

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 328229120 102357920 0 0
  corner: 2 330729120 102357920 0 1
pin_name: "13" 328974980 103092520 9 0 1000001 100001 -1 -1 11 129
description: "PA6" 326140320 102002920 14 0 1000001 100001 -1 -1 11 137

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 328229120 104857920 0 0
  corner: 2 330729120 104857920 0 1
pin_name: "14" 328974980 105591880 9 0 1000001 100001 -1 -1 11 129
description: "PA7" 326140320 104502920 14 0 1000001 100001 -1 -1 11 137

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 328229120 109857920 0 0
  corner: 2 330729120 109857920 0 1
pin_name: "16" 328974980 110591870 9 0 1000001 100001 -1 -1 11 129
description: "PA13\SCL" 323778780 109402920 14 0 1000001 100001 -1 -1 11 137

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 328229120 112357920 0 0
  corner: 2 330729120 112357920 0 1
pin_name: "17" 328974980 113092500 9 0 1000001 100001 -1 -1 11 129
description: "PA12\SDA" 323604410 111902920 14 0 1000001 100001 -1 -1 11 137

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 328229120 114857920 0 0
  corner: 2 330729120 114857920 0 1
pin_name: "18" 328974980 115591860 9 0 1000001 100001 -1 -1 11 129
description: "SWDIO" 325163960 114357920 14 0 1000001 100001 -1 -1 11 137

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 328229120 117357920 0 0
  corner: 2 330729120 117357920 0 1
pin_name: "19" 328974980 118092490 9 0 1000001 100001 -1 -1 11 129
description: "SWCLK" 324868710 116902920 14 0 1000001 100001 -1 -1 11 137

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 328229120 119857920 0 0
  corner: 2 330729120 119857920 0 1
pin_name: "20" 328974980 120591850 9 0 1000001 100001 -1 -1 11 129
description: "TIM16\CH1N" 323098120 119452920 14 0 1000001 100001 -1 -1 11 137

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 312979120 122357920 0 0
  corner: 2 312979120 94857920 0 0

part_end

n_pins: 3
rectangle: 359613720 115992520 373594520 126223320
ref_des: "X22" 367889188 130387000 7 0 1000001 100001 -1 -1 11 65
footprint_name: "PLS-3" 367889188 127486998 12 0 1000001 100001 -1 -1 11 1
part_value: "PROG" 367889188 128936999 13 0 1000001 100001 -1 -1 11 1
outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 373479120 116107920 0 0
  corner: 2 373479120 126107920 0 0
  corner: 3 362229120 126107920 0 0
  corner: 4 362229120 116107920 0 0
description: "Цепь" 369101840 124442920 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 373479120 123607920 0 0
  corner: 2 362229120 123607920 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 373479120 121107920 0 0
  corner: 2 362229120 121107920 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 365979120 126107920 0 0
  corner: 2 365979120 116107920 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 359729120 117357920 0 1
  corner: 2 362229120 117357920 0 0
pin_name: "3" 363752640 116776830 9 0 1000001 100001 -1 -1 11 1
description: "SWCLK" 367915660 116776830 14 0 1000001 100001 -1 -1 11 1

polyline: 3 0 6 180000 -1 -1 -1 0
  corner: 1 363229120 125357920 0 0
  corner: 2 363979120 124857920 0 0
  corner: 3 363229120 124357920 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 364979120 124857920 0 0
  corner: 2 363979120 124857920 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 373479120 118607920 0 0
  corner: 2 362229120 118607920 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 359729120 119857920 0 1
  corner: 2 362229120 119857920 0 0
pin_name: "2" 363705650 119277460 9 0 1000001 100001 -1 -1 11 1
description: "GND" 369880350 119277460 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 359729120 122357920 0 1
  corner: 2 362229120 122357920 0 0
pin_name: "1" 363945680 121776820 9 0 1000001 100001 -1 -1 11 1
description: "SWDIO" 368322060 121776820 14 0 1000001 100001 -1 -1 11 1

part_end

n_pins: 2
rectangle: 262907785 103492520 276888585 110723320
ref_des: "X23" 261035368 109186000 7 0 1000001 100001 -1 -1 11 73
footprint_name: "2SIP79" 262168208 106285998 12 0 0 0 -1 -1 11 9
part_value: "None" 259842838 107735999 13 0 1000001 100001 -1 -1 11 9
outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 263023185 103607920 0 0
  corner: 2 263023185 110607920 0 0
  corner: 3 274273185 110607920 0 0
  corner: 4 274273185 103607921 0 0
description: "Цепь" 265296235 109142920 14 0 1000001 100001 -1 -1 11 265

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 263023185 108607920 0 0
  corner: 2 274273185 108607920 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 263023185 106107920 0 0
  corner: 2 274273185 106107920 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 270523185 110607920 0 0
  corner: 2 270523185 103607920 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 274273185 107357920 0 0
  corner: 2 276773185 107357920 0 1
pin_name: "1" 272181455 106867920 9 0 1000001 100001 -1 -1 11 265
description: "NRST" 265296235 106867920 14 0 1000001 100001 -1 -1 11 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 274273185 104857920 0 0
  corner: 2 276773185 104857920 0 1
pin_name: "2" 272104465 104387920 9 0 1000001 100001 -1 -1 11 265
description: "GND" 265296235 104387920 14 0 1000001 100001 -1 -1 11 9

polyline: 3 0 6 180000 -1 -1 -1 0
  corner: 1 273103185 110077920 0 0
  corner: 2 272353185 109577920 0 0
  corner: 3 273103185 109077920 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 272353185 109577920 0 0
  corner: 2 271603185 109577920 0 0

part_end

n_pins: 2
rectangle: 333863720 123742520 338944520 128473320
ref_des: "HA1" 331399878 127457000 7 0 1000001 100001 -1 -1 11 73
footprint_name: "SFM_1440(1241)" 324767938 124556998 12 0 1000001 100001 -1 -1 11 9
part_value: "Пьезоизлучатель" 323508098 126006999 13 0 1000001 100001 -1 -1 11 9
outline: 4 10 6 180000 -1 -1 -1 0
  corner: 1 337479120 126607920 0 0
  corner: 2 338829120 127957920 0 0
  corner: 3 338829120 124257920 0 0
  corner: 4 337479120 125607920 0 0
description: "^'|LINK: https://www.chipdip.ru/product0/8009930828'|page_number: 1" 339470878 125600000 14 0 1000001 100001 -1 -1 11 1

outline: 4 10 6 180000 -1 -1 -1 0
  corner: 1 333979120 125607920 0 0
  corner: 2 333979120 126607920 0 0
  corner: 3 337479120 126607920 0 0
  corner: 4 337479120 125607920 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 335729120 124857920 0 0
  corner: 2 335729120 123857920 0 1
pin_name: "2" 336279120 123257920 9 0 1000001 100001 -1 -1 11 1
net_name: "HA2" 330929120 119107920 11 0 0 0 -1 -1 11 1

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 334729120 124857920 0 0
  corner: 2 336729120 124857920 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 335729120 128357920 0 1
  corner: 2 335729120 127357920 0 0
pin_name: "1" 336329120 128007920 9 0 1000001 100001 -1 -1 11 1
net_name: "HA1" 330929120 130307920 11 0 0 0 -1 -1 11 1

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 334729120 127357920 0 0
  corner: 2 336729120 127357920 0 0

part_end

n_pins: 6
rectangle: 270113720 59992520 282344520 67723320
ref_des: "D6" 271828878 71607000 7 0 1000001 100001 -1 -1 11 65
footprint_name: "SOT-23-6" 271828878 68706998 12 0 1000001 100001 -1 -1 11 1
part_value: "TTP223-BA6" 271828878 70156999 13 0 1000001 100001 -1 -1 11 1
outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 271229120 60107920 0 0
  corner: 2 271229120 67607920 0 0
  corner: 3 281229120 67607920 0 0
  corner: 4 281229120 60107920 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 271229120 66357920 0 0
  corner: 2 270229120 66357920 0 1
pin_name: "1" 269962420 67107920 9 0 1000001 100001 -1 -1 11 9
description: "Q" 272129120 65907920 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 271229120 63857920 0 0
  corner: 2 270229120 63857920 0 1
pin_name: "2" 269745250 64607920 9 0 1000001 100001 -1 -1 11 9
description: "VSS" 272129120 63407920 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 271229120 61357920 0 0
  corner: 2 270229120 61357920 0 1
pin_name: "3" 269788430 62107920 9 0 1000001 100001 -1 -1 11 9
description: "I" 272129120 60907920 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 15 180000 -1 -1 -1 0
  corner: 1 282229120 61357920 0 0
  corner: 2 281229120 61357920 0 0
pin_name: "4" 282229120 62107920 9 0 1000001 100001 -1 -1 11 1
description: "AHLB" 278029120 60907920 14 0 1000001 100001 -1 -1 11 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 282229120 63857920 0 1
  corner: 2 281229120 63857920 0 0
pin_name: "5" 282229120 64607920 9 0 1000001 100001 -1 -1 11 1
description: "VDD" 278722160 63407920 14 0 1000001 100001 -1 -1 11 9

polyline: 2 0 15 180000 -1 -1 -1 0
  corner: 1 282229120 66357920 0 0
  corner: 2 281229120 66357920 0 0
pin_name: "6" 282229120 67107920 9 0 1000001 100001 -1 -1 11 1
description: "TOG" 278809130 65907920 14 0 1000001 100001 -1 -1 11 9

outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 274979120 60107920 0 0
  corner: 2 274979120 67607920 0 0
  corner: 3 277479120 67607920 0 0
  corner: 4 277479120 60107920 0 0
description: "^ '|LINK: https://www.platan.ru/cgi-bin/qwery.pl/id=2015691717'|page_number: 1" 275770878 60700000 14 0 1000000 100000 -1 -1 11 1

part_end

n_pins: 2
rectangle: 336363720 50742520 340594520 53973320
ref_des: "C13" 341163878 52733000 7 0 1000001 100001 -1 -1 11 73
footprint_name: "0603" 342320848 49832998 12 0 0 0 -1 -1 2 9
part_value: "0.1uF" 341163878 51282999 13 0 1000001 100001 -1 -1 11 1
polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 338479120 52857920 0 0
  corner: 2 338479120 53857920 0 1
pin_name: "2" 337729550 53807400 9 0 0 0 -1 -1 2 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 338479120 51857920 0 0
  corner: 2 338479120 50857920 0 1
pin_name: "1" 337729550 51556960 9 0 0 0 -1 -1 2 9

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 340479120 52857920 0 0
  corner: 2 336479120 52857920 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 340479120 51857920 0 0
  corner: 2 336479120 51857920 0 0

part_end

n_pins: 2
rectangle: 326488720 74570290 333219520 79551874
ref_des: "HL6" 333244878 75321000 7 360 1000001 100001 -1 -1 11 65
footprint_name: "LED0805" 333244878 72420998 12 360 1000001 100001 -1 -1 11 1
part_value: "Белый" 333244878 73870999 13 360 1000001 100001 -1 -1 11 1
polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 326604120 77107919 0 1
  corner: 2 328854120 77107919 0 0
pin_name: "1" 326629120 77707920 9 0 1000001 100001 -1 -1 11 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 330854120 77107919 0 0
  corner: 2 333104120 77107920 0 1
pin_name: "2" 332829120 77707920 9 0 1000001 100001 -1 -1 11 1

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 330809796 78034292 0 0
  corner: 2 330809796 76181475 0 0

outline: 3 0 6 180000 -1 -1 -1 0
  corner: 1 328883374 76181475 0 0
  corner: 2 330809796 77107919 0 0
  corner: 3 328883374 78034291 0 0

outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 327508717 77061085 1 0
  corner: 2 329884104 79436474 1 0
  corner: 3 332259501 77061077 1 0
  corner: 4 329884112 74685690 1 0

part_end

n_pins: 6
rectangle: 350613720 59992520 362844520 67723320
ref_des: "D7" 353228878 71507000 7 0 1000001 100001 -1 -1 11 65
footprint_name: "SOT-23-6" 353228878 68606998 12 0 1000001 100001 -1 -1 11 1
part_value: "TTP223-BA6" 353228878 70056999 13 0 1000001 100001 -1 -1 11 1
outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 351729120 60107920 0 0
  corner: 2 351729120 67607920 0 0
  corner: 3 361729120 67607920 0 0
  corner: 4 361729120 60107920 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 351729120 66357920 0 0
  corner: 2 350729120 66357920 0 1
pin_name: "1" 350462420 67107920 9 0 1000001 100001 -1 -1 11 9
description: "Q" 352629120 65907920 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 351729120 63857920 0 0
  corner: 2 350729120 63857920 0 1
pin_name: "2" 350245250 64607920 9 0 1000001 100001 -1 -1 11 9
description: "VSS" 352629120 63407920 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 351729120 61357920 0 0
  corner: 2 350729120 61357920 0 1
pin_name: "3" 350288430 62107920 9 0 1000001 100001 -1 -1 11 9
description: "I" 352629120 60907920 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 15 180000 -1 -1 -1 0
  corner: 1 362729120 61357920 0 0
  corner: 2 361729120 61357920 0 0
pin_name: "4" 362729120 62107920 9 0 1000001 100001 -1 -1 11 1
description: "AHLB" 358529120 60907920 14 0 1000001 100001 -1 -1 11 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 362729120 63857920 0 1
  corner: 2 361729120 63857920 0 0
pin_name: "5" 362729120 64607920 9 0 1000001 100001 -1 -1 11 1
description: "VDD" 359222160 63407920 14 0 1000001 100001 -1 -1 11 9

polyline: 2 0 15 180000 -1 -1 -1 0
  corner: 1 362729120 66357920 0 0
  corner: 2 361729120 66357920 0 0
pin_name: "6" 362729120 67107920 9 0 1000001 100001 -1 -1 11 1
description: "TOG" 359309130 65907920 14 0 1000001 100001 -1 -1 11 9

outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 355479120 60107920 0 0
  corner: 2 355479120 67607920 0 0
  corner: 3 357979120 67607920 0 0
  corner: 4 357979120 60107920 0 0
description: "^ '|LINK: https://www.platan.ru/cgi-bin/qwery.pl/id=2015691717'|page_number: 1" 356270878 60700000 14 0 1000000 100000 -1 -1 11 1

part_end

n_pins: 5
rectangle: 381363720 42492520 389344520 72794012
ref_des: "SB1" 382361878 76948000 7 0 1000001 100001 -1 -1 11 65
footprint_name: "S-Panel" 382311078 73047998 12 0 0 0 -1 -1 11 1
part_value: "Sensor Panel" 382361878 75497999 13 0 1000001 100001 -1 -1 11 1
outline: 4 20 6 180000 -1 -1 -1 0
  corner: 1 385451378 53963202 1 0
  corner: 2 382815959 56598622 1 0
  corner: 3 385451378 59234052 1 0
  corner: 4 388086798 56598622 1 0

outline: 4 20 6 180000 -1 -1 -1 0
  corner: 1 385451378 60663440 1 0
  corner: 2 382815959 63298868 1 0
  corner: 3 385451378 65934280 1 0
  corner: 4 388086798 63298868 1 0

outline: 4 20 6 180000 -1 -1 -1 0
  corner: 1 385451378 47218862 1 0
  corner: 2 382815959 49854288 1 0
  corner: 3 385451378 52489700 1 0
  corner: 4 388086798 49854288 1 0

outline: 4 20 6 180000 -1 -1 -1 0
  corner: 1 385451378 67407780 1 0
  corner: 2 382815959 70043196 1 0
  corner: 3 385451378 72678612 1 0
  corner: 4 388086798 70043196 1 0

outline: 3 30 6 180000 -1 -1 -1 0
  corner: 1 384587485 57740640 0 0
  corner: 2 384587485 55601734 0 0
  corner: 3 386873613 56671180 0 0

outline: 4 30 6 180000 -1 -1 -1 0
  corner: 1 384656210 49061302 0 0
  corner: 2 384656210 50605468 0 0
  corner: 3 386200372 50605468 0 0
  corner: 4 386200372 49061302 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 381479120 63107920 0 1
  corner: 2 382729120 63107920 0 0
pin_name: "2" 381076335 64074573 9 0 1000001 100001 -1 -1 11 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 381479120 56607920 0 1
  corner: 2 382729120 56607920 0 0
pin_name: "3" 381015218 57657842 9 0 1000001 100001 -1 -1 11 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 381479120 49607920 0 1
  corner: 2 382729120 49607920 0 0
pin_name: "4" 381076335 50752213 9 0 1000001 100001 -1 -1 11 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 381479120 70107920 0 1
  corner: 2 382729120 70107920 0 0
pin_name: "1" 381320778 71163532 9 0 1000001 100001 -1 -1 11 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 389229120 44900483 0 0
  corner: 2 389229120 42607920 0 1
pin_name: "gnd" 388370878 45600000 9 0 1000001 100001 -1 -1 11 1

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 383923587 70135764 0 0
  corner: 2 386979172 70135764 0 0

polyline: 3 0 6 180000 -1 -1 -1 0
  corner: 1 384534704 70746884 0 0
  corner: 2 383923587 70135764 0 0
  corner: 3 384534704 69524648 0 0

polyline: 3 0 6 180000 -1 -1 -1 0
  corner: 1 386368051 63719032 0 0
  corner: 2 386979172 63107920 0 0
  corner: 3 386368051 62496800 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 386979172 63107920 0 0
  corner: 2 383923587 63107920 0 0

part_end

n_pins: 2
rectangle: 362863720 50742520 367094520 53973320
ref_des: "C14" 367842878 52733000 7 0 1000001 100001 -1 -1 11 73
footprint_name: "0603" 368956668 49832998 12 0 0 0 -1 -1 2 9
part_value: "0.1uF" 367842878 51282999 13 0 1000001 100001 -1 -1 11 1
polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 364979120 52857920 0 0
  corner: 2 364979120 53857920 0 1
pin_name: "2" 364229550 53807400 9 0 0 0 -1 -1 2 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 364979120 51857920 0 0
  corner: 2 364979120 50857920 0 1
pin_name: "1" 364229550 51556960 9 0 0 0 -1 -1 2 9

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 366979120 52857920 0 0
  corner: 2 362979120 52857920 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 366979120 51857920 0 0
  corner: 2 362979120 51857920 0 0

part_end

n_pins: 2
rectangle: 367572326 68183422 369885902 75848320
ref_des: "R13" 370473788 72460000 7 0 1000001 100001 -1 -1 11 65
footprint_name: "0603" 370424258 69559998 12 0 0 0 -1 -1 2 1
part_value: "3k3" 370473788 71009999 13 0 1000001 100001 -1 -1 11 1
outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 367687778 74550613 0 0
  corner: 2 367687726 69481423 0 0
  corner: 3 369770502 69481423 0 0
  corner: 4 369770499 74550394 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 368729121 74550394 0 0
  corner: 2 368729120 75732920 0 1
pin_name: "1" 369492860 75580090 9 0 0 0 -1 -1 2 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 368729121 69481354 0 0
  corner: 2 368729121 68298822 0 1
pin_name: "2" 369492860 67972790 9 0 0 0 -1 -1 2 1

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 368229121 73048822 0 0
  corner: 2 369229120 71798822 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 368229121 72298822 0 0
  corner: 2 369229120 71048822 0 0

part_end

n_pins: 2
rectangle: 352988720 74570290 359719520 79551874
ref_des: "HL7" 359645374 75220620 7 360 1000001 100001 -1 -1 11 65
footprint_name: "LED0805" 359645374 72320618 12 360 1000001 100001 -1 -1 11 1
part_value: "Белый" 359645374 73770619 13 360 1000001 100001 -1 -1 11 1
polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 353104120 77107919 0 1
  corner: 2 355354120 77107919 0 0
pin_name: "1" 353129120 77707920 9 0 1000001 100001 -1 -1 11 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 357354120 77107919 0 0
  corner: 2 359604120 77107920 0 1
pin_name: "2" 359329120 77707920 9 0 1000001 100001 -1 -1 11 1

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 357309796 78034292 0 0
  corner: 2 357309796 76181475 0 0

outline: 3 0 6 180000 -1 -1 -1 0
  corner: 1 355383374 76181475 0 0
  corner: 2 357309796 77107919 0 0
  corner: 3 355383374 78034291 0 0

outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 354008717 77061085 1 0
  corner: 2 356384104 79436474 1 0
  corner: 3 358759501 77061077 1 0
  corner: 4 356384112 74685690 1 0

part_end

n_pins: 2
rectangle: 262907785 95992520 276888585 103223320
ref_des: "X24" 261034878 101686000 7 0 1000001 100001 -1 -1 11 73
footprint_name: "2SIP79" 262278208 98785998 12 0 0 0 -1 -1 11 9
part_value: "None" 259842348 100235999 13 0 1000001 100001 -1 -1 11 9
outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 263023185 96107920 0 0
  corner: 2 263023185 103107920 0 0
  corner: 3 274273185 103107920 0 0
  corner: 4 274273185 96107921 0 0
description: "Цепь" 265296235 101642920 14 0 1000001 100001 -1 -1 11 265

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 263023185 101107920 0 0
  corner: 2 274273185 101107920 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 263023185 98607920 0 0
  corner: 2 274273185 98607920 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 270523185 103107920 0 0
  corner: 2 270523185 96107920 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 274273185 99857920 0 0
  corner: 2 276773185 99857920 0 1
pin_name: "1" 272181455 99367920 9 0 1000001 100001 -1 -1 11 265
description: "TX" 265296235 99367920 14 0 1000001 100001 -1 -1 11 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 274273185 97357920 0 0
  corner: 2 276773185 97357920 0 1
pin_name: "2" 272104465 96887920 9 0 1000001 100001 -1 -1 11 265
description: "RX" 265296235 96887920 14 0 1000001 100001 -1 -1 11 9

polyline: 3 0 6 180000 -1 -1 -1 0
  corner: 1 273103185 102597920 0 0
  corner: 2 272353185 102097920 0 0
  corner: 3 273103185 101597920 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 272353185 102097920 0 0
  corner: 2 271603185 102097920 0 0

part_end

n_pins: 2
rectangle: 282363720 50742520 286594520 53973320
ref_des: "C15" 287359878 52433000 7 0 1000001 100001 -1 -1 11 73
footprint_name: "0603" 288993098 49532998 12 0 0 0 -1 -1 2 9
part_value: "0.1uF" 287359878 50982999 13 0 1000001 100001 -1 -1 11 1
polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 284479120 52857920 0 0
  corner: 2 284479120 53857920 0 1
pin_name: "2" 283729550 53807400 9 0 0 0 -1 -1 2 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 284479120 51857920 0 0
  corner: 2 284479120 50857920 0 1
pin_name: "1" 283729550 51556960 9 0 0 0 -1 -1 2 9

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 286479120 52857920 0 0
  corner: 2 282479120 52857920 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 286479120 51857920 0 0
  corner: 2 282479120 51857920 0 0

part_end

n_pins: 2
rectangle: 272488720 74570290 279219520 79551874
ref_des: "HL8" 278844878 75521000 7 360 1000001 100001 -1 -1 11 65
footprint_name: "LED0805" 278844878 72620998 12 360 1000001 100001 -1 -1 11 1
part_value: "Белый" 278844878 74070999 13 360 1000001 100001 -1 -1 11 1
polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 272604120 77107919 0 1
  corner: 2 274854120 77107919 0 0
pin_name: "1" 272629120 77707920 9 0 1000001 100001 -1 -1 11 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 276854120 77107919 0 0
  corner: 2 279104120 77107920 0 1
pin_name: "2" 278829120 77707920 9 0 1000001 100001 -1 -1 11 1

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 276809796 78034292 0 0
  corner: 2 276809796 76181475 0 0

outline: 3 0 6 180000 -1 -1 -1 0
  corner: 1 274883374 76181475 0 0
  corner: 2 276809796 77107919 0 0
  corner: 3 274883374 78034291 0 0

outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 273508717 77061085 1 0
  corner: 2 275884104 79436474 1 0
  corner: 3 278259501 77061077 1 0
  corner: 4 275884112 74685690 1 0

part_end

n_pins: 4
rectangle: 369647956 98304356 388378756 110535156
ref_des: "HG2" 379662878 114369000 7 0 1000001 100001 -1 -1 11 65
footprint_name: "OLED_IIC_128X64" 379662878 111468998 12 0 1000001 100001 -1 -1 11 1
part_value: "Yellow/Blue" 379662878 112918999 13 0 1000001 100001 -1 -1 11 1
outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 370763356 98419756 0 0
  corner: 2 370763356 110419756 0 0
  corner: 3 388263356 110419756 0 0
  corner: 4 388263356 98419756 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 370763356 108919756 0 0
  corner: 2 369763356 108919756 0 1
pin_name: "1" 369496656 109919756 9 0 1000001 100001 -1 -1 11 9
description: "SDA" 371729120 108507920 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 370763356 105919756 0 0
  corner: 2 369763356 105919756 0 1
pin_name: "2" 369279486 106919756 9 0 1000001 100001 -1 -1 11 9
description: "SCL" 371729120 105407920 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 370763356 102919756 0 0
  corner: 2 369763356 102919756 0 1
pin_name: "3" 369322666 103919756 9 0 1000001 100001 -1 -1 11 9
description: "VCC" 371729120 102507920 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 370763356 99919756 0 0
  corner: 2 369763356 99919756 0 1
pin_name: "4" 369257896 100919756 9 0 1000001 100001 -1 -1 11 9
description: "GND" 371729120 99407920 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 374729120 110419756 0 0
  corner: 2 374729120 98419756 0 0
description: "^ '|LINK: https://ozon.ru/t/1glZEGq'|page_number: 1" 375629120 108569756 14 0 1000000 100000 -1 -1 11 1

part_end

n_pins: 2
rectangle: 349072325 95492520 351385901 103157418
ref_des: "R14" 351867878 99469000 7 0 1000001 100001 -1 -1 11 65
footprint_name: "0603" 351817078 96568998 12 0 0 0 -1 -1 2 1
part_value: "3k3" 351867878 98018999 13 0 1000001 100001 -1 -1 11 1
outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 349187777 101859711 0 0
  corner: 2 349187725 96790521 0 0
  corner: 3 351270501 96790521 0 0
  corner: 4 351270498 101859492 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 350229120 101859492 0 0
  corner: 2 350229119 103042018 0 1
pin_name: "2" 350992859 102889188 9 0 0 0 -1 -1 2 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 350229120 96790452 0 0
  corner: 2 350229120 95607920 0 1
pin_name: "1" 350992859 95281888 9 0 0 0 -1 -1 2 1

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 349729120 100357920 0 0
  corner: 2 350729119 99107920 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 349729120 99607920 0 0
  corner: 2 350729119 98357920 0 0

part_end

n_pins: 2
rectangle: 346072325 95492520 348385901 103157418
ref_des: "R15" 344039878 99469000 7 0 1000001 100001 -1 -1 11 73
footprint_name: "0603" 345477518 96568998 12 0 0 0 -1 -1 2 9
part_value: "3k3" 343735078 98018999 13 0 1000001 100001 -1 -1 11 9
outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 346187777 101859711 0 0
  corner: 2 346187725 96790521 0 0
  corner: 3 348270501 96790521 0 0
  corner: 4 348270498 101859492 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 347229120 101859492 0 0
  corner: 2 347229119 103042018 0 1
pin_name: "2" 347992859 102889188 9 0 0 0 -1 -1 2 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 347229120 96790452 0 0
  corner: 2 347229120 95607920 0 1
pin_name: "1" 347992859 95281888 9 0 0 0 -1 -1 2 1

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 346729120 100357920 0 0
  corner: 2 347729119 99107920 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 346729120 99607920 0 0
  corner: 2 347729119 98357920 0 0

part_end

n_pins: 8
rectangle: 257863720 124992520 274094520 135223320
ref_des: "DD4" 251616438 136108000 7 0 1000001 100001 -1 -1 11 73
footprint_name: "TSSOP-8" 248645908 133207998 12 0 1000001 100001 -1 -1 11 9
part_value: "P24C512B-TSH-MIR" 242988058 134657999 13 0 1000001 100001 -1 -1 11 9
outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 258979120 125107920 0 0
  corner: 2 258979120 135107920 0 0
  corner: 3 272979120 135107920 0 0
  corner: 4 272979120 125107920 0 0
description: "GM" 265229120 132482920 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 258979120 133857920 0 0
  corner: 2 257979120 133857920 0 1
pin_name: "1" 257615430 134557920 9 0 1000001 100001 -1 -1 11 9
description: "E0" 259678955 133482920 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 258979120 131357920 0 0
  corner: 2 257979120 131357920 0 1
pin_name: "2" 257376035 132057920 9 0 1000001 100001 -1 -1 11 9
description: "E1" 259678955 130882920 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 258979120 128857920 0 0
  corner: 2 257979120 128857920 0 1
pin_name: "3" 257424295 129557920 9 0 1000001 100001 -1 -1 11 9
description: "E2" 259678955 128432920 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 258979120 126357920 0 0
  corner: 2 257979120 126357920 0 1
pin_name: "4" 257352540 127057920 9 0 1000001 100001 -1 -1 11 9
description: "GND" 259679120 125832920 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 273979120 126357920 0 1
  corner: 2 272979120 126357920 0 0
pin_name: "5" 274029120 127057920 9 0 1000001 100001 -1 -1 11 1
description: "SDA" 270079120 125832920 14 0 1000001 100001 -1 -1 11 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 273979120 128857920 0 1
  corner: 2 272979120 128857920 0 0
pin_name: "6" 274029120 129557920 9 0 1000001 100001 -1 -1 11 1
description: "SCL" 270270395 128432920 14 0 1000001 100001 -1 -1 11 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 273979120 131357920 0 1
  corner: 2 272979120 131357920 0 0
pin_name: "7" 274029120 132057920 9 0 1000001 100001 -1 -1 11 1
description: "WCB" 269792150 130882920 14 0 1000001 100001 -1 -1 11 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 273979120 133857920 0 1
  corner: 2 272979120 133857920 0 0
pin_name: "8" 274029120 134557920 9 0 1000001 100001 -1 -1 11 1
description: "VCC" 270174840 133482920 14 0 1000001 100001 -1 -1 11 9

outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 263710870 125107920 0 0
  corner: 2 263710870 135107920 0 0
  corner: 3 268210870 135107920 0 0
  corner: 4 268210870 125107920 0 0

part_end

n_pins: 2
rectangle: 245722296 113701752 250735940 116563080
ref_des: "C16" 246300878 118223000 7 0 1000001 100001 -1 -1 11 65
footprint_name: "0805" 246251348 115322998 12 0 0 0 -1 -1 2 129
part_value: "10uF" 245152798 116772999 13 0 1000001 100001 -1 -1 11 9
polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 248229120 115730272 0 0
  corner: 2 248229120 116447680 0 1
pin_name: "1" 250275608 117591662 9 0 0 0 -1 -1 2 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 248229120 114534656 0 0
  corner: 2 248229120 113817152 0 1
pin_name: "2" 250038719 113434470 9 0 0 0 -1 -1 2 1

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 245837696 114534656 0 0
  corner: 2 250620540 114534656 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 245837696 115730272 0 0
  corner: 2 250620540 115730272 0 0

part_end

n_pins: 2
rectangle: 250778480 104242520 253679751 109231188
ref_des: "VD5" 254578878 108813000 7 0 1000001 100001 -1 -1 11 65
footprint_name: "SS12" 254578878 105912998 12 0 1000001 100001 -1 -1 11 1
part_value: "SS12|(SS13,SS14,SS15)" 254578878 107362999 13 0 1000001 100001 -1 -1 11 1
polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 250893880 105693162 0 0
  corner: 2 253564351 105693162 0 0

outline: 3 0 6 180000 -1 -1 -1 0
  corner: 1 252229119 105693162 0 0
  corner: 2 253564349 107780549 0 0
  corner: 3 250893880 107780549 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 252229119 109115788 0 1
  corner: 2 252229119 107780549 0 0
pin_name: "1" 252763210 108848703 9 180 0 0 -1 -1 2 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 252229119 105693162 0 0
  corner: 2 252229119 104357920 0 1
pin_name: "2" 253030261 105325953 9 180 0 0 -1 -1 2 1

part_end

n_pins: 2
rectangle: 249605299 83492520 254823971 89973320
ref_des: "GB2" 256142878 88501000 7 360 1000001 100001 -1 -1 11 65
footprint_name: "CH7410" 256142878 85600998 12 360 1000001 100001 -1 -1 11 1
part_value: "CR2032/CR2025" 256142878 87050999 13 360 1000001 100001 -1 -1 11 1
outline: 4 1 6 180000 -1 -1 -1 0
  corner: 1 251354119 86482920 0 0
  corner: 2 253104119 86482920 0 0
  corner: 3 253104119 85982920 0 0
  corner: 4 251354119 85982920 0 0

outline: 4 1 6 180000 -1 -1 -1 0
  corner: 1 250729119 87232920 0 0
  corner: 2 253729119 87232920 0 0
  corner: 3 253729119 87107920 0 0
  corner: 4 250729119 87107920 0 0

outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 249720699 86712072 1 0
  corner: 2 252214635 89206008 1 0
  corner: 3 254708571 86712072 1 0
  corner: 4 252214635 84218138 1 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 252229119 89857920 0 1
  corner: 2 252229119 87232920 0 0
pin_name: "1" 253091619 88132919 9 630 0 0 -1 -1 11 1
description: "+" 251154119 88407920 14 450 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 252229119 85982920 0 0
  corner: 2 252229119 83607920 0 1
pin_name: "2" 253091619 84982919 9 630 0 0 -1 -1 11 1
description: "-" 251129119 85382920 14 450 1000001 100001 -1 -1 11 1

part_end

n_pins: 4
rectangle: 226605852 116242520 243086652 121473320
ref_des: "DA2" 231121878 125207000 7 0 1000001 100001 -1 -1 11 65
footprint_name: "SOT-23-5" 231121878 122306998 12 0 1000001 100001 -1 -1 11 1
part_value: "TLV73333PDBVR" 231121878 123756999 13 0 1000001 100001 -1 -1 11 1
polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 229221252 120107920 0 0
  corner: 2 226721252 120107920 0 1
pin_name: "1" 228315110 120797920 9 0 1000001 100001 -1 -1 11 9
description: "Vin" 229901252 119607920 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 240471252 117607920 0 0
  corner: 2 242971252 117607920 0 1
pin_name: "2" 241221120 118297920 9 0 1000001 100001 -1 -1 11 1
description: "GND" 237754792 117107920 14 0 1000001 100001 -1 -1 11 9

outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 229221252 116357920 0 0
  corner: 2 229221252 121357920 0 0
  corner: 3 240471252 121357920 0 0
  corner: 4 240471252 116357920 0 0
description: "STU" 233851252 119607920 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 240471252 120107920 0 0
  corner: 2 242971252 120107920 0 1
pin_name: "5" 241221120 120802920 9 0 1000001 100001 -1 -1 11 1
description: "Vout" 237271252 119607920 14 0 1000001 100001 -1 -1 11 9

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 232971252 121357920 0 0
  corner: 2 232971252 116357920 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 236721252 121357920 0 0
  corner: 2 236721252 116357920 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 229221252 118857920 0 0
  corner: 2 232971252 118857920 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 226729120 117607920 0 1
  corner: 2 229229120 117607920 0 0
pin_name: "3" 228176350 118297920 9 0 1000001 100001 -1 -1 11 9
description: "Ena" 229979120 117107920 14 0 1000001 100001 -1 -1 11 1

part_end

n_pins: 2
rectangle: 225072338 43867520 227385914 51532418
ref_des: "R16" 228150788 48528000 7 0 1000001 100001 -1 -1 11 65
footprint_name: "2010" 228099988 45627998 12 0 0 0 -1 -1 2 1
part_value: "270R" 228150788 47077999 13 0 1000001 100001 -1 -1 11 1
outline: 5 0 6 180000 -1 -1 -1 0
  corner: 1 227270462 45165227 0 0
  corner: 2 227270514 50234417 0 0
  corner: 3 225187738 50234417 0 0
  corner: 4 225187740 47699931 0 0
  corner: 5 225187741 45165446 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 226229119 45165446 0 0
  corner: 2 226229120 43982920 0 1
pin_name: "1" 225466299 44136498 9 0 0 0 -1 -1 2 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 226229119 50234486 0 0
  corner: 2 226229119 51417018 0 1
pin_name: "2" 225466299 51743798 9 0 0 0 -1 -1 2 9

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 226729119 47699931 0 0
  corner: 2 225729120 47699931 0 0

part_end

n_pins: 2
rectangle: 245483558 57326139 253148456 59639715
ref_des: "R17" 246932878 61593000 7 0 1000001 100001 -1 -1 11 73
footprint_name: "0603" 248587688 58692998 12 0 0 0 -1 -1 2 9
part_value: "10R" 246932878 60142999 13 0 1000001 100001 -1 -1 11 9
outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 251850749 59524263 0 0
  corner: 2 246781559 59524315 0 0
  corner: 3 246781559 57441539 0 0
  corner: 4 251850530 57441542 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 251850530 58482920 0 0
  corner: 2 253033056 58482921 0 1
pin_name: "1" 252880226 57719181 9 90 0 0 -1 -1 2 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 246781490 58482920 0 0
  corner: 2 245598958 58482920 0 1
pin_name: "2" 245272926 57719180 9 90 0 0 -1 -1 2 9

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 250348958 58982920 0 0
  corner: 2 249098958 57982921 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 249598958 58982920 0 0
  corner: 2 248348958 57982921 0 0

part_end

n_pins: 4
rectangle: 215238720 -115400 237936278 12328860
ref_des: "AC2" 222463878 15848000 7 0 1000001 100001 -1 -1 11 65
footprint_name: "WX-DC12003" 222463878 12947998 12 0 1000001 100001 -1 -1 11 1
part_value: "AC/DC (5V 700mA)" 222463878 14397999 13 0 1000001 100001 -1 -1 11 1
outline: 5 0 6 180000 -1 -1 -1 0
  corner: 1 226570878 0 0 0
  corner: 2 217070878 0 0 0
  corner: 3 217070878 12213459 0 0
  corner: 4 236070878 12213459 0 0
  corner: 5 236070878 0 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 215354120 8982920 0 1
  corner: 2 217070878 8982920 0 0
pin_name: "2" 215654120 9607920 9 0 1000001 100001 -1 -1 11 9
description: "~AC" 218054120 8532920 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 215354120 2982920 0 1
  corner: 2 217070878 2982920 0 0
pin_name: "1" 216104690 3757920 9 0 1000001 100001 -1 -1 11 9
description: "~AC" 218054120 2632920 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 236070878 8982920 0 0
  corner: 2 237820878 8982920 0 1
pin_name: "3" 236770878 9657920 9 0 1000001 100001 -1 -1 11 1
description: "OUT" 233370878 8532920 14 0 1000001 100001 -1 -1 11 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 236070878 2982920 0 0
  corner: 2 237820878 2982920 0 1
pin_name: "4" 236771348 3757920 9 0 1000001 100001 -1 -1 11 1
description: "GND" 233370878 2632920 14 0 1000001 100001 -1 -1 11 9

polyline: 11 0 6 180000 -1 -1 -1 0
  corner: 1 230479120 2982920 0 0
  corner: 2 226729120 2982920 1 0
  corner: 3 225979120 3732920 1 0
  corner: 4 226729120 4482920 1 0
  corner: 5 225979120 5232920 1 0
  corner: 6 226729120 5982920 1 0
  corner: 7 225979120 6732920 1 0
  corner: 8 226729120 7482920 1 0
  corner: 9 225979120 8232920 1 0
  corner: 10 226729120 8982920 0 0
  corner: 11 227979120 8982920 0 0

polyline: 11 0 6 180000 -1 -1 -1 0
  corner: 1 222979120 8982920 0 0
  corner: 2 224229120 8982920 1 0
  corner: 3 224979120 8232920 1 0
  corner: 4 224229120 7482920 1 0
  corner: 5 224979120 6732920 1 0
  corner: 6 224229120 5982920 1 0
  corner: 7 224979120 5232920 1 0
  corner: 8 224229120 4482920 1 0
  corner: 9 224979120 3732920 1 0
  corner: 10 224229120 2982920 0 0
  corner: 11 222979120 2982920 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 225479120 2982920 0 0
  corner: 2 225479120 8982920 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 227979120 8982920 0 0
  corner: 2 230479120 8982920 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 231570878 12213460 0 0
  corner: 2 231570878 0 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 221570878 12213460 0 0
  corner: 2 221570878 0 0 0

outline: 3 0 6 180001 -1 -1 -1 0
  corner: 1 228070878 8000000 0 0
  corner: 2 228070878 10000000 0 0
  corner: 3 229570877 8999999 0 0

polyline: 2 0 6 180001 -1 -1 -1 0
  corner: 1 229570878 10000000 0 0
  corner: 2 229570878 8000000 0 0

part_end

n_pins: 2
rectangle: 259113720 31951139 266778618 34264715
ref_des: "R18" 262449518 36318000 7 0 1000001 100001 -1 -1 11 65
footprint_name: "0603" 262399988 33417998 12 0 0 0 -1 -1 2 1
part_value: "33k" 262449518 34867999 13 0 1000001 100001 -1 -1 11 1
outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 265480911 34149263 0 0
  corner: 2 260411721 34149315 0 0
  corner: 3 260411721 32066539 0 0
  corner: 4 265480692 32066542 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 265480692 33107920 0 0
  corner: 2 266663218 33107921 0 1
pin_name: "2" 266510388 32344181 9 90 0 0 -1 -1 2 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 260411652 33107920 0 0
  corner: 2 259229120 33107920 0 1
pin_name: "1" 258903088 32344180 9 90 0 0 -1 -1 2 9

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 263979120 33607920 0 0
  corner: 2 262729120 32607921 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 263229120 33607920 0 0
  corner: 2 261979120 32607921 0 0

part_end

n_pins: 1
rectangle: 201384600 2194928 204094520 3770912
ref_des: "X25" 198157878 6455000 7 0 1000001 100001 -1 -1 11 65
footprint_name: "K14" 198108348 3554998 12 0 0 0 -1 -1 11 1
part_value: "Клемма M3.5*6" 198157878 5004999 13 0 1000001 100001 -1 -1 11 1
outline: 4 5 18 180000 -1 -1 -1 0
  corner: 1 202172594 2310328 2 0
  corner: 2 202845187 2982920 2 0
  corner: 3 202172594 3655512 2 0
  corner: 4 201500000 2982920 2 0

polyline: 2 5 16 180000 -1 -1 -1 0
  corner: 1 201544120 3579868 0 0
  corner: 2 202794120 2329868 0 0

polyline: 2 5 8 180000 -1 -1 -1 0
  corner: 1 202845187 2982920 0 0
  corner: 2 203979120 2982920 0 1
pin_name: "1" 203255932 3345420 9 0 0 0 -1 -1 11 1

part_end

n_pins: 2
rectangle: 289113720 110992520 293344520 114223320
ref_des: "C17" 293956148 112883000 7 0 1000001 100001 -1 -1 11 73
footprint_name: "0603" 295047078 109982998 12 0 0 0 -1 -1 2 9
part_value: "0.1uF" 293956148 111432999 13 0 1000001 100001 -1 -1 11 1
polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 291229120 113107920 0 0
  corner: 2 291229120 114107920 0 1
pin_name: "2" 290479550 114057400 9 0 0 0 -1 -1 2 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 291229120 112107920 0 0
  corner: 2 291229120 111107920 0 1
pin_name: "1" 290479550 111806960 9 0 0 0 -1 -1 2 9

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 293229120 113107920 0 0
  corner: 2 289229120 113107920 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 293229120 112107920 0 0
  corner: 2 289229120 112107920 0 0

part_end

n_pins: 4
rectangle: 230613720 50867520 242344520 60848320
ref_des: "VD6" 235563878 64283000 7 0 1000001 100001 -1 -1 11 65
footprint_name: "DIP-6" 235563878 61382998 12 0 1000001 100001 -1 -1 11 1
part_value: "MOC3061-63" 235563878 62832999 13 0 1000001 100001 -1 -1 11 1
outline: 4 5 6 180000 -1 -1 -1 0
  corner: 1 241229120 50982920 0 0
  corner: 2 241229120 60732920 0 0
  corner: 3 231729120 60732920 0 0
  corner: 4 231729120 50982920 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 241229120 53232920 0 0
  corner: 2 242229120 53232920 0 1
pin_name: "2" 241779490 53657920 9 0 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 241229120 58482920 0 0
  corner: 2 242229120 58482920 0 1
pin_name: "1" 241829070 58857920 9 0 1000001 100001 -1 -1 11 1

polyline: 4 0 15 180000 -1 -1 -1 0
  corner: 1 232479120 55482920 0 0
  corner: 2 233979120 55482920 0 0
  corner: 3 233229120 56232920 0 0
  corner: 4 232479120 55482920 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 230729120 53232920 0 1
  corner: 2 231729120 53232920 0 0
pin_name: "4" 230478690 53607920 9 0 1000001 100001 -1 -1 11 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 230729120 58482920 0 1
  corner: 2 231729120 58482920 0 0
pin_name: "6" 230579020 58857920 9 0 1000001 100001 -1 -1 11 9

polyline: 14 0 15 180000 -1 -1 -1 0
  corner: 1 241229120 58482920 0 0
  corner: 2 238729120 58482920 0 0
  corner: 3 238729120 56232920 0 0
  corner: 4 239479120 56232920 0 0
  corner: 5 238729144 55482908 0 0
  corner: 6 237979136 56232920 0 0
  corner: 7 238729136 56232920 0 0
  corner: 8 238729136 55482920 0 0
  corner: 9 238729156 55482920 0 0
  corner: 10 237979120 55482920 0 0
  corner: 11 239479120 55482920 0 0
  corner: 12 238729120 55482920 0 0
  corner: 13 238729120 53232920 0 0
  corner: 14 241229120 53232920 0 0

polyline: 2 0 15 180000 -1 -1 -1 0
  corner: 1 237229120 56232920 0 0
  corner: 2 236479120 56232920 0 0

polyline: 2 0 15 180000 -1 -1 -1 0
  corner: 1 237229120 55482920 0 0
  corner: 2 236479120 55482920 0 0

polyline: 3 0 15 180000 -1 -1 -1 0
  corner: 1 236729120 56482920 0 0
  corner: 2 236479120 56232920 0 0
  corner: 3 236729120 55982920 0 0

polyline: 3 0 15 180000 -1 -1 -1 0
  corner: 1 236729120 55732920 0 0
  corner: 2 236479120 55482920 0 0
  corner: 3 236729120 55232920 0 0

polyline: 4 0 15 180000 -1 -1 -1 0
  corner: 1 235229120 56232920 0 0
  corner: 2 233729120 56232920 0 0
  corner: 3 234479120 55482920 0 0
  corner: 4 235229120 56232920 0 0

polyline: 2 0 15 180000 -1 -1 -1 0
  corner: 1 235229120 55482920 0 0
  corner: 2 233979120 55482920 0 0

polyline: 2 0 15 180000 -1 -1 -1 0
  corner: 1 233729120 56232920 0 0
  corner: 2 232479120 56232920 0 0

polyline: 3 0 15 180000 -1 -1 -1 0
  corner: 1 233729120 56232920 0 0
  corner: 2 233729120 58482920 0 0
  corner: 3 231729120 58482920 0 0

polyline: 3 0 15 180000 -1 -1 -1 0
  corner: 1 233979120 55482920 0 0
  corner: 2 233979120 53232920 0 0
  corner: 3 231729120 53232920 0 0

part_end

n_pins: 3
rectangle: 216113720 53117520 222344520 60098320
ref_des: "VS2" 207569878 57833000 7 0 1000001 100001 -1 -1 11 73
footprint_name: "TO-220" 205380398 54932998 12 0 1000001 100001 -1 -1 11 9
part_value: "BTA24-600" 203168058 56382999 13 0 1000001 100001 -1 -1 11 9
outline: 3 25 15 180000 -1 -1 -1 0
  corner: 1 218229120 55232920 0 0
  corner: 2 220229120 57982920 0 0
  corner: 3 216229120 57982920 0 0

outline: 3 25 18 180000 -1 -1 -1 0
  corner: 1 218229120 57982920 0 0
  corner: 2 216229120 55232920 0 0
  corner: 3 220229119 55232920 0 0
description: "^ '|LINK: https://aliexpress.ru/popular/bta24-600.html'|page_number: 1" 217829119 56582920 14 0 1000000 100000 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 218229120 59982920 0 1
  corner: 2 218229120 57982920 0 0
pin_name: "2" 218729120 58607920 9 0 0 0 -1 -1 11 1
description: "TERMINAL2" 217629120 58707920 14 270 1000001 100001 -1 -1 11 1

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 218229120 55232920 0 0
  corner: 2 220229120 53232920 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 218229120 55232920 0 0
  corner: 2 218229120 53232920 0 1
pin_name: "1" 218729120 52607920 9 0 0 0 -1 -1 11 1
description: "TERMINAL1" 217629120 49007920 14 270 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 220229120 53232920 0 0
  corner: 2 222229120 53232920 0 1
pin_name: "3" 221079120 53832920 9 0 0 0 -1 -1 11 1
description: "GATE" 220329120 53832920 14 0 1000001 100001 -1 -1 11 1
net_name: "GATE" 220229120 50957920 11 0 0 0 -1 -1 11 1

part_end

n_pins: 4
rectangle: 227613720 30617520 245844520 41098320
ref_des: "VD7" 234904878 44833000 7 0 1000001 100001 -1 -1 11 65
footprint_name: "DIP-4" 234904878 41932998 12 0 1000001 100001 -1 -1 11 1
part_value: "PC814" 234904878 43382999 13 0 1000001 100001 -1 -1 11 1
outline: 4 5 6 180000 -1 -1 -1 0
  corner: 1 244479120 30732920 0 0
  corner: 2 244479120 40982920 0 0
  corner: 3 228979120 40982920 0 0
  corner: 4 228979120 30732920 0 0

outline: 4 1 15 180000 -1 -1 -1 0
  corner: 1 240229120 38232920 0 0
  corner: 2 240229120 33482920 0 0
  corner: 3 239729120 33482920 0 0
  corner: 4 239729120 38232920 0 0

polyline: 14 0 15 180000 -1 -1 -1 0
  corner: 1 228979120 38482920 0 0
  corner: 2 234229120 38482920 0 0
  corner: 3 234229120 36232920 0 0
  corner: 4 233479120 36232920 0 0
  corner: 5 234229096 35482908 0 0
  corner: 6 234979104 36232920 0 0
  corner: 7 234229104 36232920 0 0
  corner: 8 234229104 35482920 0 0
  corner: 9 234229084 35482920 0 0
  corner: 10 234979120 35482920 0 0
  corner: 11 233479120 35482920 0 0
  corner: 12 234229120 35482920 0 0
  corner: 13 234229120 33232920 0 0
  corner: 14 228979120 33232920 0 0

polyline: 2 0 15 180000 -1 -1 -1 0
  corner: 1 235729120 36232920 0 0
  corner: 2 236479120 36232920 0 0

polyline: 2 0 15 180000 -1 -1 -1 0
  corner: 1 235729120 35482920 0 0
  corner: 2 236479120 35482920 0 0

polyline: 3 0 15 180000 -1 -1 -1 0
  corner: 1 236229120 36482920 0 0
  corner: 2 236479120 36232920 0 0
  corner: 3 236229120 35982920 0 0

polyline: 3 0 15 180000 -1 -1 -1 0
  corner: 1 236229120 35732920 0 0
  corner: 2 236479120 35482920 0 0
  corner: 3 236229120 35232920 0 0

polyline: 12 0 15 180000 -1 -1 -1 0
  corner: 1 232229120 33232920 0 0
  corner: 2 232229120 35482920 0 0
  corner: 3 232979120 35482920 0 0
  corner: 4 232229144 36232932 0 0
  corner: 5 231479136 35482920 0 0
  corner: 6 232229136 35482920 0 0
  corner: 7 232229136 36232920 0 0
  corner: 8 232229157 36232920 0 0
  corner: 9 231479120 36232920 0 0
  corner: 10 232979121 36232920 0 0
  corner: 11 232229120 36232920 0 0
  corner: 12 232229120 38482920 0 0

polyline: 5 0 15 180000 -1 -1 -1 0
  corner: 1 244479120 38482920 0 0
  corner: 2 242729120 38482920 0 0
  corner: 3 240104112 35857916 0 0
  corner: 4 242729120 33232920 0 0
  corner: 5 244479120 33232920 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 227729120 38482920 0 1
  corner: 2 228979120 38482920 0 0
pin_name: "1" 228229070 38807920 9 0 1000001 100001 -1 -1 11 9

polyline: 2 0 15 180000 -1 -1 -1 0
  corner: 1 242729120 33232920 0 0
  corner: 2 242229120 33982920 0 0

polyline: 2 0 15 180000 -1 -1 -1 0
  corner: 1 242729120 33232920 0 0
  corner: 2 241979120 33732920 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 244479120 33232920 0 0
  corner: 2 245729120 33232920 0 1
pin_name: "3" 244829490 33557920 9 0 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 227729120 33232920 0 1
  corner: 2 228979120 33232920 0 0
pin_name: "2" 227929490 33557920 9 0 1000001 100001 -1 -1 11 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 244479120 38482920 0 0
  corner: 2 245729120 38482920 0 1
pin_name: "4" 244779325 38807920 9 0 1000001 100001 -1 -1 11 1

part_end

n_pins: 2
rectangle: 217113720 32076139 224778618 34389715
ref_des: "R19" 224462788 35443000 7 0 1000001 100001 -1 -1 11 65
footprint_name: "2010" 224411988 32542998 12 0 0 0 -1 -1 2 1
part_value: "30k" 224462788 33992999 13 0 1000001 100001 -1 -1 11 1
outline: 5 0 6 180000 -1 -1 -1 0
  corner: 1 223480911 34274263 0 0
  corner: 2 218411721 34274315 0 0
  corner: 3 218411721 32191539 0 0
  corner: 4 220946207 32191541 0 0
  corner: 5 223480692 32191542 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 223480692 33232920 0 0
  corner: 2 224663218 33232921 0 1
pin_name: "2" 224510388 32469181 9 90 0 0 -1 -1 2 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 218411652 33232920 0 0
  corner: 2 217229120 33232920 0 1
pin_name: "1" 216903088 32469180 9 90 0 0 -1 -1 2 9

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 220946207 33732920 0 0
  corner: 2 220946207 32732921 0 0

part_end

n_pins: 2
rectangle: 225072338 59492520 227385914 67157418
ref_des: "R20" 228172378 64253000 7 0 1000001 100001 -1 -1 11 65
footprint_name: "2010" 228121578 61352998 12 0 0 0 -1 -1 2 1
part_value: "270R" 228172378 62802999 13 0 1000001 100001 -1 -1 11 1
outline: 5 0 6 180000 -1 -1 -1 0
  corner: 1 227270462 60790227 0 0
  corner: 2 227270514 65859417 0 0
  corner: 3 225187738 65859417 0 0
  corner: 4 225187740 63324931 0 0
  corner: 5 225187741 60790446 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 226229119 60790446 0 0
  corner: 2 226229120 59607920 0 1
pin_name: "2" 225466299 59761498 9 0 0 0 -1 -1 2 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 226229119 65859486 0 0
  corner: 2 226229119 67042018 0 1
pin_name: "1" 225466299 67368798 9 0 0 0 -1 -1 2 9

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 226729119 63324931 0 0
  corner: 2 225729120 63324931 0 0

part_end

n_pins: 2
rectangle: 207931300 119992520 220836652 122614768
ref_des: "L2" 209808878 126287000 7 0 1000001 100001 -1 -1 11 65
footprint_name: "SDR0403" 209808878 123386998 12 0 1000001 100001 -1 -1 11 1
part_value: "680uH" 209808878 124836999 13 0 1000001 100001 -1 -1 11 1
polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 219405968 120107920 0 0
  corner: 2 220721252 120107920 0 1
pin_name: "2" 219840767 120562260 9 0 1000001 100001 -1 -1 11 1

polyline: 7 0 6 180000 -1 -1 -1 0
  corner: 1 209361988 120107920 1 0
  corner: 2 211035983 121781912 1 0
  corner: 3 212709979 120107920 1 0
  corner: 4 214383979 121781912 1 0
  corner: 5 216057972 120107920 1 0
  corner: 6 217731972 121781912 1 0
  corner: 7 219405968 120107920 1 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 209361988 122499368 0 0
  corner: 2 219405968 122499368 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 209361988 120107920 0 0
  corner: 2 208046700 120107920 0 1
pin_name: "1" 208516305 120562260 9 0 1000001 100001 -1 -1 11 9

part_end

n_pins: 1
rectangle: 200779600 82194926 204094520 83770914
ref_des: "X26" 199157878 86605000 7 0 1000001 100001 -1 -1 11 65
footprint_name: "K14" 199108348 83704998 12 0 0 0 -1 -1 11 1
part_value: "Клемма M3.5*6" 199157878 85154999 13 0 1000001 100001 -1 -1 11 1
outline: 4 5 18 180000 -1 -1 -1 0
  corner: 1 202172594 82310326 2 0
  corner: 2 202845187 82982920 2 0
  corner: 3 202172594 83655514 2 0
  corner: 4 201500000 82982920 2 0

polyline: 2 5 16 180000 -1 -1 -1 0
  corner: 1 201544120 83579868 0 0
  corner: 2 202794120 82329868 0 0

polyline: 2 5 8 180000 -1 -1 -1 0
  corner: 1 202845187 82982920 0 0
  corner: 2 203979120 82982920 0 1
pin_name: "1" 203255932 83445420 9 0 0 0 -1 -1 11 1

polyline: 2 5 17 180000 -1 -1 -1 0
  corner: 1 200895000 83579868 0 0
  corner: 2 200895000 82579868 0 0
description: "^ '|LINK: https://procontact74.ru/goods-on-order/2165-klemmy/2169-klemmyvintovye/77003-vintovayaklemmak14klemmavintovayam356/'|page_number: 1" 199268815 82752367 14 0 1000001 100001 -1 -1 11 9

part_end

n_pins: 3
rectangle: 251089331 48801700 258288002 55205435
ref_des: "VT2" 257477878 48564000 7 0 1000001 100001 -1 -1 11 65
footprint_name: "SOT-23" 257477878 45663998 12 0 1000001 100001 -1 -1 11 1
part_value: "IRLML2502" 257477878 47113999 13 0 1000001 100001 -1 -1 11 1
polyline: 6 0 6 180000 -1 -1 -1 0
  corner: 1 253928844 50619982 0 0
  corner: 2 253928844 51897116 0 0
  corner: 3 255418941 51897116 0 0
  corner: 4 254993149 52322853 0 0
  corner: 5 254993149 51471417 0 0
  corner: 6 255418941 51897116 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 256057356 53174290 0 0
  corner: 2 256057356 50619982 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 255418941 51045703 0 0
  corner: 2 255418941 50194237 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 255418941 52322853 0 0
  corner: 2 255418941 51471417 0 0

outline: 3 0 6 180000 -1 -1 -1 0
  corner: 1 253077502 52234423 0 0
  corner: 2 253503168 51684304 0 0
  corner: 3 252651727 51684304 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 253503168 52322853 0 0
  corner: 2 252651727 52322853 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 253077502 50619982 0 0
  corner: 2 253077502 53174290 0 0

outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 254567421 55090035 1 0
  corner: 2 257653923 52003591 1 0
  corner: 3 254567421 48917100 1 0
  corner: 4 251480934 52003591 1 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 256057356 50619982 0 0
  corner: 2 258172602 50619982 0 1
pin_name: "1" 258283094 51192316 9 0 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 255435223 53232920 0 0
  corner: 2 251204731 53232920 0 1
pin_name: "3" 250322092 53996933 9 0 1000001 100001 -1 -1 11 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 255435223 50619982 0 0
  corner: 2 251204731 50619982 0 1
pin_name: "2" 250398069 51250824 9 0 1000001 100001 -1 -1 11 9

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 255418941 53600017 0 0
  corner: 2 255418941 52748573 0 0

part_end

n_pins: 2
rectangle: 240467076 5302256 243089298 6848320
ref_des: "C18" 243805878 5547000 7 0 1000001 100001 -1 -1 11 65
footprint_name: "0805" 243756348 2646998 12 0 0 0 -1 -1 2 129
part_value: "10uF" 243805878 4097000 13 0 1000001 100001 -1 -1 11 1
polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 240582476 5776408 0 0
  corner: 2 242973898 5776408 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 240582476 6374216 0 0
  corner: 2 242973898 6374216 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 241778188 5776408 0 0
  corner: 2 241778188 5417656 0 1
pin_name: "2" 242682988 5226315 9 0 0 0 -1 -1 2 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 241778188 6374216 0 0
  corner: 2 241778188 6732920 0 1
pin_name: "1" 242801432 7304911 9 0 0 0 -1 -1 2 1

part_end

n_pins: 2
rectangle: 219700293 113701752 224713937 116563080
ref_des: "C19" 225373878 115323000 7 0 1000001 100001 -1 -1 11 73
footprint_name: "0805" 226509258 112422998 12 0 0 0 -1 -1 2 137
part_value: "10uF" 225373878 113872999 13 0 1000001 100001 -1 -1 11 1
polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 222207117 115730272 0 0
  corner: 2 222207117 116447680 0 1
pin_name: "1" 224253605 117591662 9 0 0 0 -1 -1 2 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 222207117 114534656 0 0
  corner: 2 222207117 113817152 0 1
pin_name: "2" 224016716 113434470 9 0 0 0 -1 -1 2 1

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 219815693 114534656 0 0
  corner: 2 224598537 114534656 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 219815693 115730272 0 0
  corner: 2 224598537 115730272 0 0

part_end

n_pins: 1
rectangle: 201384600 8194928 204094520 9770912
ref_des: "X27" 198157878 12755000 7 0 1000001 100001 -1 -1 11 65
footprint_name: "K14" 198108348 9854998 12 0 0 0 -1 -1 11 1
part_value: "Клемма M3.5*6" 198157878 11304999 13 0 1000001 100001 -1 -1 11 1
outline: 4 5 18 180000 -1 -1 -1 0
  corner: 1 202172594 8310328 2 0
  corner: 2 202845187 8982920 2 0
  corner: 3 202172594 9655512 2 0
  corner: 4 201500000 8982920 2 0

polyline: 2 5 16 180000 -1 -1 -1 0
  corner: 1 201544120 9579868 0 0
  corner: 2 202794120 8329868 0 0

polyline: 2 5 8 180000 -1 -1 -1 0
  corner: 1 202845187 8982920 0 0
  corner: 2 203979120 8982920 0 1
pin_name: "1" 203255932 9345420 9 0 0 0 -1 -1 11 1

part_end

n_pins: 1
rectangle: 201384600 74444926 204094520 76020914
ref_des: "X28" 199207878 79005000 7 0 1000001 100001 -1 -1 11 65
footprint_name: "K14" 199157078 76104998 12 0 0 0 -1 -1 11 1
part_value: "Клемма M3.5*6" 199207878 77554999 13 0 1000001 100001 -1 -1 11 1
outline: 4 5 18 180000 -1 -1 -1 0
  corner: 1 202172594 74560326 2 0
  corner: 2 202845187 75232920 2 0
  corner: 3 202172594 75905514 2 0
  corner: 4 201500000 75232920 2 0

polyline: 2 5 16 180000 -1 -1 -1 0
  corner: 1 201544120 75829867 0 0
  corner: 2 202794120 74579867 0 0

polyline: 2 5 8 180000 -1 -1 -1 0
  corner: 1 202845187 75232920 0 0
  corner: 2 203979120 75232920 0 1
pin_name: "1" 203255932 75695420 9 0 0 0 -1 -1 11 1

part_end

n_pins: 1
rectangle: 259691127 50483587 261267114 53193507
ref_des: "X29" 259778878 53883000 7 0 1000001 100001 -1 -1 11 65
footprint_name: "Pad2x2" 259728078 52432999 12 0 0 0 -1 -1 11 1
outline: 4 5 18 180000 -1 -1 -1 0
  corner: 1 259806527 52405514 2 0
  corner: 2 260479120 51732920 2 0
  corner: 3 261151714 52405514 2 0
  corner: 4 260479120 53078107 2 0

polyline: 2 5 16 180000 -1 -1 -1 0
  corner: 1 261076067 53033987 0 0
  corner: 2 259826067 51783987 0 0

polyline: 2 5 8 180000 -1 -1 -1 0
  corner: 1 260479120 51732920 0 0
  corner: 2 260479120 50598987 0 700000
pin_name: "1" 260741620 51522420 9 90 0 0 -1 -1 11 1

part_end

n_pins: 1
rectangle: 262941127 50483587 264517114 53193507
ref_des: "X30" 263028878 53883000 7 0 1000001 100001 -1 -1 11 65
footprint_name: "Pad2x2" 262978078 52432999 12 0 0 0 -1 -1 11 1
outline: 4 5 18 180000 -1 -1 -1 0
  corner: 1 263056527 52405514 2 0
  corner: 2 263729120 51732920 2 0
  corner: 3 264401714 52405514 2 0
  corner: 4 263729120 53078107 2 0

polyline: 2 5 16 180000 -1 -1 -1 0
  corner: 1 264326067 53033987 0 0
  corner: 2 263076067 51783987 0 0

polyline: 2 5 8 180000 -1 -1 -1 0
  corner: 1 263729120 51732920 0 0
  corner: 2 263729120 50598987 0 700000
pin_name: "1" 263991620 51522420 9 90 0 0 -1 -1 11 1

part_end

n_pins: 1
rectangle: 249691127 38367520 251267114 41077440
ref_des: "X31" 249778878 41767000 7 0 1000001 100001 -1 -1 11 65
footprint_name: "Pad2x2" 249728078 40316999 12 0 0 0 -1 -1 11 1
outline: 4 5 18 180000 -1 -1 -1 0
  corner: 1 249806527 40289446 2 0
  corner: 2 250479120 39616853 2 0
  corner: 3 251151714 40289446 2 0
  corner: 4 250479120 40962040 2 0

polyline: 2 5 16 180000 -1 -1 -1 0
  corner: 1 251076067 40917920 0 0
  corner: 2 249826067 39667920 0 0

polyline: 2 5 8 180000 -1 -1 -1 0
  corner: 1 250479120 39616853 0 0
  corner: 2 250479120 38482920 0 700000
pin_name: "1" 250741620 39406353 9 90 0 0 -1 -1 11 1

part_end

n_pins: 1
rectangle: 252941127 38367520 254517114 41077440
ref_des: "X32" 253028878 41767000 7 0 1000001 100001 -1 -1 11 65
footprint_name: "Pad2x2" 252978078 40316999 12 0 0 0 -1 -1 11 1
outline: 4 5 18 180000 -1 -1 -1 0
  corner: 1 253056527 40289446 2 0
  corner: 2 253729120 39616853 2 0
  corner: 3 254401714 40289446 2 0
  corner: 4 253729120 40962040 2 0

polyline: 2 5 16 180000 -1 -1 -1 0
  corner: 1 254326067 40917920 0 0
  corner: 2 253076067 39667920 0 0

polyline: 2 5 8 180000 -1 -1 -1 0
  corner: 1 253729120 39616853 0 0
  corner: 2 253729120 38482920 0 700000
pin_name: "1" 253991620 39406353 9 90 0 0 -1 -1 11 1

part_end

n_pins: 2
rectangle: 217113720 37326139 224778618 39639715
ref_des: "R21" 224350788 40693000 7 0 1000001 100001 -1 -1 11 65
footprint_name: "2010" 224301258 37792998 12 0 0 0 -1 -1 2 1
part_value: "30k" 224350788 39242999 13 0 1000001 100001 -1 -1 11 1
outline: 5 0 6 180000 -1 -1 -1 0
  corner: 1 223480911 39524263 0 0
  corner: 2 218411721 39524315 0 0
  corner: 3 218411721 37441539 0 0
  corner: 4 220946207 37441541 0 0
  corner: 5 223480692 37441542 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 223480692 38482920 0 0
  corner: 2 224663218 38482921 0 1
pin_name: "2" 224510388 37719181 9 90 0 0 -1 -1 2 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 218411652 38482920 0 0
  corner: 2 217229120 38482920 0 1
pin_name: "1" 216903088 37719180 9 90 0 0 -1 -1 2 9

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 220946207 38982920 0 0
  corner: 2 220946207 37982921 0 0

part_end

n_pins: 2
rectangle: 250778487 92742519 253679758 97731187
ref_des: "VD8" 254790878 96038000 7 0 1000001 100001 -1 -1 11 65
footprint_name: "SS12" 254790878 93137998 12 0 1000001 100001 -1 -1 11 1
part_value: "SS12|(SS13,SS14,SS15)" 254790878 94587999 13 0 1000001 100001 -1 -1 11 1
polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 253564358 96280545 0 0
  corner: 2 250893887 96280545 0 0

outline: 3 0 6 180000 -1 -1 -1 0
  corner: 1 252229119 96280545 0 0
  corner: 2 250893889 94193158 0 0
  corner: 3 253564358 94193158 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 252229119 92857919 0 1
  corner: 2 252229119 94193158 0 0
pin_name: "1" 251695028 93125004 9 360 0 0 -1 -1 2 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 252229119 96280545 0 0
  corner: 2 252229119 97615787 0 1
pin_name: "2" 251427977 96647754 9 360 0 0 -1 -1 2 1

part_end

n_pins: 2
rectangle: 280863720 132242520 285094520 135473320
ref_des: "C20" 285705878 134133000 7 0 1000001 100001 -1 -1 11 73
footprint_name: "0603" 286841258 131232998 12 0 0 0 -1 -1 2 9
part_value: "0.1uF" 285705878 132682999 13 0 1000001 100001 -1 -1 11 1
polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 282979120 134357920 0 0
  corner: 2 282979120 135357920 0 1
pin_name: "2" 282229550 135307400 9 0 0 0 -1 -1 2 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 282979120 133357920 0 0
  corner: 2 282979120 132357920 0 1
pin_name: "1" 282229550 133056960 9 0 0 0 -1 -1 2 9

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 284979120 134357920 0 0
  corner: 2 280979120 134357920 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 284979120 133357920 0 0
  corner: 2 280979120 133357920 0 0

part_end

n_pins: 2
rectangle: 261113719 118951139 268778617 121264715
ref_des: "R22" 265373716 117419321 7 360 1000001 100001 -1 -1 11 73
footprint_name: "0603" 266509096 114519319 12 360 0 0 -1 -1 2 9
part_value: "3k3" 264766656 115969320 13 360 1000001 100001 -1 -1 11 9
outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 267480910 121149263 0 0
  corner: 2 262411720 121149315 0 0
  corner: 3 262411720 119066539 0 0
  corner: 4 267480691 119066542 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 267480691 120107920 0 0
  corner: 2 268663217 120107921 0 1
pin_name: "2" 268510387 119344181 9 90 0 0 -1 -1 2 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 262411651 120107920 0 0
  corner: 2 261229119 120107920 0 1
pin_name: "1" 260903087 119344181 9 90 0 0 -1 -1 2 1

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 265979119 120607920 0 0
  corner: 2 264729119 119607921 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 265229119 120607920 0 0
  corner: 2 263979119 119607921 0 0

part_end

n_pins: 2
rectangle: 277389576 50742520 281620376 53973320
ref_des: "C21" 275988282 52433000 7 0 1000001 100001 -1 -1 11 65
footprint_name: "0603" 275937482 49532998 12 0 0 0 -1 -1 2 1
part_value: "1uF" 275316452 50982999 13 0 1000001 100001 -1 -1 11 9
polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 279504976 52857920 0 0
  corner: 2 279504976 53857920 0 1
pin_name: "1" 278755406 53807400 9 0 0 0 -1 -1 2 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 279504976 51857920 0 0
  corner: 2 279504976 50857920 0 1
pin_name: "2" 278755406 51556960 9 0 0 0 -1 -1 2 9

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 281504976 52857920 0 0
  corner: 2 277504976 52857920 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 281504976 51857920 0 0
  corner: 2 277504976 51857920 0 0

part_end

n_pins: 1
rectangle: 202610291 107712007 205320211 109287994
ref_des: "X33" 200404811 107900000 7 0 1000001 100001 -1 -1 11 65
footprint_name: "Pad2x2" 200355281 106449999 12 0 0 0 -1 -1 11 1
outline: 4 5 18 180000 -1 -1 -1 0
  corner: 1 203398285 107827407 2 0
  corner: 2 204070878 108500000 2 0
  corner: 3 203398285 109172594 2 0
  corner: 4 202725691 108500000 2 0

polyline: 2 5 16 180000 -1 -1 -1 0
  corner: 1 202769811 109096947 0 0
  corner: 2 204019811 107846947 0 0

polyline: 2 5 8 180000 -1 -1 -1 0
  corner: 1 204070878 108500000 0 0
  corner: 2 205204811 108500000 0 1
pin_name: "1" 204570878 108950000 9 0 0 0 -1 -1 11 1

part_end

n_pins: 1
rectangle: 202610291 105212007 205320211 106787994
ref_des: "X34" 200404878 105400000 7 0 1000001 100001 -1 -1 11 65
footprint_name: "Pad2x2" 200355348 103949999 12 0 0 0 -1 -1 11 1
outline: 4 5 18 180000 -1 -1 -1 0
  corner: 1 203398285 105327407 2 0
  corner: 2 204070878 106000000 2 0
  corner: 3 203398285 106672594 2 0
  corner: 4 202725691 106000000 2 0

polyline: 2 5 16 180000 -1 -1 -1 0
  corner: 1 202769811 106596947 0 0
  corner: 2 204019811 105346947 0 0

polyline: 2 5 8 180000 -1 -1 -1 0
  corner: 1 204070878 106000000 0 0
  corner: 2 205204811 106000000 0 1
pin_name: "1" 204570878 106450000 9 0 0 0 -1 -1 11 1

part_end

n_pins: 2
rectangle: 213863720 66367520 217094520 70598320
ref_des: "C22" 213781698 75533000 7 0 1000001 100001 -1 -1 11 65
footprint_name: "CL21" 213781698 71182997 12 0 1000001 100001 -1 -1 11 1
part_value: "0.033'630v" 213781698 74082999 13 0 1000001 100001 -1 -1 11 1
polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 214979120 68482920 0 0
  corner: 2 213979120 68482920 0 1
pin_name: "2" 214029640 67733350 9 270 0 0 -1 -1 2 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 215979120 68482920 0 0
  corner: 2 216979120 68482920 0 1
pin_name: "1" 216280080 67733350 9 270 0 0 -1 -1 2 9

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 214979120 70482920 0 0
  corner: 2 214979120 66482920 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 215979120 70482920 0 0
  corner: 2 215979120 66482920 0 0

part_end

n_pins: 6
rectangle: 297113720 59992520 309344520 67723320
ref_des: "D8" 298528878 71607000 7 0 1000001 100001 -1 -1 11 65
footprint_name: "SOT-23-6" 298528878 68706998 12 0 1000001 100001 -1 -1 11 1
part_value: "TTP223-BA6" 298528878 70156999 13 0 1000001 100001 -1 -1 11 1
outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 298229120 60107920 0 0
  corner: 2 298229120 67607920 0 0
  corner: 3 308229120 67607920 0 0
  corner: 4 308229120 60107920 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 298229120 66357920 0 0
  corner: 2 297229120 66357920 0 1
pin_name: "1" 296962420 67107920 9 0 1000001 100001 -1 -1 11 9
description: "Q" 299129120 65907920 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 298229120 63857920 0 0
  corner: 2 297229120 63857920 0 1
pin_name: "2" 296745250 64607920 9 0 1000001 100001 -1 -1 11 9
description: "VSS" 299129120 63407920 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 298229120 61357920 0 0
  corner: 2 297229120 61357920 0 1
pin_name: "3" 296788430 62107920 9 0 1000001 100001 -1 -1 11 9
description: "I" 299129120 60907920 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 15 180000 -1 -1 -1 0
  corner: 1 309229120 61357920 0 0
  corner: 2 308229120 61357920 0 0
pin_name: "4" 309229120 62107920 9 0 1000001 100001 -1 -1 11 1
description: "AHLB" 305029120 60907920 14 0 1000001 100001 -1 -1 11 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 309229120 63857920 0 1
  corner: 2 308229120 63857920 0 0
pin_name: "5" 309229120 64607920 9 0 1000001 100001 -1 -1 11 1
description: "VDD" 305722160 63407920 14 0 1000001 100001 -1 -1 11 9

polyline: 2 0 15 180000 -1 -1 -1 0
  corner: 1 309229120 66357920 0 0
  corner: 2 308229120 66357920 0 0
pin_name: "6" 309229120 67107920 9 0 1000001 100001 -1 -1 11 1
description: "TOG" 305809130 65907920 14 0 1000001 100001 -1 -1 11 9

outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 301979120 60107920 0 0
  corner: 2 301979120 67607920 0 0
  corner: 3 304479120 67607920 0 0
  corner: 4 304479120 60107920 0 0
description: "^ '|LINK: https://www.platan.ru/cgi-bin/qwery.pl/id=2015691717'|page_number: 1" 302770878 60700000 14 0 1000000 100000 -1 -1 11 1

part_end

n_pins: 1
rectangle: -19002762 -59645913 -16292842 -58069926
ref_des: "X35" -21208242 -59457920 7 0 1000001 100001 -1 -1 11 65
footprint_name: "Pad2x2" -21259042 -60907921 12 0 0 0 -1 -1 11 1
outline: 4 5 18 180000 -1 -1 -1 0
  corner: 1 -18214768 -59530513 2 0
  corner: 2 -17542175 -58857920 2 0
  corner: 3 -18214768 -58185326 2 0
  corner: 4 -18887362 -58857920 2 0

polyline: 2 5 16 180000 -1 -1 -1 0
  corner: 1 -18843242 -58260973 0 0
  corner: 2 -17593242 -59510973 0 0

polyline: 2 5 8 180000 -1 -1 -1 0
  corner: 1 -17542175 -58857920 0 0
  corner: 2 -16408242 -58857920 0 1
pin_name: "1" -17042175 -58407920 9 0 0 0 -1 -1 11 1

part_end

n_pins: 1
rectangle: -19002762 -62145913 -16292842 -60569926
ref_des: "X36" -21208175 -61957920 7 0 1000001 100001 -1 -1 11 65
footprint_name: "Pad2x2" -21257705 -63407921 12 0 0 0 -1 -1 11 1
outline: 4 5 18 180000 -1 -1 -1 0
  corner: 1 -18214768 -62030513 2 0
  corner: 2 -17542175 -61357920 2 0
  corner: 3 -18214768 -60685326 2 0
  corner: 4 -18887362 -61357920 2 0

polyline: 2 5 16 180000 -1 -1 -1 0
  corner: 1 -18843242 -60760973 0 0
  corner: 2 -17593242 -62010973 0 0

polyline: 2 5 8 180000 -1 -1 -1 0
  corner: 1 -17542175 -61357920 0 0
  corner: 2 -16408242 -61357920 0 1
pin_name: "1" -17042175 -60907920 9 0 0 0 -1 -1 11 1

part_end

n_pins: 1
rectangle: 31842425 -72145913 34552345 -70569926
ref_des: "X37" 34991758 -71817920 7 0 1000001 100001 -1 -1 11 73
footprint_name: "Pad2x2" 36711338 -73267921 12 0 0 0 -1 -1 11 9
outline: 4 5 18 180000 -1 -1 -1 0
  corner: 1 33764351 -72030513 1 0
  corner: 2 33091758 -71357920 1 0
  corner: 3 33764351 -70685326 1 0
  corner: 4 34436945 -71357920 1 0

polyline: 2 5 16 180000 -1 -1 -1 0
  corner: 1 34392825 -70760973 0 0
  corner: 2 33142825 -72010973 0 0

polyline: 2 5 8 180000 -1 -1 -1 0
  corner: 1 33091758 -71357920 0 0
  corner: 2 31957825 -71357920 0 1
pin_name: "1" 32391758 -70907920 9 0 0 0 -1 -1 11 9

part_end

n_pins: 1
rectangle: 31842425 -75145913 34552345 -73569926
ref_des: "X38" 34991758 -74847920 7 0 1000001 100001 -1 -1 11 73
footprint_name: "Pad2x2" 36668158 -76297921 12 0 0 0 -1 -1 11 9
outline: 4 5 18 180000 -1 -1 -1 0
  corner: 1 33764351 -75030513 1 0
  corner: 2 33091758 -74357920 1 0
  corner: 3 33764351 -73685326 1 0
  corner: 4 34436945 -74357920 1 0

polyline: 2 5 16 180000 -1 -1 -1 0
  corner: 1 34392825 -73760973 0 0
  corner: 2 33142825 -75010973 0 0

polyline: 2 5 8 180000 -1 -1 -1 0
  corner: 1 33091758 -74357920 0 0
  corner: 2 31957825 -74357920 0 1
pin_name: "1" 32391758 -73907920 9 0 0 0 -1 -1 11 9

part_end

n_pins: 2
rectangle: 64476358 -118906781 72141256 -116593205
ref_des: "R23" 67646918 -114639920 7 0 1000001 100001 -1 -1 11 65
footprint_name: "0603" 67596118 -117539922 12 0 0 0 -1 -1 2 1
part_value: "100R" 67646918 -116089921 13 0 1000001 100001 -1 -1 11 1
outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 70843549 -116708657 0 0
  corner: 2 65774359 -116708605 0 0
  corner: 3 65774359 -118791381 0 0
  corner: 4 70843330 -118791378 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 70843330 -117750000 0 0
  corner: 2 72025856 -117749999 0 1
pin_name: "1" 71873026 -118513739 9 90 0 0 -1 -1 2 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 65774290 -117750000 0 0
  corner: 2 64591758 -117750000 0 1
pin_name: "2" 64265726 -118513740 9 90 0 0 -1 -1 2 9

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 69341758 -117250000 0 0
  corner: 2 68091758 -118249999 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 68591758 -117250000 0 0
  corner: 2 67341758 -118249999 0 0

part_end

n_pins: 6
rectangle: 102634600 -113865400 114865400 -106134600
ref_des: "D9" 104049758 -102350920 7 0 1000001 100001 -1 -1 11 65
footprint_name: "SOT-23-6" 104049758 -105250922 12 0 1000001 100001 -1 -1 11 1
part_value: "TTP223-BA6" 104049758 -103800921 13 0 1000001 100001 -1 -1 11 1
outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 103750000 -113750000 0 0
  corner: 2 103750000 -106250000 0 0
  corner: 3 113750000 -106250000 0 0
  corner: 4 113750000 -113750000 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 103750000 -107500000 0 0
  corner: 2 102750000 -107500000 0 1
pin_name: "1" 102483300 -106750000 9 0 1000001 100001 -1 -1 11 9
description: "Q" 104650000 -107950000 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 103750000 -110000000 0 0
  corner: 2 102750000 -110000000 0 1
pin_name: "2" 102266130 -109250000 9 0 1000001 100001 -1 -1 11 9
description: "VSS" 104650000 -110450000 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 103750000 -112500000 0 0
  corner: 2 102750000 -112500000 0 1
pin_name: "3" 102309310 -111750000 9 0 1000001 100001 -1 -1 11 9
description: "I" 104650000 -112950000 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 15 180000 -1 -1 -1 0
  corner: 1 114750000 -112500000 0 0
  corner: 2 113750000 -112500000 0 0
pin_name: "4" 114750000 -111750000 9 0 1000001 100001 -1 -1 11 1
description: "AHLB" 110550000 -112950000 14 0 1000001 100001 -1 -1 11 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 114750000 -110000000 0 1
  corner: 2 113750000 -110000000 0 0
pin_name: "5" 114750000 -109250000 9 0 1000001 100001 -1 -1 11 1
description: "VDD" 111243040 -110450000 14 0 1000001 100001 -1 -1 11 9

polyline: 2 0 15 180000 -1 -1 -1 0
  corner: 1 114750000 -107500000 0 0
  corner: 2 113750000 -107500000 0 0
pin_name: "6" 114750000 -106750000 9 0 1000001 100001 -1 -1 11 1
description: "TOG" 111330010 -107950000 14 0 1000001 100001 -1 -1 11 9

outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 107500000 -113750000 0 0
  corner: 2 107500000 -106250000 0 0
  corner: 3 110000000 -106250000 0 0
  corner: 4 110000000 -113750000 0 0
description: "^ '|LINK: https://www.platan.ru/cgi-bin/qwery.pl/id=2015691717'|page_number: 1" 108291758 -113157920 14 0 1000000 100000 -1 -1 11 1

part_end

n_pins: 2
rectangle: 87884600 -123115400 92115400 -119884600
ref_des: "C23" 92706758 -121224920 7 0 1000001 100001 -1 -1 11 73
footprint_name: "0603" 93842138 -124124922 12 0 0 0 -1 -1 2 9
part_value: "0.1uF" 92706758 -122674921 13 0 1000001 100001 -1 -1 11 1
polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 90000000 -121000000 0 0
  corner: 2 90000000 -120000000 0 1
pin_name: "2" 89250430 -120050520 9 0 0 0 -1 -1 2 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 90000000 -122000000 0 0
  corner: 2 90000000 -123000000 0 1
pin_name: "1" 89250430 -122300960 9 0 0 0 -1 -1 2 9

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 92000000 -121000000 0 0
  corner: 2 88000000 -121000000 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 92000000 -122000000 0 0
  corner: 2 88000000 -122000000 0 0

part_end

n_pins: 2
rectangle: 78009600 -99287630 84740400 -94306046
ref_des: "HL9" 84665758 -98636920 7 360 1000001 100001 -1 -1 11 65
footprint_name: "LED0805" 84665758 -101536922 12 360 1000001 100001 -1 -1 11 1
part_value: "Белый" 84665758 -100086921 13 360 1000001 100001 -1 -1 11 1
polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 78125000 -96750001 0 1
  corner: 2 80375000 -96750001 0 0
pin_name: "1" 78150000 -96150000 9 0 1000001 100001 -1 -1 11 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 82375000 -96750001 0 0
  corner: 2 84625000 -96750000 0 1
pin_name: "2" 84350000 -96150000 9 0 1000001 100001 -1 -1 11 1

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 82330676 -95823628 0 0
  corner: 2 82330676 -97676445 0 0

outline: 3 0 6 180000 -1 -1 -1 0
  corner: 1 80404254 -97676445 0 0
  corner: 2 82330676 -96750001 0 0
  corner: 3 80404254 -95823629 0 0

outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 79029597 -96796835 1 0
  corner: 2 81404984 -94421446 1 0
  corner: 3 83780381 -96796843 1 0
  corner: 4 81404992 -99172230 1 0

part_end

n_pins: 0
rectangle: -34650400 -180150400 175650400 -31849600
ref_des: "Frame6" 166940000 -37160000 7 0 0 0 -1 -1 2 193
footprint_name: "PART" 166940000 -37160000 12 0 0 0 -1 -1 11 1
part_value: "A3" 166940000 -38614999 13 0 0 0 -1 -1 2 129
polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 -27750000 -55500000 0 0
  corner: 2 -27750000 -94000000 0 0

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 -30500000 -105000000 0 0
  corner: 2 -30500000 -177500000 0 0

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 -27750000 -105000000 0 0
  corner: 2 -27750000 -177500000 0 0

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 -30500000 -55500000 0 0
  corner: 2 -30500000 -94000000 0 0

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 -30500000 -55500000 0 0
  corner: 2 -24500000 -55500000 0 0

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 -30500000 -94000000 0 0
  corner: 2 -24500000 -94000000 0 0
description: "Справ. №" -28620000 -88250000 14 270 1000000 110000 -1 -1 11 257

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 -30500000 -105000000 0 0
  corner: 2 -24500000 -105000000 0 0

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 -30500000 -122500000 0 0
  corner: 2 -24500000 -122500000 0 0
description: "Инв. № дубл" -28620000 -118850000 14 270 1000000 110000 -1 -1 11 257

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 -30500000 -135000000 0 0
  corner: 2 -24500000 -135000000 0 0
description: "Подп. и дата" -28620000 -133650000 14 270 1000000 110000 -1 -1 11 257

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 -30500000 -147500000 0 0
  corner: 2 -24500000 -147500000 0 0
description: "Взам. инв. №" -28620000 -145900000 14 270 1000000 110000 -1 -1 11 257

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 -30500000 -165000000 0 0
  corner: 2 -24500000 -165000000 0 0
description: "Подп. и дата" -28620000 -161000000 14 270 1000000 110000 -1 -1 11 257

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 -30500000 -75320000 0 0
  corner: 2 -24500000 -75320000 0 0
description: "Перв. примен." -28620000 -71070000 14 270 1000000 110000 -1 -1 11 257

outline: 4 0 15 250000 -1 -1 -1 0
  corner: 1 -24500000 -177500000 0 0
  corner: 2 -24500000 -34500000 0 0
  corner: 3 173000000 -34500000 0 0
  corner: 4 173000000 -177500000 0 0

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 -30500000 -177500000 0 0
  corner: 2 -24500000 -177500000 0 0
description: "Инв. № подл." -28620000 -175600000 14 270 1000000 110000 -1 -1 11 257

polyline: 3 0 15 250000 -1 -1 -1 0
  corner: 1 -24500000 -41750000 0 0
  corner: 2 9500000 -41750000 0 0
  corner: 3 9500000 -34500000 0 0
description: "Luminex-01'|path: 0'|name: 1'|pcb_flag: 0'|extention: 0'|length: 99'|make_lower: 0'|command: PATH" 5430328 -36700201 14 180 3000001 250001 -1 -1 11 1

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 89000000 -150000000 0 0
  corner: 2 89000000 -177500000 0 0

polyline: 3 0 15 250000 -1 -1 -1 0
  corner: 1 80500000 -177500000 0 0
  corner: 2 80500000 -150000000 0 0
  corner: 3 173000000 -150000000 0 0
description: "Luminex-01'|path: 0'|name: 1'|pcb_flag:0'|extention: 0'|length: 99'|make_lower: 0'|command: PATH" 131650000 -155000000 14 0 3000000 250000 -1 -1 11 1

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 84000000 -150000000 0 0
  corner: 2 84000000 -162500000 0 0

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 100500000 -150000000 0 0
  corner: 2 100500000 -177500000 0 0

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 108000000 -150000000 0 0
  corner: 2 108000000 -177500000 0 0

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 113000000 -150000000 0 0
  corner: 2 113000000 -177500000 0 0
description: "Схема электрическая принципиальная" 114991758 -167957920 14 0 1500001 120001 -1 -1 11 1

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 148000000 -157500000 0 0
  corner: 2 148000000 -177500000 0 0
description: "ООО МИКРОНИКС" 151250000 -174750000 14 0 2200000 200000 -1 -1 11 1

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 155500000 -157500000 0 0
  corner: 2 155500000 -167250000 0 0
description: "Масса" 158000000 -159250000 14 0 1000000 110000 -1 -1 11 1

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 164000000 -157500000 0 0
  corner: 2 164000000 -167250000 0 0
description: "Масштаб" 165750000 -159250000 14 0 1000000 110000 -1 -1 11 1

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 148000000 -167250000 0 0
  corner: 2 173000000 -167250000 0 0
description: "Лист    1" 150450000 -169095000 14 0 1000000 110000 -1 -1 11 1

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 113000000 -170000000 0 0
  corner: 2 173000000 -170000000 0 0

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 158000000 -167250000 0 0
  corner: 2 158000000 -170000000 0 0
description: "Листов    1" 161200000 -169095000 14 0 1000000 110000 -1 -1 11 1

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 148000000 -160000000 0 0
  corner: 2 173000000 -160000000 0 0

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 113000000 -157500000 0 0
  corner: 2 173000000 -157500000 0 0

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 80500000 -162500000 0 0
  corner: 2 113000000 -162500000 0 0

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 80500000 -160000000 0 0
  corner: 2 113000000 -160000000 0 0

polyline: 2 0 15 50000 -1 -1 -1 0
  corner: 1 80500000 -164970000 0 0
  corner: 2 113000000 -164970000 0 0

polyline: 2 0 15 50000 -1 -1 -1 0
  corner: 1 80500000 -167500000 0 0
  corner: 2 113000000 -167500000 0 0

polyline: 2 0 15 50000 -1 -1 -1 0
  corner: 1 80500000 -170000000 0 0
  corner: 2 113000000 -170000000 0 0

polyline: 2 0 15 50000 -1 -1 -1 0
  corner: 1 80500000 -172500000 0 0
  corner: 2 113000000 -172500000 0 0

polyline: 2 0 15 50000 -1 -1 -1 0
  corner: 1 80500000 -175000000 0 0
  corner: 2 113000000 -175000000 0 0

polyline: 2 0 15 50000 -1 -1 -1 0
  corner: 1 80500000 -157500000 0 0
  corner: 2 113000000 -157500000 0 0

polyline: 2 0 15 50000 -1 -1 -1 0
  corner: 1 80500000 -155000000 0 0
  corner: 2 113000000 -155000000 0 0

polyline: 2 0 15 50000 -1 -1 -1 0
  corner: 1 80500000 -152500000 0 0
  corner: 2 113000000 -152500000 0 0

polyline: 2 0 15 50000 -1 -1 -1 0
  corner: 1 150500000 -160000000 0 0
  corner: 2 150500000 -167250000 0 0
description: "Лит." 150350000 -159250000 14 0 1000000 110000 -1 -1 11 1

polyline: 2 0 15 50000 -1 -1 -1 0
  corner: 1 153000000 -160000000 0 0
  corner: 2 153000000 -167250000 0 0

polyline: 2 0 17 250000 -1 -1 -1 0
  corner: 1 155750000 -180000000 0 0
  corner: 2 164500000 -180000000 0 0
description: "Формат А3" 156550000 -179250000 14 0 1000000 110000 -1 -1 11 1

polyline: 2 0 17 250000 -1 -1 -1 0
  corner: 1 126000000 -180000000 0 0
  corner: 2 134750000 -180000000 0 0
description: "Копировал" 126800000 -179275000 14 0 1000000 110000 -1 -1 11 1

polyline: 2 0 17 250000 -1 -1 -1 0
  corner: 1 81250000 -165000000 0 0
  corner: 2 87750000 -165000000 0 0
description: "Разраб." 81900000 -164335000 14 0 1000000 110000 -1 -1 11 1

polyline: 2 0 17 250000 -1 -1 -1 0
  corner: 1 81250000 -167500000 0 0
  corner: 2 87750000 -167500000 0 0
description: "Пров." 81900000 -166605000 14 0 1000000 110000 -1 -1 11 1

polyline: 2 0 17 250000 -1 -1 -1 0
  corner: 1 81250000 -170000000 0 0
  corner: 2 87750000 -170000000 0 0
description: "Т.контр" 81650000 -169115000 14 0 1000000 110000 -1 -1 11 1

polyline: 2 0 17 250000 -1 -1 -1 0
  corner: 1 81250000 -175000000 0 0
  corner: 2 87750000 -175000000 0 0
description: "Н.контр" 81650000 -174025000 14 0 1000000 110000 -1 -1 11 1

polyline: 2 0 17 250000 -1 -1 -1 0
  corner: 1 81250000 -177500000 0 0
  corner: 2 87750000 -177500000 0 0
description: "Утв." 81650000 -176705000 14 0 1000000 110000 -1 -1 11 1

polyline: 2 0 17 250000 -1 -1 -1 0
  corner: 1 81000000 -162000000 0 0
  corner: 2 83250000 -162000000 0 0
description: "Изм." 81250000 -161715000 14 0 1000000 110000 -1 -1 11 1

polyline: 2 0 17 250000 -1 -1 -1 0
  corner: 1 84750000 -162000000 0 0
  corner: 2 87000000 -162000000 0 0
description: "Лист" 84750000 -161715000 14 0 1000000 110000 -1 -1 11 1

polyline: 2 0 17 250000 -1 -1 -1 0
  corner: 1 91250000 -162400000 0 0
  corner: 2 93500000 -162400000 0 0
description: "№ докум." 91250000 -161715000 14 0 1000000 110000 -1 -1 11 1

polyline: 2 0 17 250000 -1 -1 -1 0
  corner: 1 102000000 -162000000 0 0
  corner: 2 104250000 -162000000 0 0
description: "Подп." 102570000 -161715000 14 0 1000000 110000 -1 -1 11 1

polyline: 2 0 17 250000 -1 -1 -1 0
  corner: 1 109000000 -162200000 0 0
  corner: 2 111249984 -162200000 0 0
description: "Дата" 108610000 -161715000 14 0 1000000 110000 -1 -1 11 9

outline: 4 0 17 250000 -1 -1 0 0
  corner: 1 -34500000 -180000000 0 0
  corner: 2 -34500000 -32000000 0 0
  corner: 3 175500000 -32000000 0 0
  corner: 4 175500000 -180000000 0 0

polyline: 2 0 17 250000 -1 -1 -1 0
  corner: 1 90750000 -165000000 0 0
  corner: 2 97250000 -165000000 0 0
description: "Никонов Л.А" 91149758 -164334920 14 0 1000001 110001 -1 -1 11 1

polyline: 2 0 17 250000 -1 -1 -1 0
  corner: 1 108740000 -165000000 0 0
  corner: 2 111740000 -165000000 0 0
description: "24.11.24|DD.MM.YY DATE" 108740000 -164335000 14 0 1000000 110000 -1 -1 11 129

polyline: 2 0 17 250000 -1 -1 -1 0
  corner: 1 151500000 -156000000 0 0
  corner: 2 155250000 -156000000 0 0
description: "Э3" 151950000 -155000000 14 0 3000000 250000 -1 -1 11 9

polyline: 2 0 17 250000 -1 -1 -1 0
  corner: 1 90750000 -177500000 0 0
  corner: 2 97250000 -177500000 0 0
description: "Иванов К.Г." 91150000 -176705000 14 0 1000000 110000 -1 -1 11 1

polyline: 2 0 17 250000 -1 -1 -1 0
  corner: 1 114780000 -162500000 0 0
  corner: 2 118780000 -162500000 0 0
description: "Контроллер управления'активной линейной 'нагрузкой 220В" 121591758 -160357920 14 0 1500001 120001 -1 -1 11 2

part_end

n_pins: 19
rectangle: 81634600 -79115400 109365400 -51384600
ref_des: "DD5" 91809758 -47994920 7 0 1000001 100001 -1 -1 11 193
footprint_name: "QSOP-20" 91809758 -50894922 12 0 1000001 100001 -1 -1 11 129
part_value: "STM32G031F8P6" 91809758 -49444921 13 0 1000001 100001 -1 -1 11 129
polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 99500000 -51500000 0 0
  corner: 2 99500000 -79000000 0 0

outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 84250000 -79000000 0 0
  corner: 2 84250000 -51500000 0 0
  corner: 3 106750000 -51500000 0 0
  corner: 4 106750000 -79000000 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 84250000 -54000000 0 0
  corner: 2 81750000 -54000000 0 1
pin_name: "1" 83125385 -53244264 9 0 1000001 100001 -1 -1 11 137
description: "TIM16\CH1" 85000000 -54405000 14 0 1000001 100001 -1 -1 11 129

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 84250000 -56500000 0 0
  corner: 2 81750000 -56500000 0 1
pin_name: "2" 82798995 -55744264 9 0 1000001 100001 -1 -1 11 137
description: "EXTI14" 85000000 -56955000 14 0 1000001 100001 -1 -1 11 129

polyline: 2 0 15 180000 -1 -1 -1 0
  corner: 1 84250000 -59000000 0 0
  corner: 2 81750000 -59000000 0 0
pin_name: "3" 82798995 -58244264 9 0 1000001 100001 -1 -1 11 129
description: "PC15" 85000000 -59500000 14 0 1000001 100001 -1 -1 11 129

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 84250000 -61500000 0 0
  corner: 2 81750000 -61500000 0 1
pin_name: "4" 82762165 -60744264 9 0 1000001 100001 -1 -1 11 137
description: "VDD" 85000000 -61955000 14 0 1000001 100001 -1 -1 11 129

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 84250000 -64000000 0 0
  corner: 2 81750000 -64000000 0 1
pin_name: "5" 82798995 -63244264 9 0 1000001 100001 -1 -1 11 137
description: "VSS" 85000000 -64455000 14 0 1000001 100001 -1 -1 11 129

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 84250000 -66500000 0 0
  corner: 2 81750000 -66500000 0 1
pin_name: "6" 82834555 -65744264 9 0 1000001 100001 -1 -1 11 137
description: "NRST" 85000000 -66905000 14 0 1000001 100001 -1 -1 11 129

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 84250000 -69000000 0 0
  corner: 2 81750000 -69000000 0 1
pin_name: "7" 82798995 -68244264 9 0 1000001 100001 -1 -1 11 137
description: "PA0" 85000000 -69355000 14 0 1000001 100001 -1 -1 11 129

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 84250000 -71500000 0 0
  corner: 2 81750000 -71500000 0 1
pin_name: "8" 82798995 -70744264 9 0 1000001 100001 -1 -1 11 137
description: "PA1" 85000000 -71855000 14 0 1000001 100001 -1 -1 11 129

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 84250000 -74000000 0 0
  corner: 2 81750000 -74000000 0 1
pin_name: "9" 82834555 -73244264 9 0 1000001 100001 -1 -1 11 137
description: "U2-TX" 85000000 -74355000 14 0 1000001 100001 -1 -1 11 129

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 84250000 -76500000 0 0
  corner: 2 81750000 -76500000 0 1
pin_name: "10" 82415455 -75744264 9 0 1000001 100001 -1 -1 11 137
description: "U2-RX" 85000000 -76955000 14 0 1000001 100001 -1 -1 11 129

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 106750000 -76500000 0 0
  corner: 2 107750000 -76500000 0 1
pin_name: "11" 107495860 -75765390 9 0 1000001 100001 -1 -1 11 129
description: "PA4" 104643420 -76955000 14 0 1000001 100001 -1 -1 11 137

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 106750000 -74000000 0 0
  corner: 2 109250000 -74000000 0 1
pin_name: "12" 107495860 -73266030 9 0 1000001 100001 -1 -1 11 129
description: "PA5" 104678210 -74355000 14 0 1000001 100001 -1 -1 11 137

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 106750000 -71500000 0 0
  corner: 2 109250000 -71500000 0 1
pin_name: "13" 107495860 -70765400 9 0 1000001 100001 -1 -1 11 129
description: "PA6" 104661200 -71855000 14 0 1000001 100001 -1 -1 11 137

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 106750000 -69000000 0 0
  corner: 2 109250000 -69000000 0 1
pin_name: "14" 107495860 -68266040 9 0 1000001 100001 -1 -1 11 129
description: "PA7" 104661200 -69355000 14 0 1000001 100001 -1 -1 11 137

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 106750000 -64000000 0 0
  corner: 2 109250000 -64000000 0 1
pin_name: "16" 107495860 -63266050 9 0 1000001 100001 -1 -1 11 129
description: "PA13\SCL" 102299660 -64455000 14 0 1000001 100001 -1 -1 11 137

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 106750000 -61500000 0 0
  corner: 2 109250000 -61500000 0 1
pin_name: "17" 107495860 -60765420 9 0 1000001 100001 -1 -1 11 129
description: "PA12\SDA" 102125290 -61955000 14 0 1000001 100001 -1 -1 11 137

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 106750000 -59000000 0 0
  corner: 2 109250000 -59000000 0 1
pin_name: "18" 107495860 -58266060 9 0 1000001 100001 -1 -1 11 129
description: "SWDIO" 103684840 -59500000 14 0 1000001 100001 -1 -1 11 137

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 106750000 -56500000 0 0
  corner: 2 109250000 -56500000 0 1
pin_name: "19" 107495860 -55765430 9 0 1000001 100001 -1 -1 11 129
description: "SWCLK" 103389590 -56955000 14 0 1000001 100001 -1 -1 11 137

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 106750000 -54000000 0 0
  corner: 2 109250000 -54000000 0 1
pin_name: "20" 107495860 -53266070 9 0 1000001 100001 -1 -1 11 129
description: "TIM16\CH1N" 101619000 -54405000 14 0 1000001 100001 -1 -1 11 137

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 91500000 -51500000 0 0
  corner: 2 91500000 -79000000 0 0

part_end

n_pins: 3
rectangle: 138134600 -57865400 152115400 -47634600
ref_des: "X39" 146410068 -43470920 7 0 1000001 100001 -1 -1 11 65
footprint_name: "PLS-3" 146410068 -46370922 12 0 1000001 100001 -1 -1 11 1
part_value: "PROG" 146410068 -44920921 13 0 1000001 100001 -1 -1 11 1
outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 152000000 -57750000 0 0
  corner: 2 152000000 -47750000 0 0
  corner: 3 140750000 -47750000 0 0
  corner: 4 140750000 -57750000 0 0
description: "Цепь" 147622720 -49415000 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 152000000 -50250000 0 0
  corner: 2 140750000 -50250000 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 152000000 -52750000 0 0
  corner: 2 140750000 -52750000 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 144500000 -47750000 0 0
  corner: 2 144500000 -57750000 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 138250000 -56500000 0 1
  corner: 2 140750000 -56500000 0 0
pin_name: "3" 142273520 -57081090 9 0 1000001 100001 -1 -1 11 1
description: "SWCLK" 146436540 -57081090 14 0 1000001 100001 -1 -1 11 1

polyline: 3 0 6 180000 -1 -1 -1 0
  corner: 1 141750000 -48500000 0 0
  corner: 2 142500000 -49000000 0 0
  corner: 3 141750000 -49500000 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 143500000 -49000000 0 0
  corner: 2 142500000 -49000000 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 152000000 -55250000 0 0
  corner: 2 140750000 -55250000 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 138250000 -54000000 0 1
  corner: 2 140750000 -54000000 0 0
pin_name: "2" 142226530 -54580460 9 0 1000001 100001 -1 -1 11 1
description: "GND" 148401230 -54580460 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 138250000 -51500000 0 1
  corner: 2 140750000 -51500000 0 0
pin_name: "1" 142466560 -52081100 9 0 1000001 100001 -1 -1 11 1
description: "SWDIO" 146842940 -52081100 14 0 1000001 100001 -1 -1 11 1

part_end

n_pins: 2
rectangle: 41428665 -70365400 55409465 -63134600
ref_des: "X40" 39556248 -64671920 7 0 1000001 100001 -1 -1 11 73
footprint_name: "2SIP79" 40689088 -67571922 12 0 0 0 -1 -1 11 9
part_value: "None" 38363718 -66121921 13 0 1000001 100001 -1 -1 11 9
outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 41544065 -70250000 0 0
  corner: 2 41544065 -63250000 0 0
  corner: 3 52794065 -63250000 0 0
  corner: 4 52794065 -70249999 0 0
description: "Цепь" 43817115 -64715000 14 0 1000001 100001 -1 -1 11 265

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 41544065 -65250000 0 0
  corner: 2 52794065 -65250000 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 41544065 -67750000 0 0
  corner: 2 52794065 -67750000 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 49044065 -63250000 0 0
  corner: 2 49044065 -70250000 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 52794065 -66500000 0 0
  corner: 2 55294065 -66500000 0 1
pin_name: "1" 50702335 -66990000 9 0 1000001 100001 -1 -1 11 265
description: "NRST" 43817115 -66990000 14 0 1000001 100001 -1 -1 11 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 52794065 -69000000 0 0
  corner: 2 55294065 -69000000 0 1
pin_name: "2" 50625345 -69470000 9 0 1000001 100001 -1 -1 11 265
description: "GND" 43817115 -69470000 14 0 1000001 100001 -1 -1 11 9

polyline: 3 0 6 180000 -1 -1 -1 0
  corner: 1 51624065 -63780000 0 0
  corner: 2 50874065 -64280000 0 0
  corner: 3 51624065 -64780000 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 50874065 -64280000 0 0
  corner: 2 50124065 -64280000 0 0

part_end

n_pins: 2
rectangle: 112384600 -50115400 117465400 -45384600
ref_des: "HA2" 109920758 -46400920 7 0 1000001 100001 -1 -1 11 73
footprint_name: "SFM_1440(1241)" 103288818 -49300922 12 0 1000001 100001 -1 -1 11 9
part_value: "Пьезоизлучатель" 102028978 -47850921 13 0 1000001 100001 -1 -1 11 9
outline: 4 10 6 180000 -1 -1 -1 0
  corner: 1 116000000 -47250000 0 0
  corner: 2 117350000 -45900000 0 0
  corner: 3 117350000 -49600000 0 0
  corner: 4 116000000 -48250000 0 0
description: "^'|LINK: https://www.chipdip.ru/product0/8009930828'|page_number: 1" 117991758 -48257920 14 0 1000001 100001 -1 -1 11 1

outline: 4 10 6 180000 -1 -1 -1 0
  corner: 1 112500000 -48250000 0 0
  corner: 2 112500000 -47250000 0 0
  corner: 3 116000000 -47250000 0 0
  corner: 4 116000000 -48250000 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 114250000 -49000000 0 0
  corner: 2 114250000 -50000000 0 1
pin_name: "2" 114800000 -50600000 9 0 1000001 100001 -1 -1 11 1
net_name: "HA2" 109450000 -54750000 11 0 0 0 -1 -1 11 1

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 113250000 -49000000 0 0
  corner: 2 115250000 -49000000 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 114250000 -45500000 0 1
  corner: 2 114250000 -46500000 0 0
pin_name: "1" 114850000 -45850000 9 0 1000001 100001 -1 -1 11 1
net_name: "HA1" 109450000 -43550000 11 0 0 0 -1 -1 11 1

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 113250000 -46500000 0 0
  corner: 2 115250000 -46500000 0 0

part_end

n_pins: 6
rectangle: 48634600 -113865400 60865400 -106134600
ref_des: "D10" 50349758 -102250920 7 0 1000001 100001 -1 -1 11 65
footprint_name: "SOT-23-6" 50349758 -105150922 12 0 1000001 100001 -1 -1 11 1
part_value: "TTP223-BA6" 50349758 -103700921 13 0 1000001 100001 -1 -1 11 1
outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 49750000 -113750000 0 0
  corner: 2 49750000 -106250000 0 0
  corner: 3 59750000 -106250000 0 0
  corner: 4 59750000 -113750000 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 49750000 -107500000 0 0
  corner: 2 48750000 -107500000 0 1
pin_name: "1" 48483300 -106750000 9 0 1000001 100001 -1 -1 11 9
description: "Q" 50650000 -107950000 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 49750000 -110000000 0 0
  corner: 2 48750000 -110000000 0 1
pin_name: "2" 48266130 -109250000 9 0 1000001 100001 -1 -1 11 9
description: "VSS" 50650000 -110450000 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 49750000 -112500000 0 0
  corner: 2 48750000 -112500000 0 1
pin_name: "3" 48309310 -111750000 9 0 1000001 100001 -1 -1 11 9
description: "I" 50650000 -112950000 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 15 180000 -1 -1 -1 0
  corner: 1 60750000 -112500000 0 0
  corner: 2 59750000 -112500000 0 0
pin_name: "4" 60750000 -111750000 9 0 1000001 100001 -1 -1 11 1
description: "AHLB" 56550000 -112950000 14 0 1000001 100001 -1 -1 11 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 60750000 -110000000 0 1
  corner: 2 59750000 -110000000 0 0
pin_name: "5" 60750000 -109250000 9 0 1000001 100001 -1 -1 11 1
description: "VDD" 57243040 -110450000 14 0 1000001 100001 -1 -1 11 9

polyline: 2 0 15 180000 -1 -1 -1 0
  corner: 1 60750000 -107500000 0 0
  corner: 2 59750000 -107500000 0 0
pin_name: "6" 60750000 -106750000 9 0 1000001 100001 -1 -1 11 1
description: "TOG" 57330010 -107950000 14 0 1000001 100001 -1 -1 11 9

outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 53500000 -113750000 0 0
  corner: 2 53500000 -106250000 0 0
  corner: 3 56000000 -106250000 0 0
  corner: 4 56000000 -113750000 0 0
description: "^ '|LINK: https://www.platan.ru/cgi-bin/qwery.pl/id=2015691717'|page_number: 1" 54291758 -113157920 14 0 1000000 100000 -1 -1 11 1

part_end

n_pins: 2
rectangle: 114884600 -123115400 119115400 -119884600
ref_des: "C24" 119684758 -121124920 7 0 1000001 100001 -1 -1 11 73
footprint_name: "0603" 120841728 -124024922 12 0 0 0 -1 -1 2 9
part_value: "0.1uF" 119684758 -122574921 13 0 1000001 100001 -1 -1 11 1
polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 117000000 -121000000 0 0
  corner: 2 117000000 -120000000 0 1
pin_name: "2" 116250430 -120050520 9 0 0 0 -1 -1 2 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 117000000 -122000000 0 0
  corner: 2 117000000 -123000000 0 1
pin_name: "1" 116250430 -122300960 9 0 0 0 -1 -1 2 9

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 119000000 -121000000 0 0
  corner: 2 115000000 -121000000 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 119000000 -122000000 0 0
  corner: 2 115000000 -122000000 0 0

part_end

n_pins: 2
rectangle: 105009600 -99287630 111740400 -94306046
ref_des: "HL10" 111765758 -98536920 7 360 1000001 100001 -1 -1 11 65
footprint_name: "LED0805" 111765758 -101436922 12 360 1000001 100001 -1 -1 11 1
part_value: "Белый" 111765758 -99986921 13 360 1000001 100001 -1 -1 11 1
polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 105125000 -96750001 0 1
  corner: 2 107375000 -96750001 0 0
pin_name: "1" 105150000 -96150000 9 0 1000001 100001 -1 -1 11 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 109375000 -96750001 0 0
  corner: 2 111625000 -96750000 0 1
pin_name: "2" 111350000 -96150000 9 0 1000001 100001 -1 -1 11 1

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 109330676 -95823628 0 0
  corner: 2 109330676 -97676445 0 0

outline: 3 0 6 180000 -1 -1 -1 0
  corner: 1 107404254 -97676445 0 0
  corner: 2 109330676 -96750001 0 0
  corner: 3 107404254 -95823629 0 0

outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 106029597 -96796835 1 0
  corner: 2 108404984 -94421446 1 0
  corner: 3 110780381 -96796843 1 0
  corner: 4 108404992 -99172230 1 0

part_end

n_pins: 6
rectangle: 129134600 -113865400 141365400 -106134600
ref_des: "D11" 131749758 -102350920 7 0 1000001 100001 -1 -1 11 65
footprint_name: "SOT-23-6" 131749758 -105250922 12 0 1000001 100001 -1 -1 11 1
part_value: "TTP223-BA6" 131749758 -103800921 13 0 1000001 100001 -1 -1 11 1
outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 130250000 -113750000 0 0
  corner: 2 130250000 -106250000 0 0
  corner: 3 140250000 -106250000 0 0
  corner: 4 140250000 -113750000 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 130250000 -107500000 0 0
  corner: 2 129250000 -107500000 0 1
pin_name: "1" 128983300 -106750000 9 0 1000001 100001 -1 -1 11 9
description: "Q" 131150000 -107950000 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 130250000 -110000000 0 0
  corner: 2 129250000 -110000000 0 1
pin_name: "2" 128766130 -109250000 9 0 1000001 100001 -1 -1 11 9
description: "VSS" 131150000 -110450000 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 130250000 -112500000 0 0
  corner: 2 129250000 -112500000 0 1
pin_name: "3" 128809310 -111750000 9 0 1000001 100001 -1 -1 11 9
description: "I" 131150000 -112950000 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 15 180000 -1 -1 -1 0
  corner: 1 141250000 -112500000 0 0
  corner: 2 140250000 -112500000 0 0
pin_name: "4" 141250000 -111750000 9 0 1000001 100001 -1 -1 11 1
description: "AHLB" 137050000 -112950000 14 0 1000001 100001 -1 -1 11 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 141250000 -110000000 0 1
  corner: 2 140250000 -110000000 0 0
pin_name: "5" 141250000 -109250000 9 0 1000001 100001 -1 -1 11 1
description: "VDD" 137743040 -110450000 14 0 1000001 100001 -1 -1 11 9

polyline: 2 0 15 180000 -1 -1 -1 0
  corner: 1 141250000 -107500000 0 0
  corner: 2 140250000 -107500000 0 0
pin_name: "6" 141250000 -106750000 9 0 1000001 100001 -1 -1 11 1
description: "TOG" 137830010 -107950000 14 0 1000001 100001 -1 -1 11 9

outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 134000000 -113750000 0 0
  corner: 2 134000000 -106250000 0 0
  corner: 3 136500000 -106250000 0 0
  corner: 4 136500000 -113750000 0 0
description: "^ '|LINK: https://www.platan.ru/cgi-bin/qwery.pl/id=2015691717'|page_number: 1" 134791758 -113157920 14 0 1000000 100000 -1 -1 11 1

part_end

n_pins: 5
rectangle: 159884600 -131365400 167865400 -101063908
ref_des: "SB2" 160882758 -96909920 7 0 1000001 100001 -1 -1 11 65
footprint_name: "S-Panel" 160831958 -100809922 12 0 0 0 -1 -1 11 1
part_value: "Sensor Panel" 160882758 -98359921 13 0 1000001 100001 -1 -1 11 1
outline: 4 20 6 180000 -1 -1 -1 0
  corner: 1 163972258 -119894718 1 0
  corner: 2 161336839 -117259298 1 0
  corner: 3 163972258 -114623868 1 0
  corner: 4 166607678 -117259298 1 0

outline: 4 20 6 180000 -1 -1 -1 0
  corner: 1 163972258 -113194480 1 0
  corner: 2 161336839 -110559052 1 0
  corner: 3 163972258 -107923640 1 0
  corner: 4 166607678 -110559052 1 0

outline: 4 20 6 180000 -1 -1 -1 0
  corner: 1 163972258 -126639058 1 0
  corner: 2 161336839 -124003632 1 0
  corner: 3 163972258 -121368220 1 0
  corner: 4 166607678 -124003632 1 0

outline: 4 20 6 180000 -1 -1 -1 0
  corner: 1 163972258 -106450140 1 0
  corner: 2 161336839 -103814724 1 0
  corner: 3 163972258 -101179308 1 0
  corner: 4 166607678 -103814724 1 0

outline: 3 30 6 180000 -1 -1 -1 0
  corner: 1 163108365 -116117280 0 0
  corner: 2 163108365 -118256186 0 0
  corner: 3 165394493 -117186740 0 0

outline: 4 30 6 180000 -1 -1 -1 0
  corner: 1 163177090 -124796618 0 0
  corner: 2 163177090 -123252452 0 0
  corner: 3 164721252 -123252452 0 0
  corner: 4 164721252 -124796618 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 160000000 -110750000 0 1
  corner: 2 161250000 -110750000 0 0
pin_name: "2" 159597215 -109783347 9 0 1000001 100001 -1 -1 11 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 160000000 -117250000 0 1
  corner: 2 161250000 -117250000 0 0
pin_name: "3" 159536098 -116200078 9 0 1000001 100001 -1 -1 11 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 160000000 -124250000 0 1
  corner: 2 161250000 -124250000 0 0
pin_name: "4" 159597215 -123105707 9 0 1000001 100001 -1 -1 11 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 160000000 -103750000 0 1
  corner: 2 161250000 -103750000 0 0
pin_name: "1" 159841658 -102694388 9 0 1000001 100001 -1 -1 11 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 167750000 -128957437 0 0
  corner: 2 167750000 -131250000 0 1
pin_name: "gnd" 166891758 -128257920 9 0 1000001 100001 -1 -1 11 1

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 162444467 -103722156 0 0
  corner: 2 165500052 -103722156 0 0

polyline: 3 0 6 180000 -1 -1 -1 0
  corner: 1 163055584 -103111036 0 0
  corner: 2 162444467 -103722156 0 0
  corner: 3 163055584 -104333272 0 0

polyline: 3 0 6 180000 -1 -1 -1 0
  corner: 1 164888931 -110138888 0 0
  corner: 2 165500052 -110750000 0 0
  corner: 3 164888931 -111361120 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 165500052 -110750000 0 0
  corner: 2 162444467 -110750000 0 0

part_end

n_pins: 2
rectangle: 141384600 -123115400 145615400 -119884600
ref_des: "C25" 146363758 -121124920 7 0 1000001 100001 -1 -1 11 73
footprint_name: "0603" 147477548 -124024922 12 0 0 0 -1 -1 2 9
part_value: "0.1uF" 146363758 -122574921 13 0 1000001 100001 -1 -1 11 1
polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 143500000 -121000000 0 0
  corner: 2 143500000 -120000000 0 1
pin_name: "2" 142750430 -120050520 9 0 0 0 -1 -1 2 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 143500000 -122000000 0 0
  corner: 2 143500000 -123000000 0 1
pin_name: "1" 142750430 -122300960 9 0 0 0 -1 -1 2 9

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 145500000 -121000000 0 0
  corner: 2 141500000 -121000000 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 145500000 -122000000 0 0
  corner: 2 141500000 -122000000 0 0

part_end

n_pins: 2
rectangle: 146093206 -105674498 148406782 -98009600
ref_des: "R24" 148994668 -101397920 7 0 1000001 100001 -1 -1 11 65
footprint_name: "0603" 148945138 -104297922 12 0 0 0 -1 -1 2 1
part_value: "3k3" 148994668 -102847921 13 0 1000001 100001 -1 -1 11 1
outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 146208658 -99307307 0 0
  corner: 2 146208606 -104376497 0 0
  corner: 3 148291382 -104376497 0 0
  corner: 4 148291379 -99307526 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 147250001 -99307526 0 0
  corner: 2 147250000 -98125000 0 1
pin_name: "1" 148013740 -98277830 9 0 0 0 -1 -1 2 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 147250001 -104376566 0 0
  corner: 2 147250001 -105559098 0 1
pin_name: "2" 148013740 -105885130 9 0 0 0 -1 -1 2 1

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 146750001 -100809098 0 0
  corner: 2 147750000 -102059098 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 146750001 -101559098 0 0
  corner: 2 147750000 -102809098 0 0

part_end

n_pins: 2
rectangle: 131509600 -99287630 138240400 -94306046
ref_des: "HL11" 138166254 -98637300 7 360 1000001 100001 -1 -1 11 65
footprint_name: "LED0805" 138166254 -101537302 12 360 1000001 100001 -1 -1 11 1
part_value: "Белый" 138166254 -100087301 13 360 1000001 100001 -1 -1 11 1
polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 131625000 -96750001 0 1
  corner: 2 133875000 -96750001 0 0
pin_name: "1" 131650000 -96150000 9 0 1000001 100001 -1 -1 11 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 135875000 -96750001 0 0
  corner: 2 138125000 -96750000 0 1
pin_name: "2" 137850000 -96150000 9 0 1000001 100001 -1 -1 11 1

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 135830676 -95823628 0 0
  corner: 2 135830676 -97676445 0 0

outline: 3 0 6 180000 -1 -1 -1 0
  corner: 1 133904254 -97676445 0 0
  corner: 2 135830676 -96750001 0 0
  corner: 3 133904254 -95823629 0 0

outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 132529597 -96796835 1 0
  corner: 2 134904984 -94421446 1 0
  corner: 3 137280381 -96796843 1 0
  corner: 4 134904992 -99172230 1 0

part_end

n_pins: 2
rectangle: 41428665 -77865400 55409465 -70634600
ref_des: "X41" 39555758 -72171920 7 0 1000001 100001 -1 -1 11 73
footprint_name: "2SIP79" 40799088 -75071922 12 0 0 0 -1 -1 11 9
part_value: "None" 38363228 -73621921 13 0 1000001 100001 -1 -1 11 9
outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 41544065 -77750000 0 0
  corner: 2 41544065 -70750000 0 0
  corner: 3 52794065 -70750000 0 0
  corner: 4 52794065 -77749999 0 0
description: "Цепь" 43817115 -72215000 14 0 1000001 100001 -1 -1 11 265

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 41544065 -72750000 0 0
  corner: 2 52794065 -72750000 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 41544065 -75250000 0 0
  corner: 2 52794065 -75250000 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 49044065 -70750000 0 0
  corner: 2 49044065 -77750000 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 52794065 -74000000 0 0
  corner: 2 55294065 -74000000 0 1
pin_name: "1" 50702335 -74490000 9 0 1000001 100001 -1 -1 11 265
description: "TX" 43817115 -74490000 14 0 1000001 100001 -1 -1 11 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 52794065 -76500000 0 0
  corner: 2 55294065 -76500000 0 1
pin_name: "2" 50625345 -76970000 9 0 1000001 100001 -1 -1 11 265
description: "RX" 43817115 -76970000 14 0 1000001 100001 -1 -1 11 9

polyline: 3 0 6 180000 -1 -1 -1 0
  corner: 1 51624065 -71260000 0 0
  corner: 2 50874065 -71760000 0 0
  corner: 3 51624065 -72260000 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 50874065 -71760000 0 0
  corner: 2 50124065 -71760000 0 0

part_end

n_pins: 2
rectangle: 60884600 -123115400 65115400 -119884600
ref_des: "C26" 65880758 -121424920 7 0 1000001 100001 -1 -1 11 73
footprint_name: "0603" 67513978 -124324922 12 0 0 0 -1 -1 2 9
part_value: "0.1uF" 65880758 -122874921 13 0 1000001 100001 -1 -1 11 1
polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 63000000 -121000000 0 0
  corner: 2 63000000 -120000000 0 1
pin_name: "2" 62250430 -120050520 9 0 0 0 -1 -1 2 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 63000000 -122000000 0 0
  corner: 2 63000000 -123000000 0 1
pin_name: "1" 62250430 -122300960 9 0 0 0 -1 -1 2 9

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 65000000 -121000000 0 0
  corner: 2 61000000 -121000000 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 65000000 -122000000 0 0
  corner: 2 61000000 -122000000 0 0

part_end

n_pins: 2
rectangle: 51009600 -99287630 57740400 -94306046
ref_des: "HL12" 57365758 -98336920 7 360 1000001 100001 -1 -1 11 65
footprint_name: "LED0805" 57365758 -101236922 12 360 1000001 100001 -1 -1 11 1
part_value: "Белый" 57365758 -99786921 13 360 1000001 100001 -1 -1 11 1
polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 51125000 -96750001 0 1
  corner: 2 53375000 -96750001 0 0
pin_name: "1" 51150000 -96150000 9 0 1000001 100001 -1 -1 11 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 55375000 -96750001 0 0
  corner: 2 57625000 -96750000 0 1
pin_name: "2" 57350000 -96150000 9 0 1000001 100001 -1 -1 11 1

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 55330676 -95823628 0 0
  corner: 2 55330676 -97676445 0 0

outline: 3 0 6 180000 -1 -1 -1 0
  corner: 1 53404254 -97676445 0 0
  corner: 2 55330676 -96750001 0 0
  corner: 3 53404254 -95823629 0 0

outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 52029597 -96796835 1 0
  corner: 2 54404984 -94421446 1 0
  corner: 3 56780381 -96796843 1 0
  corner: 4 54404992 -99172230 1 0

part_end

n_pins: 4
rectangle: 148168836 -75553564 166899636 -63322764
ref_des: "HG3" 158183758 -59488920 7 0 1000001 100001 -1 -1 11 65
footprint_name: "OLED_IIC_128X64" 158183758 -62388922 12 0 1000001 100001 -1 -1 11 1
part_value: "Yellow/Blue" 158183758 -60938921 13 0 1000001 100001 -1 -1 11 1
outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 149284236 -75438164 0 0
  corner: 2 149284236 -63438164 0 0
  corner: 3 166784236 -63438164 0 0
  corner: 4 166784236 -75438164 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 149284236 -64938164 0 0
  corner: 2 148284236 -64938164 0 1
pin_name: "1" 148017536 -63938164 9 0 1000001 100001 -1 -1 11 9
description: "SDA" 150250000 -65350000 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 149284236 -67938164 0 0
  corner: 2 148284236 -67938164 0 1
pin_name: "2" 147800366 -66938164 9 0 1000001 100001 -1 -1 11 9
description: "SCL" 150250000 -68450000 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 149284236 -70938164 0 0
  corner: 2 148284236 -70938164 0 1
pin_name: "3" 147843546 -69938164 9 0 1000001 100001 -1 -1 11 9
description: "VCC" 150250000 -71350000 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 149284236 -73938164 0 0
  corner: 2 148284236 -73938164 0 1
pin_name: "4" 147778776 -72938164 9 0 1000001 100001 -1 -1 11 9
description: "GND" 150250000 -74450000 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 153250000 -63438164 0 0
  corner: 2 153250000 -75438164 0 0
description: "^ '|LINK: https://ozon.ru/t/1glZEGq'|page_number: 1" 154150000 -65288164 14 0 1000000 100000 -1 -1 11 1

part_end

n_pins: 2
rectangle: 127593205 -78365400 129906781 -70700502
ref_des: "R25" 130388758 -74388920 7 0 1000001 100001 -1 -1 11 65
footprint_name: "0603" 130337958 -77288922 12 0 0 0 -1 -1 2 1
part_value: "3k3" 130388758 -75838921 13 0 1000001 100001 -1 -1 11 1
outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 127708657 -71998209 0 0
  corner: 2 127708605 -77067399 0 0
  corner: 3 129791381 -77067399 0 0
  corner: 4 129791378 -71998428 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 128750000 -71998428 0 0
  corner: 2 128749999 -70815902 0 1
pin_name: "2" 129513739 -70968732 9 0 0 0 -1 -1 2 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 128750000 -77067468 0 0
  corner: 2 128750000 -78250000 0 1
pin_name: "1" 129513739 -78576032 9 0 0 0 -1 -1 2 1

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 128250000 -73500000 0 0
  corner: 2 129249999 -74750000 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 128250000 -74250000 0 0
  corner: 2 129249999 -75500000 0 0

part_end

n_pins: 2
rectangle: 124593205 -78365400 126906781 -70700502
ref_des: "R26" 122560758 -74388920 7 0 1000001 100001 -1 -1 11 73
footprint_name: "0603" 123998398 -77288922 12 0 0 0 -1 -1 2 9
part_value: "3k3" 122255958 -75838921 13 0 1000001 100001 -1 -1 11 9
outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 124708657 -71998209 0 0
  corner: 2 124708605 -77067399 0 0
  corner: 3 126791381 -77067399 0 0
  corner: 4 126791378 -71998428 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 125750000 -71998428 0 0
  corner: 2 125749999 -70815902 0 1
pin_name: "2" 126513739 -70968732 9 0 0 0 -1 -1 2 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 125750000 -77067468 0 0
  corner: 2 125750000 -78250000 0 1
pin_name: "1" 126513739 -78576032 9 0 0 0 -1 -1 2 1

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 125250000 -73500000 0 0
  corner: 2 126249999 -74750000 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 125250000 -74250000 0 0
  corner: 2 126249999 -75500000 0 0

part_end

n_pins: 8
rectangle: 36384600 -48865400 52615400 -38634600
ref_des: "DD6" 30137318 -37749920 7 0 1000001 100001 -1 -1 11 73
footprint_name: "TSSOP-8" 27166788 -40649922 12 0 1000001 100001 -1 -1 11 9
part_value: "P24C512B-TSH-MIR" 21508938 -39199921 13 0 1000001 100001 -1 -1 11 9
outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 37500000 -48750000 0 0
  corner: 2 37500000 -38750000 0 0
  corner: 3 51500000 -38750000 0 0
  corner: 4 51500000 -48750000 0 0
description: "GM" 43750000 -41375000 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 37500000 -40000000 0 0
  corner: 2 36500000 -40000000 0 1
pin_name: "1" 36136310 -39300000 9 0 1000001 100001 -1 -1 11 9
description: "E0" 38199835 -40375000 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 37500000 -42500000 0 0
  corner: 2 36500000 -42500000 0 1
pin_name: "2" 35896915 -41800000 9 0 1000001 100001 -1 -1 11 9
description: "E1" 38199835 -42975000 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 37500000 -45000000 0 0
  corner: 2 36500000 -45000000 0 1
pin_name: "3" 35945175 -44300000 9 0 1000001 100001 -1 -1 11 9
description: "E2" 38199835 -45425000 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 37500000 -47500000 0 0
  corner: 2 36500000 -47500000 0 1
pin_name: "4" 35873420 -46800000 9 0 1000001 100001 -1 -1 11 9
description: "GND" 38200000 -48025000 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 52500000 -47500000 0 1
  corner: 2 51500000 -47500000 0 0
pin_name: "5" 52550000 -46800000 9 0 1000001 100001 -1 -1 11 1
description: "SDA" 48600000 -48025000 14 0 1000001 100001 -1 -1 11 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 52500000 -45000000 0 1
  corner: 2 51500000 -45000000 0 0
pin_name: "6" 52550000 -44300000 9 0 1000001 100001 -1 -1 11 1
description: "SCL" 48791275 -45425000 14 0 1000001 100001 -1 -1 11 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 52500000 -42500000 0 1
  corner: 2 51500000 -42500000 0 0
pin_name: "7" 52550000 -41800000 9 0 1000001 100001 -1 -1 11 1
description: "WCB" 48313030 -42975000 14 0 1000001 100001 -1 -1 11 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 52500000 -40000000 0 1
  corner: 2 51500000 -40000000 0 0
pin_name: "8" 52550000 -39300000 9 0 1000001 100001 -1 -1 11 1
description: "VCC" 48695720 -40375000 14 0 1000001 100001 -1 -1 11 9

outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 42231750 -48750000 0 0
  corner: 2 42231750 -38750000 0 0
  corner: 3 46731750 -38750000 0 0
  corner: 4 46731750 -48750000 0 0

part_end

n_pins: 2
rectangle: 24243176 -60156168 29256820 -57294840
ref_des: "C27" 24821758 -55634920 7 0 1000001 100001 -1 -1 11 65
footprint_name: "0805" 24772228 -58534922 12 0 0 0 -1 -1 2 129
part_value: "10uF" 23673678 -57084921 13 0 1000001 100001 -1 -1 11 9
polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 26750000 -58127648 0 0
  corner: 2 26750000 -57410240 0 1
pin_name: "1" 28796488 -56266258 9 0 0 0 -1 -1 2 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 26750000 -59323264 0 0
  corner: 2 26750000 -60040768 0 1
pin_name: "2" 28559599 -60423450 9 0 0 0 -1 -1 2 1

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 24358576 -59323264 0 0
  corner: 2 29141420 -59323264 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 24358576 -58127648 0 0
  corner: 2 29141420 -58127648 0 0

part_end

n_pins: 2
rectangle: 29299360 -69615400 32200631 -64626732
ref_des: "VD9" 33099758 -65044920 7 0 1000001 100001 -1 -1 11 65
footprint_name: "SS12" 33099758 -67944922 12 0 1000001 100001 -1 -1 11 1
part_value: "SS12|(SS13,SS14,SS15)" 33099758 -66494921 13 0 1000001 100001 -1 -1 11 1
polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 29414760 -68164758 0 0
  corner: 2 32085231 -68164758 0 0

outline: 3 0 6 180000 -1 -1 -1 0
  corner: 1 30749999 -68164758 0 0
  corner: 2 32085229 -66077371 0 0
  corner: 3 29414760 -66077371 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 30749999 -64742132 0 1
  corner: 2 30749999 -66077371 0 0
pin_name: "1" 31284090 -65009217 9 180 0 0 -1 -1 2 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 30749999 -68164758 0 0
  corner: 2 30749999 -69500000 0 1
pin_name: "2" 31551141 -68531967 9 180 0 0 -1 -1 2 1

part_end

n_pins: 2
rectangle: 28126179 -90365400 33344851 -83884600
ref_des: "GB3" 34663758 -85356920 7 360 1000001 100001 -1 -1 11 65
footprint_name: "CH7410" 34663758 -88256922 12 360 1000001 100001 -1 -1 11 1
part_value: "CR2032/CR2025" 34663758 -86806921 13 360 1000001 100001 -1 -1 11 1
outline: 4 1 6 180000 -1 -1 -1 0
  corner: 1 29874999 -87375000 0 0
  corner: 2 31624999 -87375000 0 0
  corner: 3 31624999 -87875000 0 0
  corner: 4 29874999 -87875000 0 0

outline: 4 1 6 180000 -1 -1 -1 0
  corner: 1 29249999 -86625000 0 0
  corner: 2 32249999 -86625000 0 0
  corner: 3 32249999 -86750000 0 0
  corner: 4 29249999 -86750000 0 0

outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 28241579 -87145848 1 0
  corner: 2 30735515 -84651912 1 0
  corner: 3 33229451 -87145848 1 0
  corner: 4 30735515 -89639782 1 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 30749999 -84000000 0 1
  corner: 2 30749999 -86625000 0 0
pin_name: "1" 31612499 -85725001 9 630 0 0 -1 -1 11 1
description: "+" 29674999 -85450000 14 450 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 30749999 -87875000 0 0
  corner: 2 30749999 -90250000 0 1
pin_name: "2" 31612499 -88875001 9 630 0 0 -1 -1 11 1
description: "-" 29649999 -88475000 14 450 1000001 100001 -1 -1 11 1

part_end

n_pins: 4
rectangle: 5126732 -57615400 21607532 -52384600
ref_des: "DA3" 9642758 -48650920 7 0 1000001 100001 -1 -1 11 65
footprint_name: "SOT-23-5" 9642758 -51550922 12 0 1000001 100001 -1 -1 11 1
part_value: "TLV73333PDBVR" 9642758 -50100921 13 0 1000001 100001 -1 -1 11 1
polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 7742132 -53750000 0 0
  corner: 2 5242132 -53750000 0 1
pin_name: "1" 6835990 -53060000 9 0 1000001 100001 -1 -1 11 9
description: "Vin" 8422132 -54250000 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 18992132 -56250000 0 0
  corner: 2 21492132 -56250000 0 1
pin_name: "2" 19742000 -55560000 9 0 1000001 100001 -1 -1 11 1
description: "GND" 16275672 -56750000 14 0 1000001 100001 -1 -1 11 9

outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 7742132 -57500000 0 0
  corner: 2 7742132 -52500000 0 0
  corner: 3 18992132 -52500000 0 0
  corner: 4 18992132 -57500000 0 0
description: "STU" 12372132 -54250000 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 18992132 -53750000 0 0
  corner: 2 21492132 -53750000 0 1
pin_name: "5" 19742000 -53055000 9 0 1000001 100001 -1 -1 11 1
description: "Vout" 15792132 -54250000 14 0 1000001 100001 -1 -1 11 9

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 11492132 -52500000 0 0
  corner: 2 11492132 -57500000 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 15242132 -52500000 0 0
  corner: 2 15242132 -57500000 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 7742132 -55000000 0 0
  corner: 2 11492132 -55000000 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 5250000 -56250000 0 1
  corner: 2 7750000 -56250000 0 0
pin_name: "3" 6697230 -55560000 9 0 1000001 100001 -1 -1 11 9
description: "Ena" 8500000 -56750000 14 0 1000001 100001 -1 -1 11 1

part_end

n_pins: 2
rectangle: 3593218 -129990400 5906794 -122325502
ref_des: "R27" 6671668 -125329920 7 0 1000001 100001 -1 -1 11 65
footprint_name: "2010" 6620868 -128229922 12 0 0 0 -1 -1 2 1
part_value: "270R" 6671668 -126779921 13 0 1000001 100001 -1 -1 11 1
outline: 5 0 6 180000 -1 -1 -1 0
  corner: 1 5791342 -128692693 0 0
  corner: 2 5791394 -123623503 0 0
  corner: 3 3708618 -123623503 0 0
  corner: 4 3708620 -126157989 0 0
  corner: 5 3708621 -128692474 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 4749999 -128692474 0 0
  corner: 2 4750000 -129875000 0 1
pin_name: "1" 3987179 -129721422 9 0 0 0 -1 -1 2 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 4749999 -123623434 0 0
  corner: 2 4749999 -122440902 0 1
pin_name: "2" 3987179 -122114122 9 0 0 0 -1 -1 2 9

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 5249999 -126157989 0 0
  corner: 2 4250000 -126157989 0 0

part_end

n_pins: 2
rectangle: 24004438 -116531781 31669336 -114218205
ref_des: "R28" 25453758 -112264920 7 0 1000001 100001 -1 -1 11 73
footprint_name: "0603" 27108568 -115164922 12 0 0 0 -1 -1 2 9
part_value: "10R" 25453758 -113714921 13 0 1000001 100001 -1 -1 11 9
outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 30371629 -114333657 0 0
  corner: 2 25302439 -114333605 0 0
  corner: 3 25302439 -116416381 0 0
  corner: 4 30371410 -116416378 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 30371410 -115375000 0 0
  corner: 2 31553936 -115374999 0 1
pin_name: "1" 31401106 -116138739 9 90 0 0 -1 -1 2 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 25302370 -115375000 0 0
  corner: 2 24119838 -115375000 0 1
pin_name: "2" 23793806 -116138740 9 90 0 0 -1 -1 2 9

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 28869838 -114875000 0 0
  corner: 2 27619838 -115874999 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 28119838 -114875000 0 0
  corner: 2 26869838 -115874999 0 0

part_end

n_pins: 4
rectangle: -6240400 -173973320 16457158 -161529060
ref_des: "AC3" 984758 -158009920 7 0 1000001 100001 -1 -1 11 65
footprint_name: "WX-DC12003" 984758 -160909922 12 0 1000001 100001 -1 -1 11 1
part_value: "AC/DC (5V 700mA)" 984758 -159459921 13 0 1000001 100001 -1 -1 11 1
outline: 5 0 6 180000 -1 -1 -1 0
  corner: 1 5091758 -173857920 0 0
  corner: 2 -4408242 -173857920 0 0
  corner: 3 -4408242 -161644461 0 0
  corner: 4 14591758 -161644461 0 0
  corner: 5 14591758 -173857920 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 -6125000 -164875000 0 1
  corner: 2 -4408242 -164875000 0 0
pin_name: "2" -5825000 -164250000 9 0 1000001 100001 -1 -1 11 9
description: "~AC" -3425000 -165325000 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 -6125000 -170875000 0 1
  corner: 2 -4408242 -170875000 0 0
pin_name: "1" -5374430 -170100000 9 0 1000001 100001 -1 -1 11 9
description: "~AC" -3425000 -171225000 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 14591758 -164875000 0 0
  corner: 2 16341758 -164875000 0 1
pin_name: "3" 15291758 -164200000 9 0 1000001 100001 -1 -1 11 1
description: "OUT" 11891758 -165325000 14 0 1000001 100001 -1 -1 11 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 14591758 -170875000 0 0
  corner: 2 16341758 -170875000 0 1
pin_name: "4" 15292228 -170100000 9 0 1000001 100001 -1 -1 11 1
description: "GND" 11891758 -171225000 14 0 1000001 100001 -1 -1 11 9

polyline: 11 0 6 180000 -1 -1 -1 0
  corner: 1 9000000 -170875000 0 0
  corner: 2 5250000 -170875000 1 0
  corner: 3 4500000 -170125000 1 0
  corner: 4 5250000 -169375000 1 0
  corner: 5 4500000 -168625000 1 0
  corner: 6 5250000 -167875000 1 0
  corner: 7 4500000 -167125000 1 0
  corner: 8 5250000 -166375000 1 0
  corner: 9 4500000 -165625000 1 0
  corner: 10 5250000 -164875000 0 0
  corner: 11 6500000 -164875000 0 0

polyline: 11 0 6 180000 -1 -1 -1 0
  corner: 1 1500000 -164875000 0 0
  corner: 2 2750000 -164875000 1 0
  corner: 3 3500000 -165625000 1 0
  corner: 4 2750000 -166375000 1 0
  corner: 5 3500000 -167125000 1 0
  corner: 6 2750000 -167875000 1 0
  corner: 7 3500000 -168625000 1 0
  corner: 8 2750000 -169375000 1 0
  corner: 9 3500000 -170125000 1 0
  corner: 10 2750000 -170875000 0 0
  corner: 11 1500000 -170875000 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 4000000 -170875000 0 0
  corner: 2 4000000 -164875000 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 6500000 -164875000 0 0
  corner: 2 9000000 -164875000 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 10091758 -161644460 0 0
  corner: 2 10091758 -173857920 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 91758 -161644460 0 0
  corner: 2 91758 -173857920 0 0

outline: 3 0 6 180001 -1 -1 -1 0
  corner: 1 6591758 -165857920 0 0
  corner: 2 6591758 -163857920 0 0
  corner: 3 8091757 -164857921 0 0

polyline: 2 0 6 180001 -1 -1 -1 0
  corner: 1 8091758 -163857920 0 0
  corner: 2 8091758 -165857920 0 0

part_end

n_pins: 2
rectangle: 37634600 -141906781 45299498 -139593205
ref_des: "R29" 40970398 -137539920 7 0 1000001 100001 -1 -1 11 65
footprint_name: "0603" 40920868 -140439922 12 0 0 0 -1 -1 2 1
part_value: "33k" 40970398 -138989921 13 0 1000001 100001 -1 -1 11 1
outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 44001791 -139708657 0 0
  corner: 2 38932601 -139708605 0 0
  corner: 3 38932601 -141791381 0 0
  corner: 4 44001572 -141791378 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 44001572 -140750000 0 0
  corner: 2 45184098 -140749999 0 1
pin_name: "2" 45031268 -141513739 9 90 0 0 -1 -1 2 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 38932532 -140750000 0 0
  corner: 2 37750000 -140750000 0 1
pin_name: "1" 37423968 -141513740 9 90 0 0 -1 -1 2 9

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 42500000 -140250000 0 0
  corner: 2 41250000 -141249999 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 41750000 -140250000 0 0
  corner: 2 40500000 -141249999 0 0

part_end

n_pins: 1
rectangle: -20094520 -171662992 -17384600 -170087008
ref_des: "X42" -23321242 -167402920 7 0 1000001 100001 -1 -1 11 65
footprint_name: "K14" -23370772 -170302922 12 0 0 0 -1 -1 11 1
part_value: "Клемма M3.5*6" -23321242 -168852921 13 0 1000001 100001 -1 -1 11 1
outline: 4 5 18 180000 -1 -1 -1 0
  corner: 1 -19306526 -171547592 2 0
  corner: 2 -18633933 -170875000 2 0
  corner: 3 -19306526 -170202408 2 0
  corner: 4 -19979120 -170875000 2 0

polyline: 2 5 16 180000 -1 -1 -1 0
  corner: 1 -19935000 -170278052 0 0
  corner: 2 -18685000 -171528052 0 0

polyline: 2 5 8 180000 -1 -1 -1 0
  corner: 1 -18633933 -170875000 0 0
  corner: 2 -17500000 -170875000 0 1
pin_name: "1" -18223188 -170512500 9 0 0 0 -1 -1 11 1

part_end

n_pins: 2
rectangle: 67634600 -62865400 71865400 -59634600
ref_des: "C28" 72477028 -60974920 7 0 1000001 100001 -1 -1 11 73
footprint_name: "0603" 73567958 -63874922 12 0 0 0 -1 -1 2 9
part_value: "0.1uF" 72477028 -62424921 13 0 1000001 100001 -1 -1 11 1
polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 69750000 -60750000 0 0
  corner: 2 69750000 -59750000 0 1
pin_name: "2" 69000430 -59800520 9 0 0 0 -1 -1 2 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 69750000 -61750000 0 0
  corner: 2 69750000 -62750000 0 1
pin_name: "1" 69000430 -62050960 9 0 0 0 -1 -1 2 9

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 71750000 -60750000 0 0
  corner: 2 67750000 -60750000 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 71750000 -61750000 0 0
  corner: 2 67750000 -61750000 0 0

part_end

n_pins: 4
rectangle: 9134600 -122990400 20865400 -113009600
ref_des: "VD10" 14084758 -109574920 7 0 1000001 100001 -1 -1 11 65
footprint_name: "DIP-6" 14084758 -112474922 12 0 1000001 100001 -1 -1 11 1
part_value: "MOC3061-63" 14084758 -111024921 13 0 1000001 100001 -1 -1 11 1
outline: 4 5 6 180000 -1 -1 -1 0
  corner: 1 19750000 -122875000 0 0
  corner: 2 19750000 -113125000 0 0
  corner: 3 10250000 -113125000 0 0
  corner: 4 10250000 -122875000 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 19750000 -120625000 0 0
  corner: 2 20750000 -120625000 0 1
pin_name: "2" 20300370 -120200000 9 0 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 19750000 -115375000 0 0
  corner: 2 20750000 -115375000 0 1
pin_name: "1" 20349950 -115000000 9 0 1000001 100001 -1 -1 11 1

polyline: 4 0 15 180000 -1 -1 -1 0
  corner: 1 11000000 -118375000 0 0
  corner: 2 12500000 -118375000 0 0
  corner: 3 11750000 -117625000 0 0
  corner: 4 11000000 -118375000 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 9250000 -120625000 0 1
  corner: 2 10250000 -120625000 0 0
pin_name: "4" 8999570 -120250000 9 0 1000001 100001 -1 -1 11 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 9250000 -115375000 0 1
  corner: 2 10250000 -115375000 0 0
pin_name: "6" 9099900 -115000000 9 0 1000001 100001 -1 -1 11 9

polyline: 14 0 15 180000 -1 -1 -1 0
  corner: 1 19750000 -115375000 0 0
  corner: 2 17250000 -115375000 0 0
  corner: 3 17250000 -117625000 0 0
  corner: 4 18000000 -117625000 0 0
  corner: 5 17250024 -118375012 0 0
  corner: 6 16500016 -117625000 0 0
  corner: 7 17250016 -117625000 0 0
  corner: 8 17250016 -118375000 0 0
  corner: 9 17250036 -118375000 0 0
  corner: 10 16500000 -118375000 0 0
  corner: 11 18000000 -118375000 0 0
  corner: 12 17250000 -118375000 0 0
  corner: 13 17250000 -120625000 0 0
  corner: 14 19750000 -120625000 0 0

polyline: 2 0 15 180000 -1 -1 -1 0
  corner: 1 15750000 -117625000 0 0
  corner: 2 15000000 -117625000 0 0

polyline: 2 0 15 180000 -1 -1 -1 0
  corner: 1 15750000 -118375000 0 0
  corner: 2 15000000 -118375000 0 0

polyline: 3 0 15 180000 -1 -1 -1 0
  corner: 1 15250000 -117375000 0 0
  corner: 2 15000000 -117625000 0 0
  corner: 3 15250000 -117875000 0 0

polyline: 3 0 15 180000 -1 -1 -1 0
  corner: 1 15250000 -118125000 0 0
  corner: 2 15000000 -118375000 0 0
  corner: 3 15250000 -118625000 0 0

polyline: 4 0 15 180000 -1 -1 -1 0
  corner: 1 13750000 -117625000 0 0
  corner: 2 12250000 -117625000 0 0
  corner: 3 13000000 -118375000 0 0
  corner: 4 13750000 -117625000 0 0

polyline: 2 0 15 180000 -1 -1 -1 0
  corner: 1 13750000 -118375000 0 0
  corner: 2 12500000 -118375000 0 0

polyline: 2 0 15 180000 -1 -1 -1 0
  corner: 1 12250000 -117625000 0 0
  corner: 2 11000000 -117625000 0 0

polyline: 3 0 15 180000 -1 -1 -1 0
  corner: 1 12250000 -117625000 0 0
  corner: 2 12250000 -115375000 0 0
  corner: 3 10250000 -115375000 0 0

polyline: 3 0 15 180000 -1 -1 -1 0
  corner: 1 12500000 -118375000 0 0
  corner: 2 12500000 -120625000 0 0
  corner: 3 10250000 -120625000 0 0

part_end

n_pins: 3
rectangle: -5365400 -120740400 865400 -113759600
ref_des: "VS3" -13909242 -116024920 7 0 1000001 100001 -1 -1 11 73
footprint_name: "TO-220" -16098722 -118924922 12 0 1000001 100001 -1 -1 11 9
part_value: "BTA24-600" -18311062 -117474921 13 0 1000001 100001 -1 -1 11 9
outline: 3 25 15 180000 -1 -1 -1 0
  corner: 1 -3250000 -118625000 0 0
  corner: 2 -1250000 -115875000 0 0
  corner: 3 -5250000 -115875000 0 0

outline: 3 25 18 180000 -1 -1 -1 0
  corner: 1 -3250000 -115875000 0 0
  corner: 2 -5250000 -118625000 0 0
  corner: 3 -1250001 -118625000 0 0
description: "^ '|LINK: https://aliexpress.ru/popular/bta24-600.html'|page_number: 1" -3650001 -117275000 14 0 1000000 100000 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 -3250000 -113875000 0 1
  corner: 2 -3250000 -115875000 0 0
pin_name: "2" -2750000 -115250000 9 0 0 0 -1 -1 11 1
description: "TERMINAL2" -3850000 -115150000 14 270 1000001 100001 -1 -1 11 1

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 -3250000 -118625000 0 0
  corner: 2 -1250000 -120625000 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 -3250000 -118625000 0 0
  corner: 2 -3250000 -120625000 0 1
pin_name: "1" -2750000 -121250000 9 0 0 0 -1 -1 11 1
description: "TERMINAL1" -3850000 -124850000 14 270 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 -1250000 -120625000 0 0
  corner: 2 750000 -120625000 0 1
pin_name: "3" -400000 -120025000 9 0 0 0 -1 -1 11 1
description: "GATE" -1150000 -120025000 14 0 1000001 100001 -1 -1 11 1
net_name: "GATE" -1250000 -122900000 11 0 0 0 -1 -1 11 1

part_end

n_pins: 4
rectangle: 6134600 -143240400 24365400 -132759600
ref_des: "VD11" 13425758 -129024920 7 0 1000001 100001 -1 -1 11 65
footprint_name: "DIP-4" 13425758 -131924922 12 0 1000001 100001 -1 -1 11 1
part_value: "PC814" 13425758 -130474921 13 0 1000001 100001 -1 -1 11 1
outline: 4 5 6 180000 -1 -1 -1 0
  corner: 1 23000000 -143125000 0 0
  corner: 2 23000000 -132875000 0 0
  corner: 3 7500000 -132875000 0 0
  corner: 4 7500000 -143125000 0 0

outline: 4 1 15 180000 -1 -1 -1 0
  corner: 1 18750000 -135625000 0 0
  corner: 2 18750000 -140375000 0 0
  corner: 3 18250000 -140375000 0 0
  corner: 4 18250000 -135625000 0 0

polyline: 14 0 15 180000 -1 -1 -1 0
  corner: 1 7500000 -135375000 0 0
  corner: 2 12750000 -135375000 0 0
  corner: 3 12750000 -137625000 0 0
  corner: 4 12000000 -137625000 0 0
  corner: 5 12749976 -138375012 0 0
  corner: 6 13499984 -137625000 0 0
  corner: 7 12749984 -137625000 0 0
  corner: 8 12749984 -138375000 0 0
  corner: 9 12749964 -138375000 0 0
  corner: 10 13500000 -138375000 0 0
  corner: 11 12000000 -138375000 0 0
  corner: 12 12750000 -138375000 0 0
  corner: 13 12750000 -140625000 0 0
  corner: 14 7500000 -140625000 0 0

polyline: 2 0 15 180000 -1 -1 -1 0
  corner: 1 14250000 -137625000 0 0
  corner: 2 15000000 -137625000 0 0

polyline: 2 0 15 180000 -1 -1 -1 0
  corner: 1 14250000 -138375000 0 0
  corner: 2 15000000 -138375000 0 0

polyline: 3 0 15 180000 -1 -1 -1 0
  corner: 1 14750000 -137375000 0 0
  corner: 2 15000000 -137625000 0 0
  corner: 3 14750000 -137875000 0 0

polyline: 3 0 15 180000 -1 -1 -1 0
  corner: 1 14750000 -138125000 0 0
  corner: 2 15000000 -138375000 0 0
  corner: 3 14750000 -138625000 0 0

polyline: 12 0 15 180000 -1 -1 -1 0
  corner: 1 10750000 -140625000 0 0
  corner: 2 10750000 -138375000 0 0
  corner: 3 11500000 -138375000 0 0
  corner: 4 10750024 -137624988 0 0
  corner: 5 10000016 -138375000 0 0
  corner: 6 10750016 -138375000 0 0
  corner: 7 10750016 -137625000 0 0
  corner: 8 10750037 -137625000 0 0
  corner: 9 10000000 -137625000 0 0
  corner: 10 11500001 -137625000 0 0
  corner: 11 10750000 -137625000 0 0
  corner: 12 10750000 -135375000 0 0

polyline: 5 0 15 180000 -1 -1 -1 0
  corner: 1 23000000 -135375000 0 0
  corner: 2 21250000 -135375000 0 0
  corner: 3 18624992 -138000004 0 0
  corner: 4 21250000 -140625000 0 0
  corner: 5 23000000 -140625000 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 6250000 -135375000 0 1
  corner: 2 7500000 -135375000 0 0
pin_name: "1" 6749950 -135050000 9 0 1000001 100001 -1 -1 11 9

polyline: 2 0 15 180000 -1 -1 -1 0
  corner: 1 21250000 -140625000 0 0
  corner: 2 20750000 -139875000 0 0

polyline: 2 0 15 180000 -1 -1 -1 0
  corner: 1 21250000 -140625000 0 0
  corner: 2 20500000 -140125000 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 23000000 -140625000 0 0
  corner: 2 24250000 -140625000 0 1
pin_name: "3" 23350370 -140300000 9 0 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 6250000 -140625000 0 1
  corner: 2 7500000 -140625000 0 0
pin_name: "2" 6450370 -140300000 9 0 1000001 100001 -1 -1 11 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 23000000 -135375000 0 0
  corner: 2 24250000 -135375000 0 1
pin_name: "4" 23300205 -135050000 9 0 1000001 100001 -1 -1 11 1

part_end

n_pins: 2
rectangle: -4365400 -141781781 3299498 -139468205
ref_des: "R30" 2983668 -138414920 7 0 1000001 100001 -1 -1 11 65
footprint_name: "2010" 2932868 -141314922 12 0 0 0 -1 -1 2 1
part_value: "30k" 2983668 -139864921 13 0 1000001 100001 -1 -1 11 1
outline: 5 0 6 180000 -1 -1 -1 0
  corner: 1 2001791 -139583657 0 0
  corner: 2 -3067399 -139583605 0 0
  corner: 3 -3067399 -141666381 0 0
  corner: 4 -532913 -141666379 0 0
  corner: 5 2001572 -141666378 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 2001572 -140625000 0 0
  corner: 2 3184098 -140624999 0 1
pin_name: "2" 3031268 -141388739 9 90 0 0 -1 -1 2 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 -3067468 -140625000 0 0
  corner: 2 -4250000 -140625000 0 1
pin_name: "1" -4576032 -141388740 9 90 0 0 -1 -1 2 9

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 -532913 -140125000 0 0
  corner: 2 -532913 -141124999 0 0

part_end

n_pins: 2
rectangle: 3593218 -114365400 5906794 -106700502
ref_des: "R31" 6693258 -109604920 7 0 1000001 100001 -1 -1 11 65
footprint_name: "2010" 6642458 -112504922 12 0 0 0 -1 -1 2 1
part_value: "270R" 6693258 -111054921 13 0 1000001 100001 -1 -1 11 1
outline: 5 0 6 180000 -1 -1 -1 0
  corner: 1 5791342 -113067693 0 0
  corner: 2 5791394 -107998503 0 0
  corner: 3 3708618 -107998503 0 0
  corner: 4 3708620 -110532989 0 0
  corner: 5 3708621 -113067474 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 4749999 -113067474 0 0
  corner: 2 4750000 -114250000 0 1
pin_name: "2" 3987179 -114096422 9 0 0 0 -1 -1 2 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 4749999 -107998434 0 0
  corner: 2 4749999 -106815902 0 1
pin_name: "1" 3987179 -106489122 9 0 0 0 -1 -1 2 9

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 5249999 -110532989 0 0
  corner: 2 4250000 -110532989 0 0

part_end

n_pins: 2
rectangle: -13547820 -53865400 -642468 -51243152
ref_des: "L3" -11670242 -47570920 7 0 1000001 100001 -1 -1 11 65
footprint_name: "SDR0403" -11670242 -50470922 12 0 1000001 100001 -1 -1 11 1
part_value: "680uH" -11670242 -49020921 13 0 1000001 100001 -1 -1 11 1
polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 -2073152 -53750000 0 0
  corner: 2 -757868 -53750000 0 1
pin_name: "2" -1638353 -53295660 9 0 1000001 100001 -1 -1 11 1

polyline: 7 0 6 180000 -1 -1 -1 0
  corner: 1 -12117132 -53750000 1 0
  corner: 2 -10443137 -52076008 1 0
  corner: 3 -8769141 -53750000 1 0
  corner: 4 -7095141 -52076008 1 0
  corner: 5 -5421148 -53750000 1 0
  corner: 6 -3747148 -52076008 1 0
  corner: 7 -2073152 -53750000 1 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 -12117132 -51358552 0 0
  corner: 2 -2073152 -51358552 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 -12117132 -53750000 0 0
  corner: 2 -13432420 -53750000 0 1
pin_name: "1" -12962815 -53295660 9 0 1000001 100001 -1 -1 11 9

part_end

n_pins: 1
rectangle: -20699520 -91662994 -17384600 -90087006
ref_des: "X43" -22321242 -87252920 7 0 1000001 100001 -1 -1 11 65
footprint_name: "K14" -22370772 -90152922 12 0 0 0 -1 -1 11 1
part_value: "Клемма M3.5*6" -22321242 -88702921 13 0 1000001 100001 -1 -1 11 1
outline: 4 5 18 180000 -1 -1 -1 0
  corner: 1 -19306526 -91547594 2 0
  corner: 2 -18633933 -90875000 2 0
  corner: 3 -19306526 -90202406 2 0
  corner: 4 -19979120 -90875000 2 0

polyline: 2 5 16 180000 -1 -1 -1 0
  corner: 1 -19935000 -90278052 0 0
  corner: 2 -18685000 -91528052 0 0

polyline: 2 5 8 180000 -1 -1 -1 0
  corner: 1 -18633933 -90875000 0 0
  corner: 2 -17500000 -90875000 0 1
pin_name: "1" -18223188 -90412500 9 0 0 0 -1 -1 11 1

polyline: 2 5 17 180000 -1 -1 -1 0
  corner: 1 -20584120 -90278052 0 0
  corner: 2 -20584120 -91278052 0 0
description: "^ '|LINK: https://procontact74.ru/goods-on-order/2165-klemmy/2169-klemmyvintovye/77003-vintovayaklemmak14klemmavintovayam356/'|page_number: 1" -22210305 -91105553 14 0 1000001 100001 -1 -1 11 9

part_end

n_pins: 3
rectangle: 29610211 -125056220 36808882 -118652485
ref_des: "VT3" 35998758 -125293920 7 0 1000001 100001 -1 -1 11 65
footprint_name: "SOT-23" 35998758 -128193922 12 0 1000001 100001 -1 -1 11 1
part_value: "IRLML2502" 35998758 -126743921 13 0 1000001 100001 -1 -1 11 1
polyline: 6 0 6 180000 -1 -1 -1 0
  corner: 1 32449724 -123237938 0 0
  corner: 2 32449724 -121960804 0 0
  corner: 3 33939821 -121960804 0 0
  corner: 4 33514029 -121535067 0 0
  corner: 5 33514029 -122386503 0 0
  corner: 6 33939821 -121960804 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 34578236 -120683630 0 0
  corner: 2 34578236 -123237938 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 33939821 -122812217 0 0
  corner: 2 33939821 -123663683 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 33939821 -121535067 0 0
  corner: 2 33939821 -122386503 0 0

outline: 3 0 6 180000 -1 -1 -1 0
  corner: 1 31598382 -121623497 0 0
  corner: 2 32024048 -122173616 0 0
  corner: 3 31172607 -122173616 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 32024048 -121535067 0 0
  corner: 2 31172607 -121535067 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 31598382 -123237938 0 0
  corner: 2 31598382 -120683630 0 0

outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 33088301 -118767885 1 0
  corner: 2 36174803 -121854329 1 0
  corner: 3 33088301 -124940820 1 0
  corner: 4 30001814 -121854329 1 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 34578236 -123237938 0 0
  corner: 2 36693482 -123237938 0 1
pin_name: "1" 36803974 -122665604 9 0 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 33956103 -120625000 0 0
  corner: 2 29725611 -120625000 0 1
pin_name: "3" 28842972 -119860987 9 0 1000001 100001 -1 -1 11 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 33956103 -123237938 0 0
  corner: 2 29725611 -123237938 0 1
pin_name: "2" 28918949 -122607096 9 0 1000001 100001 -1 -1 11 9

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 33939821 -120257903 0 0
  corner: 2 33939821 -121109347 0 0

part_end

n_pins: 2
rectangle: 18987956 -168555664 21610178 -167009600
ref_des: "C29" 22326758 -168310920 7 0 1000001 100001 -1 -1 11 65
footprint_name: "0805" 22277228 -171210922 12 0 0 0 -1 -1 2 129
part_value: "10uF" 22326758 -169760920 13 0 1000001 100001 -1 -1 11 1
polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 19103356 -168081512 0 0
  corner: 2 21494778 -168081512 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 19103356 -167483704 0 0
  corner: 2 21494778 -167483704 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 20299068 -168081512 0 0
  corner: 2 20299068 -168440264 0 1
pin_name: "2" 21203868 -168631605 9 0 0 0 -1 -1 2 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 20299068 -167483704 0 0
  corner: 2 20299068 -167125000 0 1
pin_name: "1" 21322312 -166553009 9 0 0 0 -1 -1 2 1

part_end

n_pins: 2
rectangle: -1778827 -60156168 3234817 -57294840
ref_des: "C30" 3894758 -58534920 7 0 1000001 100001 -1 -1 11 73
footprint_name: "0805" 5030138 -61434922 12 0 0 0 -1 -1 2 137
part_value: "10uF" 3894758 -59984921 13 0 1000001 100001 -1 -1 11 1
polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 727997 -58127648 0 0
  corner: 2 727997 -57410240 0 1
pin_name: "1" 2774485 -56266258 9 0 0 0 -1 -1 2 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 727997 -59323264 0 0
  corner: 2 727997 -60040768 0 1
pin_name: "2" 2537596 -60423450 9 0 0 0 -1 -1 2 1

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 -1663427 -59323264 0 0
  corner: 2 3119417 -59323264 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 -1663427 -58127648 0 0
  corner: 2 3119417 -58127648 0 0

part_end

n_pins: 1
rectangle: -20094520 -165662992 -17384600 -164087008
ref_des: "X44" -23321242 -161102920 7 0 1000001 100001 -1 -1 11 65
footprint_name: "K14" -23370772 -164002922 12 0 0 0 -1 -1 11 1
part_value: "Клемма M3.5*6" -23321242 -162552921 13 0 1000001 100001 -1 -1 11 1
outline: 4 5 18 180000 -1 -1 -1 0
  corner: 1 -19306526 -165547592 2 0
  corner: 2 -18633933 -164875000 2 0
  corner: 3 -19306526 -164202408 2 0
  corner: 4 -19979120 -164875000 2 0

polyline: 2 5 16 180000 -1 -1 -1 0
  corner: 1 -19935000 -164278052 0 0
  corner: 2 -18685000 -165528052 0 0

polyline: 2 5 8 180000 -1 -1 -1 0
  corner: 1 -18633933 -164875000 0 0
  corner: 2 -17500000 -164875000 0 1
pin_name: "1" -18223188 -164512500 9 0 0 0 -1 -1 11 1

part_end

n_pins: 1
rectangle: -20094520 -99412994 -17384600 -97837006
ref_des: "X45" -22271242 -94852920 7 0 1000001 100001 -1 -1 11 65
footprint_name: "K14" -22322042 -97752922 12 0 0 0 -1 -1 11 1
part_value: "Клемма M3.5*6" -22271242 -96302921 13 0 1000001 100001 -1 -1 11 1
outline: 4 5 18 180000 -1 -1 -1 0
  corner: 1 -19306526 -99297594 2 0
  corner: 2 -18633933 -98625000 2 0
  corner: 3 -19306526 -97952406 2 0
  corner: 4 -19979120 -98625000 2 0

polyline: 2 5 16 180000 -1 -1 -1 0
  corner: 1 -19935000 -98028053 0 0
  corner: 2 -18685000 -99278053 0 0

polyline: 2 5 8 180000 -1 -1 -1 0
  corner: 1 -18633933 -98625000 0 0
  corner: 2 -17500000 -98625000 0 1
pin_name: "1" -18223188 -98162500 9 0 0 0 -1 -1 11 1

part_end

n_pins: 1
rectangle: 38212007 -123374333 39787994 -120664413
ref_des: "X46" 38299758 -119974920 7 0 1000001 100001 -1 -1 11 65
footprint_name: "Pad2x2" 38248958 -121424921 12 0 0 0 -1 -1 11 1
outline: 4 5 18 180000 -1 -1 -1 0
  corner: 1 38327407 -121452406 2 0
  corner: 2 39000000 -122125000 2 0
  corner: 3 39672594 -121452406 2 0
  corner: 4 39000000 -120779813 2 0

polyline: 2 5 16 180000 -1 -1 -1 0
  corner: 1 39596947 -120823933 0 0
  corner: 2 38346947 -122073933 0 0

polyline: 2 5 8 180000 -1 -1 -1 0
  corner: 1 39000000 -122125000 0 0
  corner: 2 39000000 -123258933 0 700000
pin_name: "1" 39262500 -122335500 9 90 0 0 -1 -1 11 1

part_end

n_pins: 1
rectangle: 41462007 -123374333 43037994 -120664413
ref_des: "X47" 41549758 -119974920 7 0 1000001 100001 -1 -1 11 65
footprint_name: "Pad2x2" 41498958 -121424921 12 0 0 0 -1 -1 11 1
outline: 4 5 18 180000 -1 -1 -1 0
  corner: 1 41577407 -121452406 2 0
  corner: 2 42250000 -122125000 2 0
  corner: 3 42922594 -121452406 2 0
  corner: 4 42250000 -120779813 2 0

polyline: 2 5 16 180000 -1 -1 -1 0
  corner: 1 42846947 -120823933 0 0
  corner: 2 41596947 -122073933 0 0

polyline: 2 5 8 180000 -1 -1 -1 0
  corner: 1 42250000 -122125000 0 0
  corner: 2 42250000 -123258933 0 700000
pin_name: "1" 42512500 -122335500 9 90 0 0 -1 -1 11 1

part_end

n_pins: 1
rectangle: 28212007 -135490400 29787994 -132780480
ref_des: "X48" 28299758 -132090920 7 0 1000001 100001 -1 -1 11 65
footprint_name: "Pad2x2" 28248958 -133540921 12 0 0 0 -1 -1 11 1
outline: 4 5 18 180000 -1 -1 -1 0
  corner: 1 28327407 -133568474 2 0
  corner: 2 29000000 -134241067 2 0
  corner: 3 29672594 -133568474 2 0
  corner: 4 29000000 -132895880 2 0

polyline: 2 5 16 180000 -1 -1 -1 0
  corner: 1 29596947 -132940000 0 0
  corner: 2 28346947 -134190000 0 0

polyline: 2 5 8 180000 -1 -1 -1 0
  corner: 1 29000000 -134241067 0 0
  corner: 2 29000000 -135375000 0 700000
pin_name: "1" 29262500 -134451567 9 90 0 0 -1 -1 11 1

part_end

n_pins: 1
rectangle: 31462007 -135490400 33037994 -132780480
ref_des: "X49" 31549758 -132090920 7 0 1000001 100001 -1 -1 11 65
footprint_name: "Pad2x2" 31498958 -133540921 12 0 0 0 -1 -1 11 1
outline: 4 5 18 180000 -1 -1 -1 0
  corner: 1 31577407 -133568474 2 0
  corner: 2 32250000 -134241067 2 0
  corner: 3 32922594 -133568474 2 0
  corner: 4 32250000 -132895880 2 0

polyline: 2 5 16 180000 -1 -1 -1 0
  corner: 1 32846947 -132940000 0 0
  corner: 2 31596947 -134190000 0 0

polyline: 2 5 8 180000 -1 -1 -1 0
  corner: 1 32250000 -134241067 0 0
  corner: 2 32250000 -135375000 0 700000
pin_name: "1" 32512500 -134451567 9 90 0 0 -1 -1 11 1

part_end

n_pins: 2
rectangle: -4365400 -136531781 3299498 -134218205
ref_des: "R32" 2871668 -133164920 7 0 1000001 100001 -1 -1 11 65
footprint_name: "2010" 2822138 -136064922 12 0 0 0 -1 -1 2 1
part_value: "30k" 2871668 -134614921 13 0 1000001 100001 -1 -1 11 1
outline: 5 0 6 180000 -1 -1 -1 0
  corner: 1 2001791 -134333657 0 0
  corner: 2 -3067399 -134333605 0 0
  corner: 3 -3067399 -136416381 0 0
  corner: 4 -532913 -136416379 0 0
  corner: 5 2001572 -136416378 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 2001572 -135375000 0 0
  corner: 2 3184098 -135374999 0 1
pin_name: "2" 3031268 -136138739 9 90 0 0 -1 -1 2 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 -3067468 -135375000 0 0
  corner: 2 -4250000 -135375000 0 1
pin_name: "1" -4576032 -136138740 9 90 0 0 -1 -1 2 9

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 -532913 -134875000 0 0
  corner: 2 -532913 -135874999 0 0

part_end

n_pins: 2
rectangle: 29299367 -81115401 32200638 -76126733
ref_des: "VD12" 33311758 -77819920 7 0 1000001 100001 -1 -1 11 65
footprint_name: "SS12" 33311758 -80719922 12 0 1000001 100001 -1 -1 11 1
part_value: "SS12|(SS13,SS14,SS15)" 33311758 -79269921 13 0 1000001 100001 -1 -1 11 1
polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 32085238 -77577375 0 0
  corner: 2 29414767 -77577375 0 0

outline: 3 0 6 180000 -1 -1 -1 0
  corner: 1 30749999 -77577375 0 0
  corner: 2 29414769 -79664762 0 0
  corner: 3 32085238 -79664762 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 30749999 -81000001 0 1
  corner: 2 30749999 -79664762 0 0
pin_name: "1" 30215908 -80732916 9 360 0 0 -1 -1 2 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 30749999 -77577375 0 0
  corner: 2 30749999 -76242133 0 1
pin_name: "2" 29948857 -77210166 9 360 0 0 -1 -1 2 1

part_end

n_pins: 2
rectangle: 59384600 -41615400 63615400 -38384600
ref_des: "C31" 64226758 -39724920 7 0 1000001 100001 -1 -1 11 73
footprint_name: "0603" 65362138 -42624922 12 0 0 0 -1 -1 2 9
part_value: "0.1uF" 64226758 -41174921 13 0 1000001 100001 -1 -1 11 1
polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 61500000 -39500000 0 0
  corner: 2 61500000 -38500000 0 1
pin_name: "2" 60750430 -38550520 9 0 0 0 -1 -1 2 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 61500000 -40500000 0 0
  corner: 2 61500000 -41500000 0 1
pin_name: "1" 60750430 -40800960 9 0 0 0 -1 -1 2 9

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 63500000 -39500000 0 0
  corner: 2 59500000 -39500000 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 63500000 -40500000 0 0
  corner: 2 59500000 -40500000 0 0

part_end

n_pins: 2
rectangle: 39634599 -54906781 47299497 -52593205
ref_des: "R33" 43894596 -56438599 7 360 1000001 100001 -1 -1 11 73
footprint_name: "0603" 45029976 -59338601 12 360 0 0 -1 -1 2 9
part_value: "3k3" 43287536 -57888600 13 360 1000001 100001 -1 -1 11 9
outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 46001790 -52708657 0 0
  corner: 2 40932600 -52708605 0 0
  corner: 3 40932600 -54791381 0 0
  corner: 4 46001571 -54791378 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 46001571 -53750000 0 0
  corner: 2 47184097 -53749999 0 1
pin_name: "2" 47031267 -54513739 9 90 0 0 -1 -1 2 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 40932531 -53750000 0 0
  corner: 2 39749999 -53750000 0 1
pin_name: "1" 39423967 -54513739 9 90 0 0 -1 -1 2 1

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 44499999 -53250000 0 0
  corner: 2 43249999 -54249999 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 43749999 -53250000 0 0
  corner: 2 42499999 -54249999 0 0

part_end

n_pins: 2
rectangle: 55910456 -123115400 60141256 -119884600
ref_des: "C32" 54509162 -121424920 7 0 1000001 100001 -1 -1 11 65
footprint_name: "0603" 54458362 -124324922 12 0 0 0 -1 -1 2 1
part_value: "1uF" 53837332 -122874921 13 0 1000001 100001 -1 -1 11 9
polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 58025856 -121000000 0 0
  corner: 2 58025856 -120000000 0 1
pin_name: "1" 57276286 -120050520 9 0 0 0 -1 -1 2 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 58025856 -122000000 0 0
  corner: 2 58025856 -123000000 0 1
pin_name: "2" 57276286 -122300960 9 0 0 0 -1 -1 2 9

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 60025856 -121000000 0 0
  corner: 2 56025856 -121000000 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 60025856 -122000000 0 0
  corner: 2 56025856 -122000000 0 0

part_end

n_pins: 1
rectangle: -18868829 -66145913 -16158909 -64569926
ref_des: "X50" -21074309 -65957920 7 0 1000001 100001 -1 -1 11 65
footprint_name: "Pad2x2" -21123839 -67407921 12 0 0 0 -1 -1 11 1
outline: 4 5 18 180000 -1 -1 -1 0
  corner: 1 -18080835 -66030513 2 0
  corner: 2 -17408242 -65357920 2 0
  corner: 3 -18080835 -64685326 2 0
  corner: 4 -18753429 -65357920 2 0

polyline: 2 5 16 180000 -1 -1 -1 0
  corner: 1 -18709309 -64760973 0 0
  corner: 2 -17459309 -66010973 0 0

polyline: 2 5 8 180000 -1 -1 -1 0
  corner: 1 -17408242 -65357920 0 0
  corner: 2 -16274309 -65357920 0 1
pin_name: "1" -16908242 -64907920 9 0 0 0 -1 -1 11 1

part_end

n_pins: 1
rectangle: -18868829 -68645913 -16158909 -67069926
ref_des: "X51" -21074242 -68457920 7 0 1000001 100001 -1 -1 11 65
footprint_name: "Pad2x2" -21123772 -69907921 12 0 0 0 -1 -1 11 1
outline: 4 5 18 180000 -1 -1 -1 0
  corner: 1 -18080835 -68530513 2 0
  corner: 2 -17408242 -67857920 2 0
  corner: 3 -18080835 -67185326 2 0
  corner: 4 -18753429 -67857920 2 0

polyline: 2 5 16 180000 -1 -1 -1 0
  corner: 1 -18709309 -67260973 0 0
  corner: 2 -17459309 -68510973 0 0

polyline: 2 5 8 180000 -1 -1 -1 0
  corner: 1 -17408242 -67857920 0 0
  corner: 2 -16274309 -67857920 0 1
pin_name: "1" -16908242 -67407920 9 0 0 0 -1 -1 11 1

part_end

n_pins: 2
rectangle: -7615400 -107490400 -4384600 -103259600
ref_des: "C33" -7697422 -98324920 7 0 1000001 100001 -1 -1 11 65
footprint_name: "CL21" -7697422 -102674923 12 0 1000001 100001 -1 -1 11 1
part_value: "0.033'630v" -7697422 -99774921 13 0 1000001 100001 -1 -1 11 1
polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 -6500000 -105375000 0 0
  corner: 2 -7500000 -105375000 0 1
pin_name: "2" -7449480 -106124570 9 270 0 0 -1 -1 2 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 -5500000 -105375000 0 0
  corner: 2 -4500000 -105375000 0 1
pin_name: "1" -5199040 -106124570 9 270 0 0 -1 -1 2 9

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 -6500000 -103375000 0 0
  corner: 2 -6500000 -107375000 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 -5500000 -103375000 0 0
  corner: 2 -5500000 -107375000 0 0

part_end

n_pins: 6
rectangle: 75634600 -113865400 87865400 -106134600
ref_des: "D12" 77049758 -102250920 7 0 1000001 100001 -1 -1 11 65
footprint_name: "SOT-23-6" 77049758 -105150922 12 0 1000001 100001 -1 -1 11 1
part_value: "TTP223-BA6" 77049758 -103700921 13 0 1000001 100001 -1 -1 11 1
outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 76750000 -113750000 0 0
  corner: 2 76750000 -106250000 0 0
  corner: 3 86750000 -106250000 0 0
  corner: 4 86750000 -113750000 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 76750000 -107500000 0 0
  corner: 2 75750000 -107500000 0 1
pin_name: "1" 75483300 -106750000 9 0 1000001 100001 -1 -1 11 9
description: "Q" 77650000 -107950000 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 76750000 -110000000 0 0
  corner: 2 75750000 -110000000 0 1
pin_name: "2" 75266130 -109250000 9 0 1000001 100001 -1 -1 11 9
description: "VSS" 77650000 -110450000 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 76750000 -112500000 0 0
  corner: 2 75750000 -112500000 0 1
pin_name: "3" 75309310 -111750000 9 0 1000001 100001 -1 -1 11 9
description: "I" 77650000 -112950000 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 15 180000 -1 -1 -1 0
  corner: 1 87750000 -112500000 0 0
  corner: 2 86750000 -112500000 0 0
pin_name: "4" 87750000 -111750000 9 0 1000001 100001 -1 -1 11 1
description: "AHLB" 83550000 -112950000 14 0 1000001 100001 -1 -1 11 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 87750000 -110000000 0 1
  corner: 2 86750000 -110000000 0 0
pin_name: "5" 87750000 -109250000 9 0 1000001 100001 -1 -1 11 1
description: "VDD" 84243040 -110450000 14 0 1000001 100001 -1 -1 11 9

polyline: 2 0 15 180000 -1 -1 -1 0
  corner: 1 87750000 -107500000 0 0
  corner: 2 86750000 -107500000 0 0
pin_name: "6" 87750000 -106750000 9 0 1000001 100001 -1 -1 11 1
description: "TOG" 84330010 -107950000 14 0 1000001 100001 -1 -1 11 9

outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 80500000 -113750000 0 0
  corner: 2 80500000 -106250000 0 0
  corner: 3 83000000 -106250000 0 0
  corner: 4 83000000 -113750000 0 0
description: "^ '|LINK: https://www.platan.ru/cgi-bin/qwery.pl/id=2015691717'|page_number: 1" 81291758 -113157920 14 0 1000000 100000 -1 -1 11 1

part_end

n_pins: 1
rectangle: 207568116 -59645913 210278036 -58069926
ref_des: "X52" 205362636 -59457920 7 0 1000001 100001 -1 -1 11 65
footprint_name: "Pad2x2" 205311836 -60907921 12 0 0 0 -1 -1 11 1
outline: 4 5 18 180000 -1 -1 -1 0
  corner: 1 208356110 -59530513 2 0
  corner: 2 209028703 -58857920 2 0
  corner: 3 208356110 -58185326 2 0
  corner: 4 207683516 -58857920 2 0

polyline: 2 5 16 180000 -1 -1 -1 0
  corner: 1 207727636 -58260973 0 0
  corner: 2 208977636 -59510973 0 0

polyline: 2 5 8 180000 -1 -1 -1 0
  corner: 1 209028703 -58857920 0 0
  corner: 2 210162636 -58857920 0 1
pin_name: "1" 209528703 -58407920 9 0 0 0 -1 -1 11 1

part_end

n_pins: 1
rectangle: 207568116 -62145913 210278036 -60569926
ref_des: "X53" 205362703 -61957920 7 0 1000001 100001 -1 -1 11 65
footprint_name: "Pad2x2" 205313173 -63407921 12 0 0 0 -1 -1 11 1
outline: 4 5 18 180000 -1 -1 -1 0
  corner: 1 208356110 -62030513 2 0
  corner: 2 209028703 -61357920 2 0
  corner: 3 208356110 -60685326 2 0
  corner: 4 207683516 -61357920 2 0

polyline: 2 5 16 180000 -1 -1 -1 0
  corner: 1 207727636 -60760973 0 0
  corner: 2 208977636 -62010973 0 0

polyline: 2 5 8 180000 -1 -1 -1 0
  corner: 1 209028703 -61357920 0 0
  corner: 2 210162636 -61357920 0 1
pin_name: "1" 209528703 -60907920 9 0 0 0 -1 -1 11 1

part_end

n_pins: 1
rectangle: 258413303 -72145913 261123223 -70569926
ref_des: "X54" 261562636 -71817920 7 0 1000001 100001 -1 -1 11 73
footprint_name: "Pad2x2" 263282216 -73267921 12 0 0 0 -1 -1 11 9
outline: 4 5 18 180000 -1 -1 -1 0
  corner: 1 260335229 -72030513 1 0
  corner: 2 259662636 -71357920 1 0
  corner: 3 260335229 -70685326 1 0
  corner: 4 261007823 -71357920 1 0

polyline: 2 5 16 180000 -1 -1 -1 0
  corner: 1 260963703 -70760973 0 0
  corner: 2 259713703 -72010973 0 0

polyline: 2 5 8 180000 -1 -1 -1 0
  corner: 1 259662636 -71357920 0 0
  corner: 2 258528703 -71357920 0 1
pin_name: "1" 258962636 -70907920 9 0 0 0 -1 -1 11 9

part_end

n_pins: 1
rectangle: 258413303 -75145913 261123223 -73569926
ref_des: "X55" 261562636 -74847920 7 0 1000001 100001 -1 -1 11 73
footprint_name: "Pad2x2" 263239036 -76297921 12 0 0 0 -1 -1 11 9
outline: 4 5 18 180000 -1 -1 -1 0
  corner: 1 260335229 -75030513 1 0
  corner: 2 259662636 -74357920 1 0
  corner: 3 260335229 -73685326 1 0
  corner: 4 261007823 -74357920 1 0

polyline: 2 5 16 180000 -1 -1 -1 0
  corner: 1 260963703 -73760973 0 0
  corner: 2 259713703 -75010973 0 0

polyline: 2 5 8 180000 -1 -1 -1 0
  corner: 1 259662636 -74357920 0 0
  corner: 2 258528703 -74357920 0 1
pin_name: "1" 258962636 -73907920 9 0 0 0 -1 -1 11 9

part_end

n_pins: 2
rectangle: 291047236 -118906781 298712134 -116593205
ref_des: "R34" 294217796 -114639920 7 0 1000001 100001 -1 -1 11 65
footprint_name: "0603" 294166996 -117539922 12 0 0 0 -1 -1 2 1
part_value: "100R" 294217796 -116089921 13 0 1000001 100001 -1 -1 11 1
outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 297414427 -116708657 0 0
  corner: 2 292345237 -116708605 0 0
  corner: 3 292345237 -118791381 0 0
  corner: 4 297414208 -118791378 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 297414208 -117750000 0 0
  corner: 2 298596734 -117749999 0 1
pin_name: "1" 298443904 -118513739 9 90 0 0 -1 -1 2 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 292345168 -117750000 0 0
  corner: 2 291162636 -117750000 0 1
pin_name: "2" 290836604 -118513740 9 90 0 0 -1 -1 2 9

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 295912636 -117250000 0 0
  corner: 2 294662636 -118249999 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 295162636 -117250000 0 0
  corner: 2 293912636 -118249999 0 0

part_end

n_pins: 6
rectangle: 329205478 -113865400 341436278 -106134600
ref_des: "D13" 330620636 -102350920 7 0 1000001 100001 -1 -1 11 65
footprint_name: "SOT-23-6" 330620636 -105250922 12 0 1000001 100001 -1 -1 11 1
part_value: "TTP223-BA6" 330620636 -103800921 13 0 1000001 100001 -1 -1 11 1
outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 330320878 -113750000 0 0
  corner: 2 330320878 -106250000 0 0
  corner: 3 340320878 -106250000 0 0
  corner: 4 340320878 -113750000 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 330320878 -107500000 0 0
  corner: 2 329320878 -107500000 0 1
pin_name: "1" 329054178 -106750000 9 0 1000001 100001 -1 -1 11 9
description: "Q" 331220878 -107950000 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 330320878 -110000000 0 0
  corner: 2 329320878 -110000000 0 1
pin_name: "2" 328837008 -109250000 9 0 1000001 100001 -1 -1 11 9
description: "VSS" 331220878 -110450000 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 330320878 -112500000 0 0
  corner: 2 329320878 -112500000 0 1
pin_name: "3" 328880188 -111750000 9 0 1000001 100001 -1 -1 11 9
description: "I" 331220878 -112950000 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 15 180000 -1 -1 -1 0
  corner: 1 341320878 -112500000 0 0
  corner: 2 340320878 -112500000 0 0
pin_name: "4" 341320878 -111750000 9 0 1000001 100001 -1 -1 11 1
description: "AHLB" 337120878 -112950000 14 0 1000001 100001 -1 -1 11 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 341320878 -110000000 0 1
  corner: 2 340320878 -110000000 0 0
pin_name: "5" 341320878 -109250000 9 0 1000001 100001 -1 -1 11 1
description: "VDD" 337813918 -110450000 14 0 1000001 100001 -1 -1 11 9

polyline: 2 0 15 180000 -1 -1 -1 0
  corner: 1 341320878 -107500000 0 0
  corner: 2 340320878 -107500000 0 0
pin_name: "6" 341320878 -106750000 9 0 1000001 100001 -1 -1 11 1
description: "TOG" 337900888 -107950000 14 0 1000001 100001 -1 -1 11 9

outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 334070878 -113750000 0 0
  corner: 2 334070878 -106250000 0 0
  corner: 3 336570878 -106250000 0 0
  corner: 4 336570878 -113750000 0 0
description: "^ '|LINK: https://www.platan.ru/cgi-bin/qwery.pl/id=2015691717'|page_number: 1" 334862636 -113157920 14 0 1000000 100000 -1 -1 11 1

part_end

n_pins: 2
rectangle: 314455478 -123115400 318686278 -119884600
ref_des: "C34" 319277636 -121224920 7 0 1000001 100001 -1 -1 11 73
footprint_name: "0603" 320413016 -124124922 12 0 0 0 -1 -1 2 9
part_value: "0.1uF" 319277636 -122674921 13 0 1000001 100001 -1 -1 11 1
polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 316570878 -121000000 0 0
  corner: 2 316570878 -120000000 0 1
pin_name: "2" 315821308 -120050520 9 0 0 0 -1 -1 2 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 316570878 -122000000 0 0
  corner: 2 316570878 -123000000 0 1
pin_name: "1" 315821308 -122300960 9 0 0 0 -1 -1 2 9

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 318570878 -121000000 0 0
  corner: 2 314570878 -121000000 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 318570878 -122000000 0 0
  corner: 2 314570878 -122000000 0 0

part_end

n_pins: 2
rectangle: 304580478 -99287630 311311278 -94306046
ref_des: "HL13" 311236636 -98636920 7 360 1000001 100001 -1 -1 11 65
footprint_name: "LED0805" 311236636 -101536922 12 360 1000001 100001 -1 -1 11 1
part_value: "Белый" 311236636 -100086921 13 360 1000001 100001 -1 -1 11 1
polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 304695878 -96750001 0 1
  corner: 2 306945878 -96750001 0 0
pin_name: "1" 304720878 -96150000 9 0 1000001 100001 -1 -1 11 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 308945878 -96750001 0 0
  corner: 2 311195878 -96750000 0 1
pin_name: "2" 310920878 -96150000 9 0 1000001 100001 -1 -1 11 1

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 308901554 -95823628 0 0
  corner: 2 308901554 -97676445 0 0

outline: 3 0 6 180000 -1 -1 -1 0
  corner: 1 306975132 -97676445 0 0
  corner: 2 308901554 -96750001 0 0
  corner: 3 306975132 -95823629 0 0

outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 305600475 -96796835 1 0
  corner: 2 307975862 -94421446 1 0
  corner: 3 310351259 -96796843 1 0
  corner: 4 307975870 -99172230 1 0

part_end

n_pins: 0
rectangle: 191920478 -180150400 402221278 -31849600
ref_des: "Frame7" 393510878 -37160000 7 0 0 0 -1 -1 2 193
footprint_name: "PART" 393510878 -37160000 12 0 0 0 -1 -1 11 1
part_value: "A3" 393510878 -38614999 13 0 0 0 -1 -1 2 129
polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 198820878 -55500000 0 0
  corner: 2 198820878 -94000000 0 0

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 196070878 -105000000 0 0
  corner: 2 196070878 -177500000 0 0

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 198820878 -105000000 0 0
  corner: 2 198820878 -177500000 0 0

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 196070878 -55500000 0 0
  corner: 2 196070878 -94000000 0 0

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 196070878 -55500000 0 0
  corner: 2 202070878 -55500000 0 0

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 196070878 -94000000 0 0
  corner: 2 202070878 -94000000 0 0
description: "Справ. №" 197950878 -88250000 14 270 1000000 110000 -1 -1 11 257

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 196070878 -105000000 0 0
  corner: 2 202070878 -105000000 0 0

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 196070878 -122500000 0 0
  corner: 2 202070878 -122500000 0 0
description: "Инв. № дубл" 197950878 -118850000 14 270 1000000 110000 -1 -1 11 257

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 196070878 -135000000 0 0
  corner: 2 202070878 -135000000 0 0
description: "Подп. и дата" 197950878 -133650000 14 270 1000000 110000 -1 -1 11 257

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 196070878 -147500000 0 0
  corner: 2 202070878 -147500000 0 0
description: "Взам. инв. №" 197950878 -145900000 14 270 1000000 110000 -1 -1 11 257

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 196070878 -165000000 0 0
  corner: 2 202070878 -165000000 0 0
description: "Подп. и дата" 197950878 -161000000 14 270 1000000 110000 -1 -1 11 257

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 196070878 -75320000 0 0
  corner: 2 202070878 -75320000 0 0
description: "Перв. примен." 197950878 -71070000 14 270 1000000 110000 -1 -1 11 257

outline: 4 0 15 250000 -1 -1 -1 0
  corner: 1 202070878 -177500000 0 0
  corner: 2 202070878 -34500000 0 0
  corner: 3 399570878 -34500000 0 0
  corner: 4 399570878 -177500000 0 0

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 196070878 -177500000 0 0
  corner: 2 202070878 -177500000 0 0
description: "Инв. № подл." 197950878 -175600000 14 270 1000000 110000 -1 -1 11 257

polyline: 3 0 15 250000 -1 -1 -1 0
  corner: 1 202070878 -41750000 0 0
  corner: 2 236070878 -41750000 0 0
  corner: 3 236070878 -34500000 0 0
description: "Luminex-01'|path: 0'|name: 1'|pcb_flag: 0'|extention: 0'|length: 99'|make_lower: 0'|command: PATH" 232001206 -36700201 14 180 3000001 250001 -1 -1 11 1

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 315570878 -150000000 0 0
  corner: 2 315570878 -177500000 0 0

polyline: 3 0 15 250000 -1 -1 -1 0
  corner: 1 307070878 -177500000 0 0
  corner: 2 307070878 -150000000 0 0
  corner: 3 399570878 -150000000 0 0
description: "Luminex-01'|path: 0'|name: 1'|pcb_flag:0'|extention: 0'|length: 99'|make_lower: 0'|command: PATH" 358220878 -155000000 14 0 3000000 250000 -1 -1 11 1

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 310570878 -150000000 0 0
  corner: 2 310570878 -162500000 0 0

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 327070878 -150000000 0 0
  corner: 2 327070878 -177500000 0 0

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 334570878 -150000000 0 0
  corner: 2 334570878 -177500000 0 0

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 339570878 -150000000 0 0
  corner: 2 339570878 -177500000 0 0
description: "Схема электрическая принципиальная" 341562636 -167957920 14 0 1500001 120001 -1 -1 11 1

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 374570878 -157500000 0 0
  corner: 2 374570878 -177500000 0 0
description: "ООО МИКРОНИКС" 377820878 -174750000 14 0 2200000 200000 -1 -1 11 1

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 382070878 -157500000 0 0
  corner: 2 382070878 -167250000 0 0
description: "Масса" 384570878 -159250000 14 0 1000000 110000 -1 -1 11 1

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 390570878 -157500000 0 0
  corner: 2 390570878 -167250000 0 0
description: "Масштаб" 392320878 -159250000 14 0 1000000 110000 -1 -1 11 1

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 374570878 -167250000 0 0
  corner: 2 399570878 -167250000 0 0
description: "Лист    1" 377020878 -169095000 14 0 1000000 110000 -1 -1 11 1

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 339570878 -170000000 0 0
  corner: 2 399570878 -170000000 0 0

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 384570878 -167250000 0 0
  corner: 2 384570878 -170000000 0 0
description: "Листов    1" 387770878 -169095000 14 0 1000000 110000 -1 -1 11 1

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 374570878 -160000000 0 0
  corner: 2 399570878 -160000000 0 0

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 339570878 -157500000 0 0
  corner: 2 399570878 -157500000 0 0

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 307070878 -162500000 0 0
  corner: 2 339570878 -162500000 0 0

polyline: 2 0 15 250000 -1 -1 -1 0
  corner: 1 307070878 -160000000 0 0
  corner: 2 339570878 -160000000 0 0

polyline: 2 0 15 50000 -1 -1 -1 0
  corner: 1 307070878 -164970000 0 0
  corner: 2 339570878 -164970000 0 0

polyline: 2 0 15 50000 -1 -1 -1 0
  corner: 1 307070878 -167500000 0 0
  corner: 2 339570878 -167500000 0 0

polyline: 2 0 15 50000 -1 -1 -1 0
  corner: 1 307070878 -170000000 0 0
  corner: 2 339570878 -170000000 0 0

polyline: 2 0 15 50000 -1 -1 -1 0
  corner: 1 307070878 -172500000 0 0
  corner: 2 339570878 -172500000 0 0

polyline: 2 0 15 50000 -1 -1 -1 0
  corner: 1 307070878 -175000000 0 0
  corner: 2 339570878 -175000000 0 0

polyline: 2 0 15 50000 -1 -1 -1 0
  corner: 1 307070878 -157500000 0 0
  corner: 2 339570878 -157500000 0 0

polyline: 2 0 15 50000 -1 -1 -1 0
  corner: 1 307070878 -155000000 0 0
  corner: 2 339570878 -155000000 0 0

polyline: 2 0 15 50000 -1 -1 -1 0
  corner: 1 307070878 -152500000 0 0
  corner: 2 339570878 -152500000 0 0

polyline: 2 0 15 50000 -1 -1 -1 0
  corner: 1 377070878 -160000000 0 0
  corner: 2 377070878 -167250000 0 0
description: "Лит." 376920878 -159250000 14 0 1000000 110000 -1 -1 11 1

polyline: 2 0 15 50000 -1 -1 -1 0
  corner: 1 379570878 -160000000 0 0
  corner: 2 379570878 -167250000 0 0

polyline: 2 0 17 250000 -1 -1 -1 0
  corner: 1 382320878 -180000000 0 0
  corner: 2 391070878 -180000000 0 0
description: "Формат А3" 383120878 -179250000 14 0 1000000 110000 -1 -1 11 1

polyline: 2 0 17 250000 -1 -1 -1 0
  corner: 1 352570878 -180000000 0 0
  corner: 2 361320878 -180000000 0 0
description: "Копировал" 353370878 -179275000 14 0 1000000 110000 -1 -1 11 1

polyline: 2 0 17 250000 -1 -1 -1 0
  corner: 1 307820878 -165000000 0 0
  corner: 2 314320878 -165000000 0 0
description: "Разраб." 308470878 -164335000 14 0 1000000 110000 -1 -1 11 1

polyline: 2 0 17 250000 -1 -1 -1 0
  corner: 1 307820878 -167500000 0 0
  corner: 2 314320878 -167500000 0 0
description: "Пров." 308470878 -166605000 14 0 1000000 110000 -1 -1 11 1

polyline: 2 0 17 250000 -1 -1 -1 0
  corner: 1 307820878 -170000000 0 0
  corner: 2 314320878 -170000000 0 0
description: "Т.контр" 308220878 -169115000 14 0 1000000 110000 -1 -1 11 1

polyline: 2 0 17 250000 -1 -1 -1 0
  corner: 1 307820878 -175000000 0 0
  corner: 2 314320878 -175000000 0 0
description: "Н.контр" 308220878 -174025000 14 0 1000000 110000 -1 -1 11 1

polyline: 2 0 17 250000 -1 -1 -1 0
  corner: 1 307820878 -177500000 0 0
  corner: 2 314320878 -177500000 0 0
description: "Утв." 308220878 -176705000 14 0 1000000 110000 -1 -1 11 1

polyline: 2 0 17 250000 -1 -1 -1 0
  corner: 1 307570878 -162000000 0 0
  corner: 2 309820878 -162000000 0 0
description: "Изм." 307820878 -161715000 14 0 1000000 110000 -1 -1 11 1

polyline: 2 0 17 250000 -1 -1 -1 0
  corner: 1 311320878 -162000000 0 0
  corner: 2 313570878 -162000000 0 0
description: "Лист" 311320878 -161715000 14 0 1000000 110000 -1 -1 11 1

polyline: 2 0 17 250000 -1 -1 -1 0
  corner: 1 317820878 -162400000 0 0
  corner: 2 320070878 -162400000 0 0
description: "№ докум." 317820878 -161715000 14 0 1000000 110000 -1 -1 11 1

polyline: 2 0 17 250000 -1 -1 -1 0
  corner: 1 328570878 -162000000 0 0
  corner: 2 330820878 -162000000 0 0
description: "Подп." 329140878 -161715000 14 0 1000000 110000 -1 -1 11 1

polyline: 2 0 17 250000 -1 -1 -1 0
  corner: 1 335570878 -162200000 0 0
  corner: 2 337820862 -162200000 0 0
description: "Дата" 335180878 -161715000 14 0 1000000 110000 -1 -1 11 9

outline: 4 0 17 250000 -1 -1 0 0
  corner: 1 192070878 -180000000 0 0
  corner: 2 192070878 -32000000 0 0
  corner: 3 402070878 -32000000 0 0
  corner: 4 402070878 -180000000 0 0

polyline: 2 0 17 250000 -1 -1 -1 0
  corner: 1 317320878 -165000000 0 0
  corner: 2 323820878 -165000000 0 0
description: "Никонов Л.А" 317720636 -164334920 14 0 1000001 110001 -1 -1 11 1

polyline: 2 0 17 250000 -1 -1 -1 0
  corner: 1 335310878 -165000000 0 0
  corner: 2 338310878 -165000000 0 0
description: "24.11.24|DD.MM.YY DATE" 335310878 -164335000 14 0 1000000 110000 -1 -1 11 129

polyline: 2 0 17 250000 -1 -1 -1 0
  corner: 1 378070878 -156000000 0 0
  corner: 2 381820878 -156000000 0 0
description: "Э3" 378520878 -155000000 14 0 3000000 250000 -1 -1 11 9

polyline: 2 0 17 250000 -1 -1 -1 0
  corner: 1 317320878 -177500000 0 0
  corner: 2 323820878 -177500000 0 0
description: "Иванов К.Г." 317720878 -176705000 14 0 1000000 110000 -1 -1 11 1

polyline: 2 0 17 250000 -1 -1 -1 0
  corner: 1 341350878 -162500000 0 0
  corner: 2 345350878 -162500000 0 0
description: "Контроллер управления'активной линейной 'нагрузкой 220В" 348162636 -160357920 14 0 1500001 120001 -1 -1 11 2

part_end

n_pins: 19
rectangle: 308205478 -79115400 335936278 -51384600
ref_des: "DD7" 318380636 -47994920 7 0 1000001 100001 -1 -1 11 193
footprint_name: "QSOP-20" 318380636 -50894922 12 0 1000001 100001 -1 -1 11 129
part_value: "STM32G031F8P6" 318380636 -49444921 13 0 1000001 100001 -1 -1 11 129
polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 326070878 -51500000 0 0
  corner: 2 326070878 -79000000 0 0

outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 310820878 -79000000 0 0
  corner: 2 310820878 -51500000 0 0
  corner: 3 333320878 -51500000 0 0
  corner: 4 333320878 -79000000 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 310820878 -54000000 0 0
  corner: 2 308320878 -54000000 0 1
pin_name: "1" 309696263 -53244264 9 0 1000001 100001 -1 -1 11 137
description: "TIM16\CH1" 311570878 -54405000 14 0 1000001 100001 -1 -1 11 129

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 310820878 -56500000 0 0
  corner: 2 308320878 -56500000 0 1
pin_name: "2" 309369873 -55744264 9 0 1000001 100001 -1 -1 11 137
description: "EXTI14" 311570878 -56955000 14 0 1000001 100001 -1 -1 11 129

polyline: 2 0 15 180000 -1 -1 -1 0
  corner: 1 310820878 -59000000 0 0
  corner: 2 308320878 -59000000 0 0
pin_name: "3" 309369873 -58244264 9 0 1000001 100001 -1 -1 11 129
description: "PC15" 311570878 -59500000 14 0 1000001 100001 -1 -1 11 129

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 310820878 -61500000 0 0
  corner: 2 308320878 -61500000 0 1
pin_name: "4" 309333043 -60744264 9 0 1000001 100001 -1 -1 11 137
description: "VDD" 311570878 -61955000 14 0 1000001 100001 -1 -1 11 129

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 310820878 -64000000 0 0
  corner: 2 308320878 -64000000 0 1
pin_name: "5" 309369873 -63244264 9 0 1000001 100001 -1 -1 11 137
description: "VSS" 311570878 -64455000 14 0 1000001 100001 -1 -1 11 129

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 310820878 -66500000 0 0
  corner: 2 308320878 -66500000 0 1
pin_name: "6" 309405433 -65744264 9 0 1000001 100001 -1 -1 11 137
description: "NRST" 311570878 -66905000 14 0 1000001 100001 -1 -1 11 129

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 310820878 -69000000 0 0
  corner: 2 308320878 -69000000 0 1
pin_name: "7" 309369873 -68244264 9 0 1000001 100001 -1 -1 11 137
description: "PA0" 311570878 -69355000 14 0 1000001 100001 -1 -1 11 129

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 310820878 -71500000 0 0
  corner: 2 308320878 -71500000 0 1
pin_name: "8" 309369873 -70744264 9 0 1000001 100001 -1 -1 11 137
description: "PA1" 311570878 -71855000 14 0 1000001 100001 -1 -1 11 129

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 310820878 -74000000 0 0
  corner: 2 308320878 -74000000 0 1
pin_name: "9" 309405433 -73244264 9 0 1000001 100001 -1 -1 11 137
description: "U2-TX" 311570878 -74355000 14 0 1000001 100001 -1 -1 11 129

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 310820878 -76500000 0 0
  corner: 2 308320878 -76500000 0 1
pin_name: "10" 308986333 -75744264 9 0 1000001 100001 -1 -1 11 137
description: "U2-RX" 311570878 -76955000 14 0 1000001 100001 -1 -1 11 129

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 333320878 -76500000 0 0
  corner: 2 334320878 -76500000 0 1
pin_name: "11" 334066738 -75765390 9 0 1000001 100001 -1 -1 11 129
description: "PA4" 331214298 -76955000 14 0 1000001 100001 -1 -1 11 137

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 333320878 -74000000 0 0
  corner: 2 335820878 -74000000 0 1
pin_name: "12" 334066738 -73266030 9 0 1000001 100001 -1 -1 11 129
description: "PA5" 331249088 -74355000 14 0 1000001 100001 -1 -1 11 137

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 333320878 -71500000 0 0
  corner: 2 335820878 -71500000 0 1
pin_name: "13" 334066738 -70765400 9 0 1000001 100001 -1 -1 11 129
description: "PA6" 331232078 -71855000 14 0 1000001 100001 -1 -1 11 137

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 333320878 -69000000 0 0
  corner: 2 335820878 -69000000 0 1
pin_name: "14" 334066738 -68266040 9 0 1000001 100001 -1 -1 11 129
description: "PA7" 331232078 -69355000 14 0 1000001 100001 -1 -1 11 137

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 333320878 -64000000 0 0
  corner: 2 335820878 -64000000 0 1
pin_name: "16" 334066738 -63266050 9 0 1000001 100001 -1 -1 11 129
description: "PA13\SCL" 328870538 -64455000 14 0 1000001 100001 -1 -1 11 137

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 333320878 -61500000 0 0
  corner: 2 335820878 -61500000 0 1
pin_name: "17" 334066738 -60765420 9 0 1000001 100001 -1 -1 11 129
description: "PA12\SDA" 328696168 -61955000 14 0 1000001 100001 -1 -1 11 137

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 333320878 -59000000 0 0
  corner: 2 335820878 -59000000 0 1
pin_name: "18" 334066738 -58266060 9 0 1000001 100001 -1 -1 11 129
description: "SWDIO" 330255718 -59500000 14 0 1000001 100001 -1 -1 11 137

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 333320878 -56500000 0 0
  corner: 2 335820878 -56500000 0 1
pin_name: "19" 334066738 -55765430 9 0 1000001 100001 -1 -1 11 129
description: "SWCLK" 329960468 -56955000 14 0 1000001 100001 -1 -1 11 137

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 333320878 -54000000 0 0
  corner: 2 335820878 -54000000 0 1
pin_name: "20" 334066738 -53266070 9 0 1000001 100001 -1 -1 11 129
description: "TIM16\CH1N" 328189878 -54405000 14 0 1000001 100001 -1 -1 11 137

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 318070878 -51500000 0 0
  corner: 2 318070878 -79000000 0 0

part_end

n_pins: 3
rectangle: 364705478 -57865400 378686278 -47634600
ref_des: "X56" 372980946 -43470920 7 0 1000001 100001 -1 -1 11 65
footprint_name: "PLS-3" 372980946 -46370922 12 0 1000001 100001 -1 -1 11 1
part_value: "PROG" 372980946 -44920921 13 0 1000001 100001 -1 -1 11 1
outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 378570878 -57750000 0 0
  corner: 2 378570878 -47750000 0 0
  corner: 3 367320878 -47750000 0 0
  corner: 4 367320878 -57750000 0 0
description: "Цепь" 374193598 -49415000 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 378570878 -50250000 0 0
  corner: 2 367320878 -50250000 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 378570878 -52750000 0 0
  corner: 2 367320878 -52750000 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 371070878 -47750000 0 0
  corner: 2 371070878 -57750000 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 364820878 -56500000 0 1
  corner: 2 367320878 -56500000 0 0
pin_name: "3" 368844398 -57081090 9 0 1000001 100001 -1 -1 11 1
description: "SWCLK" 373007418 -57081090 14 0 1000001 100001 -1 -1 11 1

polyline: 3 0 6 180000 -1 -1 -1 0
  corner: 1 368320878 -48500000 0 0
  corner: 2 369070878 -49000000 0 0
  corner: 3 368320878 -49500000 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 370070878 -49000000 0 0
  corner: 2 369070878 -49000000 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 378570878 -55250000 0 0
  corner: 2 367320878 -55250000 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 364820878 -54000000 0 1
  corner: 2 367320878 -54000000 0 0
pin_name: "2" 368797408 -54580460 9 0 1000001 100001 -1 -1 11 1
description: "GND" 374972108 -54580460 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 364820878 -51500000 0 1
  corner: 2 367320878 -51500000 0 0
pin_name: "1" 369037438 -52081100 9 0 1000001 100001 -1 -1 11 1
description: "SWDIO" 373413818 -52081100 14 0 1000001 100001 -1 -1 11 1

part_end

n_pins: 2
rectangle: 267999543 -70365400 281980343 -63134600
ref_des: "X57" 266127126 -64671920 7 0 1000001 100001 -1 -1 11 73
footprint_name: "2SIP79" 267259966 -67571922 12 0 0 0 -1 -1 11 9
part_value: "None" 264934596 -66121921 13 0 1000001 100001 -1 -1 11 9
outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 268114943 -70250000 0 0
  corner: 2 268114943 -63250000 0 0
  corner: 3 279364943 -63250000 0 0
  corner: 4 279364943 -70249999 0 0
description: "Цепь" 270387993 -64715000 14 0 1000001 100001 -1 -1 11 265

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 268114943 -65250000 0 0
  corner: 2 279364943 -65250000 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 268114943 -67750000 0 0
  corner: 2 279364943 -67750000 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 275614943 -63250000 0 0
  corner: 2 275614943 -70250000 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 279364943 -66500000 0 0
  corner: 2 281864943 -66500000 0 1
pin_name: "1" 277273213 -66990000 9 0 1000001 100001 -1 -1 11 265
description: "NRST" 270387993 -66990000 14 0 1000001 100001 -1 -1 11 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 279364943 -69000000 0 0
  corner: 2 281864943 -69000000 0 1
pin_name: "2" 277196223 -69470000 9 0 1000001 100001 -1 -1 11 265
description: "GND" 270387993 -69470000 14 0 1000001 100001 -1 -1 11 9

polyline: 3 0 6 180000 -1 -1 -1 0
  corner: 1 278194943 -63780000 0 0
  corner: 2 277444943 -64280000 0 0
  corner: 3 278194943 -64780000 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 277444943 -64280000 0 0
  corner: 2 276694943 -64280000 0 0

part_end

n_pins: 2
rectangle: 338955478 -50115400 344036278 -45384600
ref_des: "HA4" 336491636 -46400920 7 0 1000001 100001 -1 -1 11 73
footprint_name: "SFM_1440(1241)" 329859696 -49300922 12 0 1000001 100001 -1 -1 11 9
part_value: "Пьезоизлучатель" 328599856 -47850921 13 0 1000001 100001 -1 -1 11 9
outline: 4 10 6 180000 -1 -1 -1 0
  corner: 1 342570878 -47250000 0 0
  corner: 2 343920878 -45900000 0 0
  corner: 3 343920878 -49600000 0 0
  corner: 4 342570878 -48250000 0 0
description: "^'|LINK: https://www.chipdip.ru/product0/8009930828'|page_number: 1" 344562636 -48257920 14 0 1000001 100001 -1 -1 11 1

outline: 4 10 6 180000 -1 -1 -1 0
  corner: 1 339070878 -48250000 0 0
  corner: 2 339070878 -47250000 0 0
  corner: 3 342570878 -47250000 0 0
  corner: 4 342570878 -48250000 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 340820878 -49000000 0 0
  corner: 2 340820878 -50000000 0 1
pin_name: "2" 341370878 -50600000 9 0 1000001 100001 -1 -1 11 1
net_name: "HA2" 336020878 -54750000 11 0 0 0 -1 -1 11 1

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 339820878 -49000000 0 0
  corner: 2 341820878 -49000000 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 340820878 -45500000 0 1
  corner: 2 340820878 -46500000 0 0
pin_name: "1" 341420878 -45850000 9 0 1000001 100001 -1 -1 11 1
net_name: "HA1" 336020878 -43550000 11 0 0 0 -1 -1 11 1

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 339820878 -46500000 0 0
  corner: 2 341820878 -46500000 0 0

part_end

n_pins: 6
rectangle: 275205478 -113865400 287436278 -106134600
ref_des: "D14" 276920636 -102250920 7 0 1000001 100001 -1 -1 11 65
footprint_name: "SOT-23-6" 276920636 -105150922 12 0 1000001 100001 -1 -1 11 1
part_value: "TTP223-BA6" 276920636 -103700921 13 0 1000001 100001 -1 -1 11 1
outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 276320878 -113750000 0 0
  corner: 2 276320878 -106250000 0 0
  corner: 3 286320878 -106250000 0 0
  corner: 4 286320878 -113750000 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 276320878 -107500000 0 0
  corner: 2 275320878 -107500000 0 1
pin_name: "1" 275054178 -106750000 9 0 1000001 100001 -1 -1 11 9
description: "Q" 277220878 -107950000 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 276320878 -110000000 0 0
  corner: 2 275320878 -110000000 0 1
pin_name: "2" 274837008 -109250000 9 0 1000001 100001 -1 -1 11 9
description: "VSS" 277220878 -110450000 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 276320878 -112500000 0 0
  corner: 2 275320878 -112500000 0 1
pin_name: "3" 274880188 -111750000 9 0 1000001 100001 -1 -1 11 9
description: "I" 277220878 -112950000 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 15 180000 -1 -1 -1 0
  corner: 1 287320878 -112500000 0 0
  corner: 2 286320878 -112500000 0 0
pin_name: "4" 287320878 -111750000 9 0 1000001 100001 -1 -1 11 1
description: "AHLB" 283120878 -112950000 14 0 1000001 100001 -1 -1 11 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 287320878 -110000000 0 1
  corner: 2 286320878 -110000000 0 0
pin_name: "5" 287320878 -109250000 9 0 1000001 100001 -1 -1 11 1
description: "VDD" 283813918 -110450000 14 0 1000001 100001 -1 -1 11 9

polyline: 2 0 15 180000 -1 -1 -1 0
  corner: 1 287320878 -107500000 0 0
  corner: 2 286320878 -107500000 0 0
pin_name: "6" 287320878 -106750000 9 0 1000001 100001 -1 -1 11 1
description: "TOG" 283900888 -107950000 14 0 1000001 100001 -1 -1 11 9

outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 280070878 -113750000 0 0
  corner: 2 280070878 -106250000 0 0
  corner: 3 282570878 -106250000 0 0
  corner: 4 282570878 -113750000 0 0
description: "^ '|LINK: https://www.platan.ru/cgi-bin/qwery.pl/id=2015691717'|page_number: 1" 280862636 -113157920 14 0 1000000 100000 -1 -1 11 1

part_end

n_pins: 2
rectangle: 341455478 -123115400 345686278 -119884600
ref_des: "C35" 346255636 -121124920 7 0 1000001 100001 -1 -1 11 73
footprint_name: "0603" 347412606 -124024922 12 0 0 0 -1 -1 2 9
part_value: "0.1uF" 346255636 -122574921 13 0 1000001 100001 -1 -1 11 1
polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 343570878 -121000000 0 0
  corner: 2 343570878 -120000000 0 1
pin_name: "2" 342821308 -120050520 9 0 0 0 -1 -1 2 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 343570878 -122000000 0 0
  corner: 2 343570878 -123000000 0 1
pin_name: "1" 342821308 -122300960 9 0 0 0 -1 -1 2 9

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 345570878 -121000000 0 0
  corner: 2 341570878 -121000000 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 345570878 -122000000 0 0
  corner: 2 341570878 -122000000 0 0

part_end

n_pins: 2
rectangle: 331580478 -99287630 338311278 -94306046
ref_des: "HL14" 338336636 -98536920 7 360 1000001 100001 -1 -1 11 65
footprint_name: "LED0805" 338336636 -101436922 12 360 1000001 100001 -1 -1 11 1
part_value: "Белый" 338336636 -99986921 13 360 1000001 100001 -1 -1 11 1
polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 331695878 -96750001 0 1
  corner: 2 333945878 -96750001 0 0
pin_name: "1" 331720878 -96150000 9 0 1000001 100001 -1 -1 11 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 335945878 -96750001 0 0
  corner: 2 338195878 -96750000 0 1
pin_name: "2" 337920878 -96150000 9 0 1000001 100001 -1 -1 11 1

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 335901554 -95823628 0 0
  corner: 2 335901554 -97676445 0 0

outline: 3 0 6 180000 -1 -1 -1 0
  corner: 1 333975132 -97676445 0 0
  corner: 2 335901554 -96750001 0 0
  corner: 3 333975132 -95823629 0 0

outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 332600475 -96796835 1 0
  corner: 2 334975862 -94421446 1 0
  corner: 3 337351259 -96796843 1 0
  corner: 4 334975870 -99172230 1 0

part_end

n_pins: 6
rectangle: 355705478 -113865400 367936278 -106134600
ref_des: "D15" 358320636 -102350920 7 0 1000001 100001 -1 -1 11 65
footprint_name: "SOT-23-6" 358320636 -105250922 12 0 1000001 100001 -1 -1 11 1
part_value: "TTP223-BA6" 358320636 -103800921 13 0 1000001 100001 -1 -1 11 1
outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 356820878 -113750000 0 0
  corner: 2 356820878 -106250000 0 0
  corner: 3 366820878 -106250000 0 0
  corner: 4 366820878 -113750000 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 356820878 -107500000 0 0
  corner: 2 355820878 -107500000 0 1
pin_name: "1" 355554178 -106750000 9 0 1000001 100001 -1 -1 11 9
description: "Q" 357720878 -107950000 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 356820878 -110000000 0 0
  corner: 2 355820878 -110000000 0 1
pin_name: "2" 355337008 -109250000 9 0 1000001 100001 -1 -1 11 9
description: "VSS" 357720878 -110450000 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 356820878 -112500000 0 0
  corner: 2 355820878 -112500000 0 1
pin_name: "3" 355380188 -111750000 9 0 1000001 100001 -1 -1 11 9
description: "I" 357720878 -112950000 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 15 180000 -1 -1 -1 0
  corner: 1 367820878 -112500000 0 0
  corner: 2 366820878 -112500000 0 0
pin_name: "4" 367820878 -111750000 9 0 1000001 100001 -1 -1 11 1
description: "AHLB" 363620878 -112950000 14 0 1000001 100001 -1 -1 11 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 367820878 -110000000 0 1
  corner: 2 366820878 -110000000 0 0
pin_name: "5" 367820878 -109250000 9 0 1000001 100001 -1 -1 11 1
description: "VDD" 364313918 -110450000 14 0 1000001 100001 -1 -1 11 9

polyline: 2 0 15 180000 -1 -1 -1 0
  corner: 1 367820878 -107500000 0 0
  corner: 2 366820878 -107500000 0 0
pin_name: "6" 367820878 -106750000 9 0 1000001 100001 -1 -1 11 1
description: "TOG" 364400888 -107950000 14 0 1000001 100001 -1 -1 11 9

outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 360570878 -113750000 0 0
  corner: 2 360570878 -106250000 0 0
  corner: 3 363070878 -106250000 0 0
  corner: 4 363070878 -113750000 0 0
description: "^ '|LINK: https://www.platan.ru/cgi-bin/qwery.pl/id=2015691717'|page_number: 1" 361362636 -113157920 14 0 1000000 100000 -1 -1 11 1

part_end

n_pins: 5
rectangle: 386455478 -131365400 394436278 -101063908
ref_des: "SB3" 387453636 -96909920 7 0 1000001 100001 -1 -1 11 65
footprint_name: "S-Panel" 387402836 -100809922 12 0 0 0 -1 -1 11 1
part_value: "Sensor Panel" 387453636 -98359921 13 0 1000001 100001 -1 -1 11 1
outline: 4 20 6 180000 -1 -1 -1 0
  corner: 1 390543136 -119894718 1 0
  corner: 2 387907717 -117259298 1 0
  corner: 3 390543136 -114623868 1 0
  corner: 4 393178556 -117259298 1 0

outline: 4 20 6 180000 -1 -1 -1 0
  corner: 1 390543136 -113194480 1 0
  corner: 2 387907717 -110559052 1 0
  corner: 3 390543136 -107923640 1 0
  corner: 4 393178556 -110559052 1 0

outline: 4 20 6 180000 -1 -1 -1 0
  corner: 1 390543136 -126639058 1 0
  corner: 2 387907717 -124003632 1 0
  corner: 3 390543136 -121368220 1 0
  corner: 4 393178556 -124003632 1 0

outline: 4 20 6 180000 -1 -1 -1 0
  corner: 1 390543136 -106450140 1 0
  corner: 2 387907717 -103814724 1 0
  corner: 3 390543136 -101179308 1 0
  corner: 4 393178556 -103814724 1 0

outline: 3 30 6 180000 -1 -1 -1 0
  corner: 1 389679243 -116117280 0 0
  corner: 2 389679243 -118256186 0 0
  corner: 3 391965371 -117186740 0 0

outline: 4 30 6 180000 -1 -1 -1 0
  corner: 1 389747968 -124796618 0 0
  corner: 2 389747968 -123252452 0 0
  corner: 3 391292130 -123252452 0 0
  corner: 4 391292130 -124796618 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 386570878 -110750000 0 1
  corner: 2 387820878 -110750000 0 0
pin_name: "2" 386168093 -109783347 9 0 1000001 100001 -1 -1 11 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 386570878 -117250000 0 1
  corner: 2 387820878 -117250000 0 0
pin_name: "3" 386106976 -116200078 9 0 1000001 100001 -1 -1 11 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 386570878 -124250000 0 1
  corner: 2 387820878 -124250000 0 0
pin_name: "4" 386168093 -123105707 9 0 1000001 100001 -1 -1 11 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 386570878 -103750000 0 1
  corner: 2 387820878 -103750000 0 0
pin_name: "1" 386412536 -102694388 9 0 1000001 100001 -1 -1 11 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 394320878 -128957437 0 0
  corner: 2 394320878 -131250000 0 1
pin_name: "gnd" 393462636 -128257920 9 0 1000001 100001 -1 -1 11 1

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 389015345 -103722156 0 0
  corner: 2 392070930 -103722156 0 0

polyline: 3 0 6 180000 -1 -1 -1 0
  corner: 1 389626462 -103111036 0 0
  corner: 2 389015345 -103722156 0 0
  corner: 3 389626462 -104333272 0 0

polyline: 3 0 6 180000 -1 -1 -1 0
  corner: 1 391459809 -110138888 0 0
  corner: 2 392070930 -110750000 0 0
  corner: 3 391459809 -111361120 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 392070930 -110750000 0 0
  corner: 2 389015345 -110750000 0 0

part_end

n_pins: 2
rectangle: 367955478 -123115400 372186278 -119884600
ref_des: "C36" 372934636 -121124920 7 0 1000001 100001 -1 -1 11 73
footprint_name: "0603" 374048426 -124024922 12 0 0 0 -1 -1 2 9
part_value: "0.1uF" 372934636 -122574921 13 0 1000001 100001 -1 -1 11 1
polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 370070878 -121000000 0 0
  corner: 2 370070878 -120000000 0 1
pin_name: "2" 369321308 -120050520 9 0 0 0 -1 -1 2 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 370070878 -122000000 0 0
  corner: 2 370070878 -123000000 0 1
pin_name: "1" 369321308 -122300960 9 0 0 0 -1 -1 2 9

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 372070878 -121000000 0 0
  corner: 2 368070878 -121000000 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 372070878 -122000000 0 0
  corner: 2 368070878 -122000000 0 0

part_end

n_pins: 2
rectangle: 372664084 -105674498 374977660 -98009600
ref_des: "R35" 375565546 -101397920 7 0 1000001 100001 -1 -1 11 65
footprint_name: "0603" 375516016 -104297922 12 0 0 0 -1 -1 2 1
part_value: "3k3" 375565546 -102847921 13 0 1000001 100001 -1 -1 11 1
outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 372779536 -99307307 0 0
  corner: 2 372779484 -104376497 0 0
  corner: 3 374862260 -104376497 0 0
  corner: 4 374862257 -99307526 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 373820879 -99307526 0 0
  corner: 2 373820878 -98125000 0 1
pin_name: "1" 374584618 -98277830 9 0 0 0 -1 -1 2 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 373820879 -104376566 0 0
  corner: 2 373820879 -105559098 0 1
pin_name: "2" 374584618 -105885130 9 0 0 0 -1 -1 2 1

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 373320879 -100809098 0 0
  corner: 2 374320878 -102059098 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 373320879 -101559098 0 0
  corner: 2 374320878 -102809098 0 0

part_end

n_pins: 2
rectangle: 358080478 -99287630 364811278 -94306046
ref_des: "HL15" 364737132 -98637300 7 360 1000001 100001 -1 -1 11 65
footprint_name: "LED0805" 364737132 -101537302 12 360 1000001 100001 -1 -1 11 1
part_value: "Белый" 364737132 -100087301 13 360 1000001 100001 -1 -1 11 1
polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 358195878 -96750001 0 1
  corner: 2 360445878 -96750001 0 0
pin_name: "1" 358220878 -96150000 9 0 1000001 100001 -1 -1 11 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 362445878 -96750001 0 0
  corner: 2 364695878 -96750000 0 1
pin_name: "2" 364420878 -96150000 9 0 1000001 100001 -1 -1 11 1

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 362401554 -95823628 0 0
  corner: 2 362401554 -97676445 0 0

outline: 3 0 6 180000 -1 -1 -1 0
  corner: 1 360475132 -97676445 0 0
  corner: 2 362401554 -96750001 0 0
  corner: 3 360475132 -95823629 0 0

outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 359100475 -96796835 1 0
  corner: 2 361475862 -94421446 1 0
  corner: 3 363851259 -96796843 1 0
  corner: 4 361475870 -99172230 1 0

part_end

n_pins: 2
rectangle: 267999543 -77865400 281980343 -70634600
ref_des: "X58" 266126636 -72171920 7 0 1000001 100001 -1 -1 11 73
footprint_name: "2SIP79" 267369966 -75071922 12 0 0 0 -1 -1 11 9
part_value: "None" 264934106 -73621921 13 0 1000001 100001 -1 -1 11 9
outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 268114943 -77750000 0 0
  corner: 2 268114943 -70750000 0 0
  corner: 3 279364943 -70750000 0 0
  corner: 4 279364943 -77749999 0 0
description: "Цепь" 270387993 -72215000 14 0 1000001 100001 -1 -1 11 265

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 268114943 -72750000 0 0
  corner: 2 279364943 -72750000 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 268114943 -75250000 0 0
  corner: 2 279364943 -75250000 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 275614943 -70750000 0 0
  corner: 2 275614943 -77750000 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 279364943 -74000000 0 0
  corner: 2 281864943 -74000000 0 1
pin_name: "1" 277273213 -74490000 9 0 1000001 100001 -1 -1 11 265
description: "TX" 270387993 -74490000 14 0 1000001 100001 -1 -1 11 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 279364943 -76500000 0 0
  corner: 2 281864943 -76500000 0 1
pin_name: "2" 277196223 -76970000 9 0 1000001 100001 -1 -1 11 265
description: "RX" 270387993 -76970000 14 0 1000001 100001 -1 -1 11 9

polyline: 3 0 6 180000 -1 -1 -1 0
  corner: 1 278194943 -71260000 0 0
  corner: 2 277444943 -71760000 0 0
  corner: 3 278194943 -72260000 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 277444943 -71760000 0 0
  corner: 2 276694943 -71760000 0 0

part_end

n_pins: 2
rectangle: 287455478 -123115400 291686278 -119884600
ref_des: "C37" 292451636 -121424920 7 0 1000001 100001 -1 -1 11 73
footprint_name: "0603" 294084856 -124324922 12 0 0 0 -1 -1 2 9
part_value: "0.1uF" 292451636 -122874921 13 0 1000001 100001 -1 -1 11 1
polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 289570878 -121000000 0 0
  corner: 2 289570878 -120000000 0 1
pin_name: "2" 288821308 -120050520 9 0 0 0 -1 -1 2 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 289570878 -122000000 0 0
  corner: 2 289570878 -123000000 0 1
pin_name: "1" 288821308 -122300960 9 0 0 0 -1 -1 2 9

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 291570878 -121000000 0 0
  corner: 2 287570878 -121000000 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 291570878 -122000000 0 0
  corner: 2 287570878 -122000000 0 0

part_end

n_pins: 2
rectangle: 277580478 -99287630 284311278 -94306046
ref_des: "HL16" 283936636 -98336920 7 360 1000001 100001 -1 -1 11 65
footprint_name: "LED0805" 283936636 -101236922 12 360 1000001 100001 -1 -1 11 1
part_value: "Белый" 283936636 -99786921 13 360 1000001 100001 -1 -1 11 1
polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 277695878 -96750001 0 1
  corner: 2 279945878 -96750001 0 0
pin_name: "1" 277720878 -96150000 9 0 1000001 100001 -1 -1 11 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 281945878 -96750001 0 0
  corner: 2 284195878 -96750000 0 1
pin_name: "2" 283920878 -96150000 9 0 1000001 100001 -1 -1 11 1

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 281901554 -95823628 0 0
  corner: 2 281901554 -97676445 0 0

outline: 3 0 6 180000 -1 -1 -1 0
  corner: 1 279975132 -97676445 0 0
  corner: 2 281901554 -96750001 0 0
  corner: 3 279975132 -95823629 0 0

outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 278600475 -96796835 1 0
  corner: 2 280975862 -94421446 1 0
  corner: 3 283351259 -96796843 1 0
  corner: 4 280975870 -99172230 1 0

part_end

n_pins: 4
rectangle: 374739714 -75553564 393470514 -63322764
ref_des: "HG4" 384754636 -59488920 7 0 1000001 100001 -1 -1 11 65
footprint_name: "OLED_IIC_128X64" 384754636 -62388922 12 0 1000001 100001 -1 -1 11 1
part_value: "Yellow/Blue" 384754636 -60938921 13 0 1000001 100001 -1 -1 11 1
outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 375855114 -75438164 0 0
  corner: 2 375855114 -63438164 0 0
  corner: 3 393355114 -63438164 0 0
  corner: 4 393355114 -75438164 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 375855114 -64938164 0 0
  corner: 2 374855114 -64938164 0 1
pin_name: "1" 374588414 -63938164 9 0 1000001 100001 -1 -1 11 9
description: "SDA" 376820878 -65350000 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 375855114 -67938164 0 0
  corner: 2 374855114 -67938164 0 1
pin_name: "2" 374371244 -66938164 9 0 1000001 100001 -1 -1 11 9
description: "SCL" 376820878 -68450000 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 375855114 -70938164 0 0
  corner: 2 374855114 -70938164 0 1
pin_name: "3" 374414424 -69938164 9 0 1000001 100001 -1 -1 11 9
description: "VCC" 376820878 -71350000 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 375855114 -73938164 0 0
  corner: 2 374855114 -73938164 0 1
pin_name: "4" 374349654 -72938164 9 0 1000001 100001 -1 -1 11 9
description: "GND" 376820878 -74450000 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 379820878 -63438164 0 0
  corner: 2 379820878 -75438164 0 0
description: "^ '|LINK: https://ozon.ru/t/1glZEGq'|page_number: 1" 380720878 -65288164 14 0 1000000 100000 -1 -1 11 1

part_end

n_pins: 2
rectangle: 354164083 -78365400 356477659 -70700502
ref_des: "R36" 356959636 -74388920 7 0 1000001 100001 -1 -1 11 65
footprint_name: "0603" 356908836 -77288922 12 0 0 0 -1 -1 2 1
part_value: "3k3" 356959636 -75838921 13 0 1000001 100001 -1 -1 11 1
outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 354279535 -71998209 0 0
  corner: 2 354279483 -77067399 0 0
  corner: 3 356362259 -77067399 0 0
  corner: 4 356362256 -71998428 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 355320878 -71998428 0 0
  corner: 2 355320877 -70815902 0 1
pin_name: "2" 356084617 -70968732 9 0 0 0 -1 -1 2 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 355320878 -77067468 0 0
  corner: 2 355320878 -78250000 0 1
pin_name: "1" 356084617 -78576032 9 0 0 0 -1 -1 2 1

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 354820878 -73500000 0 0
  corner: 2 355820877 -74750000 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 354820878 -74250000 0 0
  corner: 2 355820877 -75500000 0 0

part_end

n_pins: 2
rectangle: 351164083 -78365400 353477659 -70700502
ref_des: "R37" 349131636 -74388920 7 0 1000001 100001 -1 -1 11 73
footprint_name: "0603" 350569276 -77288922 12 0 0 0 -1 -1 2 9
part_value: "3k3" 348826836 -75838921 13 0 1000001 100001 -1 -1 11 9
outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 351279535 -71998209 0 0
  corner: 2 351279483 -77067399 0 0
  corner: 3 353362259 -77067399 0 0
  corner: 4 353362256 -71998428 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 352320878 -71998428 0 0
  corner: 2 352320877 -70815902 0 1
pin_name: "2" 353084617 -70968732 9 0 0 0 -1 -1 2 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 352320878 -77067468 0 0
  corner: 2 352320878 -78250000 0 1
pin_name: "1" 353084617 -78576032 9 0 0 0 -1 -1 2 1

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 351820878 -73500000 0 0
  corner: 2 352820877 -74750000 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 351820878 -74250000 0 0
  corner: 2 352820877 -75500000 0 0

part_end

n_pins: 8
rectangle: 262955478 -48865400 279186278 -38634600
ref_des: "DD8" 256708196 -37749920 7 0 1000001 100001 -1 -1 11 73
footprint_name: "TSSOP-8" 253737666 -40649922 12 0 1000001 100001 -1 -1 11 9
part_value: "P24C512B-TSH-MIR" 248079816 -39199921 13 0 1000001 100001 -1 -1 11 9
outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 264070878 -48750000 0 0
  corner: 2 264070878 -38750000 0 0
  corner: 3 278070878 -38750000 0 0
  corner: 4 278070878 -48750000 0 0
description: "GM" 270320878 -41375000 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 264070878 -40000000 0 0
  corner: 2 263070878 -40000000 0 1
pin_name: "1" 262707188 -39300000 9 0 1000001 100001 -1 -1 11 9
description: "E0" 264770713 -40375000 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 264070878 -42500000 0 0
  corner: 2 263070878 -42500000 0 1
pin_name: "2" 262467793 -41800000 9 0 1000001 100001 -1 -1 11 9
description: "E1" 264770713 -42975000 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 264070878 -45000000 0 0
  corner: 2 263070878 -45000000 0 1
pin_name: "3" 262516053 -44300000 9 0 1000001 100001 -1 -1 11 9
description: "E2" 264770713 -45425000 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 264070878 -47500000 0 0
  corner: 2 263070878 -47500000 0 1
pin_name: "4" 262444298 -46800000 9 0 1000001 100001 -1 -1 11 9
description: "GND" 264770878 -48025000 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 279070878 -47500000 0 1
  corner: 2 278070878 -47500000 0 0
pin_name: "5" 279120878 -46800000 9 0 1000001 100001 -1 -1 11 1
description: "SDA" 275170878 -48025000 14 0 1000001 100001 -1 -1 11 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 279070878 -45000000 0 1
  corner: 2 278070878 -45000000 0 0
pin_name: "6" 279120878 -44300000 9 0 1000001 100001 -1 -1 11 1
description: "SCL" 275362153 -45425000 14 0 1000001 100001 -1 -1 11 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 279070878 -42500000 0 1
  corner: 2 278070878 -42500000 0 0
pin_name: "7" 279120878 -41800000 9 0 1000001 100001 -1 -1 11 1
description: "WCB" 274883908 -42975000 14 0 1000001 100001 -1 -1 11 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 279070878 -40000000 0 1
  corner: 2 278070878 -40000000 0 0
pin_name: "8" 279120878 -39300000 9 0 1000001 100001 -1 -1 11 1
description: "VCC" 275266598 -40375000 14 0 1000001 100001 -1 -1 11 9

outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 268802628 -48750000 0 0
  corner: 2 268802628 -38750000 0 0
  corner: 3 273302628 -38750000 0 0
  corner: 4 273302628 -48750000 0 0

part_end

n_pins: 2
rectangle: 250814054 -60156168 255827698 -57294840
ref_des: "C38" 251392636 -55634920 7 0 1000001 100001 -1 -1 11 65
footprint_name: "0805" 251343106 -58534922 12 0 0 0 -1 -1 2 129
part_value: "10uF" 250244556 -57084921 13 0 1000001 100001 -1 -1 11 9
polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 253320878 -58127648 0 0
  corner: 2 253320878 -57410240 0 1
pin_name: "1" 255367366 -56266258 9 0 0 0 -1 -1 2 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 253320878 -59323264 0 0
  corner: 2 253320878 -60040768 0 1
pin_name: "2" 255130477 -60423450 9 0 0 0 -1 -1 2 1

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 250929454 -59323264 0 0
  corner: 2 255712298 -59323264 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 250929454 -58127648 0 0
  corner: 2 255712298 -58127648 0 0

part_end

n_pins: 2
rectangle: 255870238 -69615400 258771509 -64626732
ref_des: "VD13" 259670636 -65044920 7 0 1000001 100001 -1 -1 11 65
footprint_name: "SS12" 259670636 -67944922 12 0 1000001 100001 -1 -1 11 1
part_value: "SS12|(SS13,SS14,SS15)" 259670636 -66494921 13 0 1000001 100001 -1 -1 11 1
polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 255985638 -68164758 0 0
  corner: 2 258656109 -68164758 0 0

outline: 3 0 6 180000 -1 -1 -1 0
  corner: 1 257320877 -68164758 0 0
  corner: 2 258656107 -66077371 0 0
  corner: 3 255985638 -66077371 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 257320877 -64742132 0 1
  corner: 2 257320877 -66077371 0 0
pin_name: "1" 257854968 -65009217 9 180 0 0 -1 -1 2 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 257320877 -68164758 0 0
  corner: 2 257320877 -69500000 0 1
pin_name: "2" 258122019 -68531967 9 180 0 0 -1 -1 2 1

part_end

n_pins: 2
rectangle: 254697057 -90365400 259915729 -83884600
ref_des: "GB4" 261234636 -85356920 7 360 1000001 100001 -1 -1 11 65
footprint_name: "CH7410" 261234636 -88256922 12 360 1000001 100001 -1 -1 11 1
part_value: "CR2032/CR2025" 261234636 -86806921 13 360 1000001 100001 -1 -1 11 1
outline: 4 1 6 180000 -1 -1 -1 0
  corner: 1 256445877 -87375000 0 0
  corner: 2 258195877 -87375000 0 0
  corner: 3 258195877 -87875000 0 0
  corner: 4 256445877 -87875000 0 0

outline: 4 1 6 180000 -1 -1 -1 0
  corner: 1 255820877 -86625000 0 0
  corner: 2 258820877 -86625000 0 0
  corner: 3 258820877 -86750000 0 0
  corner: 4 255820877 -86750000 0 0

outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 254812457 -87145848 1 0
  corner: 2 257306393 -84651912 1 0
  corner: 3 259800329 -87145848 1 0
  corner: 4 257306393 -89639782 1 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 257320877 -84000000 0 1
  corner: 2 257320877 -86625000 0 0
pin_name: "1" 258183377 -85725001 9 630 0 0 -1 -1 11 1
description: "+" 256245877 -85450000 14 450 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 257320877 -87875000 0 0
  corner: 2 257320877 -90250000 0 1
pin_name: "2" 258183377 -88875001 9 630 0 0 -1 -1 11 1
description: "-" 256220877 -88475000 14 450 1000001 100001 -1 -1 11 1

part_end

n_pins: 4
rectangle: 231697610 -57615400 248178410 -52384600
ref_des: "DA4" 236213636 -48650920 7 0 1000001 100001 -1 -1 11 65
footprint_name: "SOT-23-5" 236213636 -51550922 12 0 1000001 100001 -1 -1 11 1
part_value: "TLV73333PDBVR" 236213636 -50100921 13 0 1000001 100001 -1 -1 11 1
polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 234313010 -53750000 0 0
  corner: 2 231813010 -53750000 0 1
pin_name: "1" 233406868 -53060000 9 0 1000001 100001 -1 -1 11 9
description: "Vin" 234993010 -54250000 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 245563010 -56250000 0 0
  corner: 2 248063010 -56250000 0 1
pin_name: "2" 246312878 -55560000 9 0 1000001 100001 -1 -1 11 1
description: "GND" 242846550 -56750000 14 0 1000001 100001 -1 -1 11 9

outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 234313010 -57500000 0 0
  corner: 2 234313010 -52500000 0 0
  corner: 3 245563010 -52500000 0 0
  corner: 4 245563010 -57500000 0 0
description: "STU" 238943010 -54250000 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 245563010 -53750000 0 0
  corner: 2 248063010 -53750000 0 1
pin_name: "5" 246312878 -53055000 9 0 1000001 100001 -1 -1 11 1
description: "Vout" 242363010 -54250000 14 0 1000001 100001 -1 -1 11 9

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 238063010 -52500000 0 0
  corner: 2 238063010 -57500000 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 241813010 -52500000 0 0
  corner: 2 241813010 -57500000 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 234313010 -55000000 0 0
  corner: 2 238063010 -55000000 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 231820878 -56250000 0 1
  corner: 2 234320878 -56250000 0 0
pin_name: "3" 233268108 -55560000 9 0 1000001 100001 -1 -1 11 9
description: "Ena" 235070878 -56750000 14 0 1000001 100001 -1 -1 11 1

part_end

n_pins: 2
rectangle: 230164096 -129990400 232477672 -122325502
ref_des: "R38" 233242546 -125329920 7 0 1000001 100001 -1 -1 11 65
footprint_name: "2010" 233191746 -128229922 12 0 0 0 -1 -1 2 1
part_value: "270R" 233242546 -126779921 13 0 1000001 100001 -1 -1 11 1
outline: 5 0 6 180000 -1 -1 -1 0
  corner: 1 232362220 -128692693 0 0
  corner: 2 232362272 -123623503 0 0
  corner: 3 230279496 -123623503 0 0
  corner: 4 230279498 -126157989 0 0
  corner: 5 230279499 -128692474 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 231320877 -128692474 0 0
  corner: 2 231320878 -129875000 0 1
pin_name: "1" 230558057 -129721422 9 0 0 0 -1 -1 2 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 231320877 -123623434 0 0
  corner: 2 231320877 -122440902 0 1
pin_name: "2" 230558057 -122114122 9 0 0 0 -1 -1 2 9

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 231820877 -126157989 0 0
  corner: 2 230820878 -126157989 0 0

part_end

n_pins: 2
rectangle: 250575316 -116531781 258240214 -114218205
ref_des: "R39" 252024636 -112264920 7 0 1000001 100001 -1 -1 11 73
footprint_name: "0603" 253679446 -115164922 12 0 0 0 -1 -1 2 9
part_value: "10R" 252024636 -113714921 13 0 1000001 100001 -1 -1 11 9
outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 256942507 -114333657 0 0
  corner: 2 251873317 -114333605 0 0
  corner: 3 251873317 -116416381 0 0
  corner: 4 256942288 -116416378 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 256942288 -115375000 0 0
  corner: 2 258124814 -115374999 0 1
pin_name: "1" 257971984 -116138739 9 90 0 0 -1 -1 2 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 251873248 -115375000 0 0
  corner: 2 250690716 -115375000 0 1
pin_name: "2" 250364684 -116138740 9 90 0 0 -1 -1 2 9

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 255440716 -114875000 0 0
  corner: 2 254190716 -115874999 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 254690716 -114875000 0 0
  corner: 2 253440716 -115874999 0 0

part_end

n_pins: 4
rectangle: 220330478 -173973320 243028036 -161529060
ref_des: "AC4" 227555636 -158009920 7 0 1000001 100001 -1 -1 11 65
footprint_name: "WX-DC12003" 227555636 -160909922 12 0 1000001 100001 -1 -1 11 1
part_value: "AC/DC (5V 700mA)" 227555636 -159459921 13 0 1000001 100001 -1 -1 11 1
outline: 5 0 6 180000 -1 -1 -1 0
  corner: 1 231662636 -173857920 0 0
  corner: 2 222162636 -173857920 0 0
  corner: 3 222162636 -161644461 0 0
  corner: 4 241162636 -161644461 0 0
  corner: 5 241162636 -173857920 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 220445878 -164875000 0 1
  corner: 2 222162636 -164875000 0 0
pin_name: "2" 220745878 -164250000 9 0 1000001 100001 -1 -1 11 9
description: "~AC" 223145878 -165325000 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 220445878 -170875000 0 1
  corner: 2 222162636 -170875000 0 0
pin_name: "1" 221196448 -170100000 9 0 1000001 100001 -1 -1 11 9
description: "~AC" 223145878 -171225000 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 241162636 -164875000 0 0
  corner: 2 242912636 -164875000 0 1
pin_name: "3" 241862636 -164200000 9 0 1000001 100001 -1 -1 11 1
description: "OUT" 238462636 -165325000 14 0 1000001 100001 -1 -1 11 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 241162636 -170875000 0 0
  corner: 2 242912636 -170875000 0 1
pin_name: "4" 241863106 -170100000 9 0 1000001 100001 -1 -1 11 1
description: "GND" 238462636 -171225000 14 0 1000001 100001 -1 -1 11 9

polyline: 11 0 6 180000 -1 -1 -1 0
  corner: 1 235570878 -170875000 0 0
  corner: 2 231820878 -170875000 1 0
  corner: 3 231070878 -170125000 1 0
  corner: 4 231820878 -169375000 1 0
  corner: 5 231070878 -168625000 1 0
  corner: 6 231820878 -167875000 1 0
  corner: 7 231070878 -167125000 1 0
  corner: 8 231820878 -166375000 1 0
  corner: 9 231070878 -165625000 1 0
  corner: 10 231820878 -164875000 0 0
  corner: 11 233070878 -164875000 0 0

polyline: 11 0 6 180000 -1 -1 -1 0
  corner: 1 228070878 -164875000 0 0
  corner: 2 229320878 -164875000 1 0
  corner: 3 230070878 -165625000 1 0
  corner: 4 229320878 -166375000 1 0
  corner: 5 230070878 -167125000 1 0
  corner: 6 229320878 -167875000 1 0
  corner: 7 230070878 -168625000 1 0
  corner: 8 229320878 -169375000 1 0
  corner: 9 230070878 -170125000 1 0
  corner: 10 229320878 -170875000 0 0
  corner: 11 228070878 -170875000 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 230570878 -170875000 0 0
  corner: 2 230570878 -164875000 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 233070878 -164875000 0 0
  corner: 2 235570878 -164875000 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 236662636 -161644460 0 0
  corner: 2 236662636 -173857920 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 226662636 -161644460 0 0
  corner: 2 226662636 -173857920 0 0

outline: 3 0 6 180001 -1 -1 -1 0
  corner: 1 233162636 -165857920 0 0
  corner: 2 233162636 -163857920 0 0
  corner: 3 234662635 -164857921 0 0

polyline: 2 0 6 180001 -1 -1 -1 0
  corner: 1 234662636 -163857920 0 0
  corner: 2 234662636 -165857920 0 0

part_end

n_pins: 2
rectangle: 264205478 -141906781 271870376 -139593205
ref_des: "R40" 267541276 -137539920 7 0 1000001 100001 -1 -1 11 65
footprint_name: "0603" 267491746 -140439922 12 0 0 0 -1 -1 2 1
part_value: "33k" 267541276 -138989921 13 0 1000001 100001 -1 -1 11 1
outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 270572669 -139708657 0 0
  corner: 2 265503479 -139708605 0 0
  corner: 3 265503479 -141791381 0 0
  corner: 4 270572450 -141791378 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 270572450 -140750000 0 0
  corner: 2 271754976 -140749999 0 1
pin_name: "2" 271602146 -141513739 9 90 0 0 -1 -1 2 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 265503410 -140750000 0 0
  corner: 2 264320878 -140750000 0 1
pin_name: "1" 263994846 -141513740 9 90 0 0 -1 -1 2 9

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 269070878 -140250000 0 0
  corner: 2 267820878 -141249999 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 268320878 -140250000 0 0
  corner: 2 267070878 -141249999 0 0

part_end

n_pins: 1
rectangle: 206476358 -171662992 209186278 -170087008
ref_des: "X59" 203249636 -167402920 7 0 1000001 100001 -1 -1 11 65
footprint_name: "K14" 203200106 -170302922 12 0 0 0 -1 -1 11 1
part_value: "Клемма M3.5*6" 203249636 -168852921 13 0 1000001 100001 -1 -1 11 1
outline: 4 5 18 180000 -1 -1 -1 0
  corner: 1 207264352 -171547592 2 0
  corner: 2 207936945 -170875000 2 0
  corner: 3 207264352 -170202408 2 0
  corner: 4 206591758 -170875000 2 0

polyline: 2 5 16 180000 -1 -1 -1 0
  corner: 1 206635878 -170278052 0 0
  corner: 2 207885878 -171528052 0 0

polyline: 2 5 8 180000 -1 -1 -1 0
  corner: 1 207936945 -170875000 0 0
  corner: 2 209070878 -170875000 0 1
pin_name: "1" 208347690 -170512500 9 0 0 0 -1 -1 11 1

part_end

n_pins: 2
rectangle: 294205478 -62865400 298436278 -59634600
ref_des: "C39" 299047906 -60974920 7 0 1000001 100001 -1 -1 11 73
footprint_name: "0603" 300138836 -63874922 12 0 0 0 -1 -1 2 9
part_value: "0.1uF" 299047906 -62424921 13 0 1000001 100001 -1 -1 11 1
polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 296320878 -60750000 0 0
  corner: 2 296320878 -59750000 0 1
pin_name: "2" 295571308 -59800520 9 0 0 0 -1 -1 2 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 296320878 -61750000 0 0
  corner: 2 296320878 -62750000 0 1
pin_name: "1" 295571308 -62050960 9 0 0 0 -1 -1 2 9

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 298320878 -60750000 0 0
  corner: 2 294320878 -60750000 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 298320878 -61750000 0 0
  corner: 2 294320878 -61750000 0 0

part_end

n_pins: 4
rectangle: 235705478 -122990400 247436278 -113009600
ref_des: "VD14" 240655636 -109574920 7 0 1000001 100001 -1 -1 11 65
footprint_name: "DIP-6" 240655636 -112474922 12 0 1000001 100001 -1 -1 11 1
part_value: "MOC3061-63" 240655636 -111024921 13 0 1000001 100001 -1 -1 11 1
outline: 4 5 6 180000 -1 -1 -1 0
  corner: 1 246320878 -122875000 0 0
  corner: 2 246320878 -113125000 0 0
  corner: 3 236820878 -113125000 0 0
  corner: 4 236820878 -122875000 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 246320878 -120625000 0 0
  corner: 2 247320878 -120625000 0 1
pin_name: "2" 246871248 -120200000 9 0 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 246320878 -115375000 0 0
  corner: 2 247320878 -115375000 0 1
pin_name: "1" 246920828 -115000000 9 0 1000001 100001 -1 -1 11 1

polyline: 4 0 15 180000 -1 -1 -1 0
  corner: 1 237570878 -118375000 0 0
  corner: 2 239070878 -118375000 0 0
  corner: 3 238320878 -117625000 0 0
  corner: 4 237570878 -118375000 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 235820878 -120625000 0 1
  corner: 2 236820878 -120625000 0 0
pin_name: "4" 235570448 -120250000 9 0 1000001 100001 -1 -1 11 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 235820878 -115375000 0 1
  corner: 2 236820878 -115375000 0 0
pin_name: "6" 235670778 -115000000 9 0 1000001 100001 -1 -1 11 9

polyline: 14 0 15 180000 -1 -1 -1 0
  corner: 1 246320878 -115375000 0 0
  corner: 2 243820878 -115375000 0 0
  corner: 3 243820878 -117625000 0 0
  corner: 4 244570878 -117625000 0 0
  corner: 5 243820902 -118375012 0 0
  corner: 6 243070894 -117625000 0 0
  corner: 7 243820894 -117625000 0 0
  corner: 8 243820894 -118375000 0 0
  corner: 9 243820914 -118375000 0 0
  corner: 10 243070878 -118375000 0 0
  corner: 11 244570878 -118375000 0 0
  corner: 12 243820878 -118375000 0 0
  corner: 13 243820878 -120625000 0 0
  corner: 14 246320878 -120625000 0 0

polyline: 2 0 15 180000 -1 -1 -1 0
  corner: 1 242320878 -117625000 0 0
  corner: 2 241570878 -117625000 0 0

polyline: 2 0 15 180000 -1 -1 -1 0
  corner: 1 242320878 -118375000 0 0
  corner: 2 241570878 -118375000 0 0

polyline: 3 0 15 180000 -1 -1 -1 0
  corner: 1 241820878 -117375000 0 0
  corner: 2 241570878 -117625000 0 0
  corner: 3 241820878 -117875000 0 0

polyline: 3 0 15 180000 -1 -1 -1 0
  corner: 1 241820878 -118125000 0 0
  corner: 2 241570878 -118375000 0 0
  corner: 3 241820878 -118625000 0 0

polyline: 4 0 15 180000 -1 -1 -1 0
  corner: 1 240320878 -117625000 0 0
  corner: 2 238820878 -117625000 0 0
  corner: 3 239570878 -118375000 0 0
  corner: 4 240320878 -117625000 0 0

polyline: 2 0 15 180000 -1 -1 -1 0
  corner: 1 240320878 -118375000 0 0
  corner: 2 239070878 -118375000 0 0

polyline: 2 0 15 180000 -1 -1 -1 0
  corner: 1 238820878 -117625000 0 0
  corner: 2 237570878 -117625000 0 0

polyline: 3 0 15 180000 -1 -1 -1 0
  corner: 1 238820878 -117625000 0 0
  corner: 2 238820878 -115375000 0 0
  corner: 3 236820878 -115375000 0 0

polyline: 3 0 15 180000 -1 -1 -1 0
  corner: 1 239070878 -118375000 0 0
  corner: 2 239070878 -120625000 0 0
  corner: 3 236820878 -120625000 0 0

part_end

n_pins: 3
rectangle: 221205478 -120740400 227436278 -113759600
ref_des: "VS4" 212661636 -116024920 7 0 1000001 100001 -1 -1 11 73
footprint_name: "TO-220" 210472156 -118924922 12 0 1000001 100001 -1 -1 11 9
part_value: "BTA24-600" 208259816 -117474921 13 0 1000001 100001 -1 -1 11 9
outline: 3 25 15 180000 -1 -1 -1 0
  corner: 1 223320878 -118625000 0 0
  corner: 2 225320878 -115875000 0 0
  corner: 3 221320878 -115875000 0 0

outline: 3 25 18 180000 -1 -1 -1 0
  corner: 1 223320878 -115875000 0 0
  corner: 2 221320878 -118625000 0 0
  corner: 3 225320877 -118625000 0 0
description: "^ '|LINK: https://aliexpress.ru/popular/bta24-600.html'|page_number: 1" 222920877 -117275000 14 0 1000000 100000 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 223320878 -113875000 0 1
  corner: 2 223320878 -115875000 0 0
pin_name: "2" 223820878 -115250000 9 0 0 0 -1 -1 11 1
description: "TERMINAL2" 222720878 -115150000 14 270 1000001 100001 -1 -1 11 1

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 223320878 -118625000 0 0
  corner: 2 225320878 -120625000 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 223320878 -118625000 0 0
  corner: 2 223320878 -120625000 0 1
pin_name: "1" 223820878 -121250000 9 0 0 0 -1 -1 11 1
description: "TERMINAL1" 222720878 -124850000 14 270 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 225320878 -120625000 0 0
  corner: 2 227320878 -120625000 0 1
pin_name: "3" 226170878 -120025000 9 0 0 0 -1 -1 11 1
description: "GATE" 225420878 -120025000 14 0 1000001 100001 -1 -1 11 1
net_name: "GATE" 225320878 -122900000 11 0 0 0 -1 -1 11 1

part_end

n_pins: 4
rectangle: 232705478 -143240400 250936278 -132759600
ref_des: "VD15" 239996636 -129024920 7 0 1000001 100001 -1 -1 11 65
footprint_name: "DIP-4" 239996636 -131924922 12 0 1000001 100001 -1 -1 11 1
part_value: "PC814" 239996636 -130474921 13 0 1000001 100001 -1 -1 11 1
outline: 4 5 6 180000 -1 -1 -1 0
  corner: 1 249570878 -143125000 0 0
  corner: 2 249570878 -132875000 0 0
  corner: 3 234070878 -132875000 0 0
  corner: 4 234070878 -143125000 0 0

outline: 4 1 15 180000 -1 -1 -1 0
  corner: 1 245320878 -135625000 0 0
  corner: 2 245320878 -140375000 0 0
  corner: 3 244820878 -140375000 0 0
  corner: 4 244820878 -135625000 0 0

polyline: 14 0 15 180000 -1 -1 -1 0
  corner: 1 234070878 -135375000 0 0
  corner: 2 239320878 -135375000 0 0
  corner: 3 239320878 -137625000 0 0
  corner: 4 238570878 -137625000 0 0
  corner: 5 239320854 -138375012 0 0
  corner: 6 240070862 -137625000 0 0
  corner: 7 239320862 -137625000 0 0
  corner: 8 239320862 -138375000 0 0
  corner: 9 239320842 -138375000 0 0
  corner: 10 240070878 -138375000 0 0
  corner: 11 238570878 -138375000 0 0
  corner: 12 239320878 -138375000 0 0
  corner: 13 239320878 -140625000 0 0
  corner: 14 234070878 -140625000 0 0

polyline: 2 0 15 180000 -1 -1 -1 0
  corner: 1 240820878 -137625000 0 0
  corner: 2 241570878 -137625000 0 0

polyline: 2 0 15 180000 -1 -1 -1 0
  corner: 1 240820878 -138375000 0 0
  corner: 2 241570878 -138375000 0 0

polyline: 3 0 15 180000 -1 -1 -1 0
  corner: 1 241320878 -137375000 0 0
  corner: 2 241570878 -137625000 0 0
  corner: 3 241320878 -137875000 0 0

polyline: 3 0 15 180000 -1 -1 -1 0
  corner: 1 241320878 -138125000 0 0
  corner: 2 241570878 -138375000 0 0
  corner: 3 241320878 -138625000 0 0

polyline: 12 0 15 180000 -1 -1 -1 0
  corner: 1 237320878 -140625000 0 0
  corner: 2 237320878 -138375000 0 0
  corner: 3 238070878 -138375000 0 0
  corner: 4 237320902 -137624988 0 0
  corner: 5 236570894 -138375000 0 0
  corner: 6 237320894 -138375000 0 0
  corner: 7 237320894 -137625000 0 0
  corner: 8 237320915 -137625000 0 0
  corner: 9 236570878 -137625000 0 0
  corner: 10 238070879 -137625000 0 0
  corner: 11 237320878 -137625000 0 0
  corner: 12 237320878 -135375000 0 0

polyline: 5 0 15 180000 -1 -1 -1 0
  corner: 1 249570878 -135375000 0 0
  corner: 2 247820878 -135375000 0 0
  corner: 3 245195870 -138000004 0 0
  corner: 4 247820878 -140625000 0 0
  corner: 5 249570878 -140625000 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 232820878 -135375000 0 1
  corner: 2 234070878 -135375000 0 0
pin_name: "1" 233320828 -135050000 9 0 1000001 100001 -1 -1 11 9

polyline: 2 0 15 180000 -1 -1 -1 0
  corner: 1 247820878 -140625000 0 0
  corner: 2 247320878 -139875000 0 0

polyline: 2 0 15 180000 -1 -1 -1 0
  corner: 1 247820878 -140625000 0 0
  corner: 2 247070878 -140125000 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 249570878 -140625000 0 0
  corner: 2 250820878 -140625000 0 1
pin_name: "3" 249921248 -140300000 9 0 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 232820878 -140625000 0 1
  corner: 2 234070878 -140625000 0 0
pin_name: "2" 233021248 -140300000 9 0 1000001 100001 -1 -1 11 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 249570878 -135375000 0 0
  corner: 2 250820878 -135375000 0 1
pin_name: "4" 249871083 -135050000 9 0 1000001 100001 -1 -1 11 1

part_end

n_pins: 2
rectangle: 222205478 -141781781 229870376 -139468205
ref_des: "R41" 229554546 -138414920 7 0 1000001 100001 -1 -1 11 65
footprint_name: "2010" 229503746 -141314922 12 0 0 0 -1 -1 2 1
part_value: "30k" 229554546 -139864921 13 0 1000001 100001 -1 -1 11 1
outline: 5 0 6 180000 -1 -1 -1 0
  corner: 1 228572669 -139583657 0 0
  corner: 2 223503479 -139583605 0 0
  corner: 3 223503479 -141666381 0 0
  corner: 4 226037965 -141666379 0 0
  corner: 5 228572450 -141666378 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 228572450 -140625000 0 0
  corner: 2 229754976 -140624999 0 1
pin_name: "2" 229602146 -141388739 9 90 0 0 -1 -1 2 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 223503410 -140625000 0 0
  corner: 2 222320878 -140625000 0 1
pin_name: "1" 221994846 -141388740 9 90 0 0 -1 -1 2 9

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 226037965 -140125000 0 0
  corner: 2 226037965 -141124999 0 0

part_end

n_pins: 2
rectangle: 230164096 -114365400 232477672 -106700502
ref_des: "R42" 233264136 -109604920 7 0 1000001 100001 -1 -1 11 65
footprint_name: "2010" 233213336 -112504922 12 0 0 0 -1 -1 2 1
part_value: "270R" 233264136 -111054921 13 0 1000001 100001 -1 -1 11 1
outline: 5 0 6 180000 -1 -1 -1 0
  corner: 1 232362220 -113067693 0 0
  corner: 2 232362272 -107998503 0 0
  corner: 3 230279496 -107998503 0 0
  corner: 4 230279498 -110532989 0 0
  corner: 5 230279499 -113067474 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 231320877 -113067474 0 0
  corner: 2 231320878 -114250000 0 1
pin_name: "2" 230558057 -114096422 9 0 0 0 -1 -1 2 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 231320877 -107998434 0 0
  corner: 2 231320877 -106815902 0 1
pin_name: "1" 230558057 -106489122 9 0 0 0 -1 -1 2 9

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 231820877 -110532989 0 0
  corner: 2 230820878 -110532989 0 0

part_end

n_pins: 2
rectangle: 213023058 -53865400 225928410 -51243152
ref_des: "L4" 214900636 -47570920 7 0 1000001 100001 -1 -1 11 65
footprint_name: "SDR0403" 214900636 -50470922 12 0 1000001 100001 -1 -1 11 1
part_value: "680uH" 214900636 -49020921 13 0 1000001 100001 -1 -1 11 1
polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 224497726 -53750000 0 0
  corner: 2 225813010 -53750000 0 1
pin_name: "2" 224932525 -53295660 9 0 1000001 100001 -1 -1 11 1

polyline: 7 0 6 180000 -1 -1 -1 0
  corner: 1 214453746 -53750000 1 0
  corner: 2 216127741 -52076008 1 0
  corner: 3 217801737 -53750000 1 0
  corner: 4 219475737 -52076008 1 0
  corner: 5 221149730 -53750000 1 0
  corner: 6 222823730 -52076008 1 0
  corner: 7 224497726 -53750000 1 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 214453746 -51358552 0 0
  corner: 2 224497726 -51358552 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 214453746 -53750000 0 0
  corner: 2 213138458 -53750000 0 1
pin_name: "1" 213608063 -53295660 9 0 1000001 100001 -1 -1 11 9

part_end

n_pins: 1
rectangle: 205871358 -91662994 209186278 -90087006
ref_des: "X60" 204249636 -87252920 7 0 1000001 100001 -1 -1 11 65
footprint_name: "K14" 204200106 -90152922 12 0 0 0 -1 -1 11 1
part_value: "Клемма M3.5*6" 204249636 -88702921 13 0 1000001 100001 -1 -1 11 1
outline: 4 5 18 180000 -1 -1 -1 0
  corner: 1 207264352 -91547594 2 0
  corner: 2 207936945 -90875000 2 0
  corner: 3 207264352 -90202406 2 0
  corner: 4 206591758 -90875000 2 0

polyline: 2 5 16 180000 -1 -1 -1 0
  corner: 1 206635878 -90278052 0 0
  corner: 2 207885878 -91528052 0 0

polyline: 2 5 8 180000 -1 -1 -1 0
  corner: 1 207936945 -90875000 0 0
  corner: 2 209070878 -90875000 0 1
pin_name: "1" 208347690 -90412500 9 0 0 0 -1 -1 11 1

polyline: 2 5 17 180000 -1 -1 -1 0
  corner: 1 205986758 -90278052 0 0
  corner: 2 205986758 -91278052 0 0
description: "^ '|LINK: https://procontact74.ru/goods-on-order/2165-klemmy/2169-klemmyvintovye/77003-vintovayaklemmak14klemmavintovayam356/'|page_number: 1" 204360573 -91105553 14 0 1000001 100001 -1 -1 11 9

part_end

n_pins: 3
rectangle: 256181089 -125056220 263379760 -118652485
ref_des: "VT4" 262569636 -125293920 7 0 1000001 100001 -1 -1 11 65
footprint_name: "SOT-23" 262569636 -128193922 12 0 1000001 100001 -1 -1 11 1
part_value: "IRLML2502" 262569636 -126743921 13 0 1000001 100001 -1 -1 11 1
polyline: 6 0 6 180000 -1 -1 -1 0
  corner: 1 259020602 -123237938 0 0
  corner: 2 259020602 -121960804 0 0
  corner: 3 260510699 -121960804 0 0
  corner: 4 260084907 -121535067 0 0
  corner: 5 260084907 -122386503 0 0
  corner: 6 260510699 -121960804 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 261149114 -120683630 0 0
  corner: 2 261149114 -123237938 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 260510699 -122812217 0 0
  corner: 2 260510699 -123663683 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 260510699 -121535067 0 0
  corner: 2 260510699 -122386503 0 0

outline: 3 0 6 180000 -1 -1 -1 0
  corner: 1 258169260 -121623497 0 0
  corner: 2 258594926 -122173616 0 0
  corner: 3 257743485 -122173616 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 258594926 -121535067 0 0
  corner: 2 257743485 -121535067 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 258169260 -123237938 0 0
  corner: 2 258169260 -120683630 0 0

outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 259659179 -118767885 1 0
  corner: 2 262745681 -121854329 1 0
  corner: 3 259659179 -124940820 1 0
  corner: 4 256572692 -121854329 1 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 261149114 -123237938 0 0
  corner: 2 263264360 -123237938 0 1
pin_name: "1" 263374852 -122665604 9 0 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 260526981 -120625000 0 0
  corner: 2 256296489 -120625000 0 1
pin_name: "3" 255413850 -119860987 9 0 1000001 100001 -1 -1 11 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 260526981 -123237938 0 0
  corner: 2 256296489 -123237938 0 1
pin_name: "2" 255489827 -122607096 9 0 1000001 100001 -1 -1 11 9

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 260510699 -120257903 0 0
  corner: 2 260510699 -121109347 0 0

part_end

n_pins: 2
rectangle: 245558834 -168555664 248181056 -167009600
ref_des: "C40" 248897636 -168310920 7 0 1000001 100001 -1 -1 11 65
footprint_name: "0805" 248848106 -171210922 12 0 0 0 -1 -1 2 129
part_value: "10uF" 248897636 -169760920 13 0 1000001 100001 -1 -1 11 1
polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 245674234 -168081512 0 0
  corner: 2 248065656 -168081512 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 245674234 -167483704 0 0
  corner: 2 248065656 -167483704 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 246869946 -168081512 0 0
  corner: 2 246869946 -168440264 0 1
pin_name: "2" 247774746 -168631605 9 0 0 0 -1 -1 2 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 246869946 -167483704 0 0
  corner: 2 246869946 -167125000 0 1
pin_name: "1" 247893190 -166553009 9 0 0 0 -1 -1 2 1

part_end

n_pins: 2
rectangle: 224792051 -60156168 229805695 -57294840
ref_des: "C41" 230465636 -58534920 7 0 1000001 100001 -1 -1 11 73
footprint_name: "0805" 231601016 -61434922 12 0 0 0 -1 -1 2 137
part_value: "10uF" 230465636 -59984921 13 0 1000001 100001 -1 -1 11 1
polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 227298875 -58127648 0 0
  corner: 2 227298875 -57410240 0 1
pin_name: "1" 229345363 -56266258 9 0 0 0 -1 -1 2 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 227298875 -59323264 0 0
  corner: 2 227298875 -60040768 0 1
pin_name: "2" 229108474 -60423450 9 0 0 0 -1 -1 2 1

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 224907451 -59323264 0 0
  corner: 2 229690295 -59323264 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 224907451 -58127648 0 0
  corner: 2 229690295 -58127648 0 0

part_end

n_pins: 1
rectangle: 206476358 -165662992 209186278 -164087008
ref_des: "X61" 203249636 -161102920 7 0 1000001 100001 -1 -1 11 65
footprint_name: "K14" 203200106 -164002922 12 0 0 0 -1 -1 11 1
part_value: "Клемма M3.5*6" 203249636 -162552921 13 0 1000001 100001 -1 -1 11 1
outline: 4 5 18 180000 -1 -1 -1 0
  corner: 1 207264352 -165547592 2 0
  corner: 2 207936945 -164875000 2 0
  corner: 3 207264352 -164202408 2 0
  corner: 4 206591758 -164875000 2 0

polyline: 2 5 16 180000 -1 -1 -1 0
  corner: 1 206635878 -164278052 0 0
  corner: 2 207885878 -165528052 0 0

polyline: 2 5 8 180000 -1 -1 -1 0
  corner: 1 207936945 -164875000 0 0
  corner: 2 209070878 -164875000 0 1
pin_name: "1" 208347690 -164512500 9 0 0 0 -1 -1 11 1

part_end

n_pins: 1
rectangle: 206476358 -99412994 209186278 -97837006
ref_des: "X62" 204299636 -94852920 7 0 1000001 100001 -1 -1 11 65
footprint_name: "K14" 204248836 -97752922 12 0 0 0 -1 -1 11 1
part_value: "Клемма M3.5*6" 204299636 -96302921 13 0 1000001 100001 -1 -1 11 1
outline: 4 5 18 180000 -1 -1 -1 0
  corner: 1 207264352 -99297594 2 0
  corner: 2 207936945 -98625000 2 0
  corner: 3 207264352 -97952406 2 0
  corner: 4 206591758 -98625000 2 0

polyline: 2 5 16 180000 -1 -1 -1 0
  corner: 1 206635878 -98028053 0 0
  corner: 2 207885878 -99278053 0 0

polyline: 2 5 8 180000 -1 -1 -1 0
  corner: 1 207936945 -98625000 0 0
  corner: 2 209070878 -98625000 0 1
pin_name: "1" 208347690 -98162500 9 0 0 0 -1 -1 11 1

part_end

n_pins: 1
rectangle: 264782885 -123374333 266358872 -120664413
ref_des: "X63" 264870636 -119974920 7 0 1000001 100001 -1 -1 11 65
footprint_name: "Pad2x2" 264819836 -121424921 12 0 0 0 -1 -1 11 1
outline: 4 5 18 180000 -1 -1 -1 0
  corner: 1 264898285 -121452406 2 0
  corner: 2 265570878 -122125000 2 0
  corner: 3 266243472 -121452406 2 0
  corner: 4 265570878 -120779813 2 0

polyline: 2 5 16 180000 -1 -1 -1 0
  corner: 1 266167825 -120823933 0 0
  corner: 2 264917825 -122073933 0 0

polyline: 2 5 8 180000 -1 -1 -1 0
  corner: 1 265570878 -122125000 0 0
  corner: 2 265570878 -123258933 0 700000
pin_name: "1" 265833378 -122335500 9 90 0 0 -1 -1 11 1

part_end

n_pins: 1
rectangle: 268032885 -123374333 269608872 -120664413
ref_des: "X64" 268120636 -119974920 7 0 1000001 100001 -1 -1 11 65
footprint_name: "Pad2x2" 268069836 -121424921 12 0 0 0 -1 -1 11 1
outline: 4 5 18 180000 -1 -1 -1 0
  corner: 1 268148285 -121452406 2 0
  corner: 2 268820878 -122125000 2 0
  corner: 3 269493472 -121452406 2 0
  corner: 4 268820878 -120779813 2 0

polyline: 2 5 16 180000 -1 -1 -1 0
  corner: 1 269417825 -120823933 0 0
  corner: 2 268167825 -122073933 0 0

polyline: 2 5 8 180000 -1 -1 -1 0
  corner: 1 268820878 -122125000 0 0
  corner: 2 268820878 -123258933 0 700000
pin_name: "1" 269083378 -122335500 9 90 0 0 -1 -1 11 1

part_end

n_pins: 1
rectangle: 254782885 -135490400 256358872 -132780480
ref_des: "X65" 254870636 -132090920 7 0 1000001 100001 -1 -1 11 65
footprint_name: "Pad2x2" 254819836 -133540921 12 0 0 0 -1 -1 11 1
outline: 4 5 18 180000 -1 -1 -1 0
  corner: 1 254898285 -133568474 2 0
  corner: 2 255570878 -134241067 2 0
  corner: 3 256243472 -133568474 2 0
  corner: 4 255570878 -132895880 2 0

polyline: 2 5 16 180000 -1 -1 -1 0
  corner: 1 256167825 -132940000 0 0
  corner: 2 254917825 -134190000 0 0

polyline: 2 5 8 180000 -1 -1 -1 0
  corner: 1 255570878 -134241067 0 0
  corner: 2 255570878 -135375000 0 700000
pin_name: "1" 255833378 -134451567 9 90 0 0 -1 -1 11 1

part_end

n_pins: 1
rectangle: 258032885 -135490400 259608872 -132780480
ref_des: "X66" 258120636 -132090920 7 0 1000001 100001 -1 -1 11 65
footprint_name: "Pad2x2" 258069836 -133540921 12 0 0 0 -1 -1 11 1
outline: 4 5 18 180000 -1 -1 -1 0
  corner: 1 258148285 -133568474 2 0
  corner: 2 258820878 -134241067 2 0
  corner: 3 259493472 -133568474 2 0
  corner: 4 258820878 -132895880 2 0

polyline: 2 5 16 180000 -1 -1 -1 0
  corner: 1 259417825 -132940000 0 0
  corner: 2 258167825 -134190000 0 0

polyline: 2 5 8 180000 -1 -1 -1 0
  corner: 1 258820878 -134241067 0 0
  corner: 2 258820878 -135375000 0 700000
pin_name: "1" 259083378 -134451567 9 90 0 0 -1 -1 11 1

part_end

n_pins: 2
rectangle: 222205478 -136531781 229870376 -134218205
ref_des: "R43" 229442546 -133164920 7 0 1000001 100001 -1 -1 11 65
footprint_name: "2010" 229393016 -136064922 12 0 0 0 -1 -1 2 1
part_value: "30k" 229442546 -134614921 13 0 1000001 100001 -1 -1 11 1
outline: 5 0 6 180000 -1 -1 -1 0
  corner: 1 228572669 -134333657 0 0
  corner: 2 223503479 -134333605 0 0
  corner: 3 223503479 -136416381 0 0
  corner: 4 226037965 -136416379 0 0
  corner: 5 228572450 -136416378 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 228572450 -135375000 0 0
  corner: 2 229754976 -135374999 0 1
pin_name: "2" 229602146 -136138739 9 90 0 0 -1 -1 2 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 223503410 -135375000 0 0
  corner: 2 222320878 -135375000 0 1
pin_name: "1" 221994846 -136138740 9 90 0 0 -1 -1 2 9

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 226037965 -134875000 0 0
  corner: 2 226037965 -135874999 0 0

part_end

n_pins: 2
rectangle: 255870245 -81115401 258771516 -76126733
ref_des: "VD16" 259882636 -77819920 7 0 1000001 100001 -1 -1 11 65
footprint_name: "SS12" 259882636 -80719922 12 0 1000001 100001 -1 -1 11 1
part_value: "SS12|(SS13,SS14,SS15)" 259882636 -79269921 13 0 1000001 100001 -1 -1 11 1
polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 258656116 -77577375 0 0
  corner: 2 255985645 -77577375 0 0

outline: 3 0 6 180000 -1 -1 -1 0
  corner: 1 257320877 -77577375 0 0
  corner: 2 255985647 -79664762 0 0
  corner: 3 258656116 -79664762 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 257320877 -81000001 0 1
  corner: 2 257320877 -79664762 0 0
pin_name: "1" 256786786 -80732916 9 360 0 0 -1 -1 2 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 257320877 -77577375 0 0
  corner: 2 257320877 -76242133 0 1
pin_name: "2" 256519735 -77210166 9 360 0 0 -1 -1 2 1

part_end

n_pins: 2
rectangle: 285955478 -41615400 290186278 -38384600
ref_des: "C42" 290797636 -39724920 7 0 1000001 100001 -1 -1 11 73
footprint_name: "0603" 291933016 -42624922 12 0 0 0 -1 -1 2 9
part_value: "0.1uF" 290797636 -41174921 13 0 1000001 100001 -1 -1 11 1
polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 288070878 -39500000 0 0
  corner: 2 288070878 -38500000 0 1
pin_name: "2" 287321308 -38550520 9 0 0 0 -1 -1 2 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 288070878 -40500000 0 0
  corner: 2 288070878 -41500000 0 1
pin_name: "1" 287321308 -40800960 9 0 0 0 -1 -1 2 9

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 290070878 -39500000 0 0
  corner: 2 286070878 -39500000 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 290070878 -40500000 0 0
  corner: 2 286070878 -40500000 0 0

part_end

n_pins: 2
rectangle: 266205477 -54906781 273870375 -52593205
ref_des: "R44" 270465474 -56438599 7 360 1000001 100001 -1 -1 11 73
footprint_name: "0603" 271600854 -59338601 12 360 0 0 -1 -1 2 9
part_value: "3k3" 269858414 -57888600 13 360 1000001 100001 -1 -1 11 9
outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 272572668 -52708657 0 0
  corner: 2 267503478 -52708605 0 0
  corner: 3 267503478 -54791381 0 0
  corner: 4 272572449 -54791378 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 272572449 -53750000 0 0
  corner: 2 273754975 -53749999 0 1
pin_name: "2" 273602145 -54513739 9 90 0 0 -1 -1 2 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 267503409 -53750000 0 0
  corner: 2 266320877 -53750000 0 1
pin_name: "1" 265994845 -54513739 9 90 0 0 -1 -1 2 1

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 271070877 -53250000 0 0
  corner: 2 269820877 -54249999 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 270320877 -53250000 0 0
  corner: 2 269070877 -54249999 0 0

part_end

n_pins: 2
rectangle: 282481334 -123115400 286712134 -119884600
ref_des: "C43" 281080040 -121424920 7 0 1000001 100001 -1 -1 11 65
footprint_name: "0603" 281029240 -124324922 12 0 0 0 -1 -1 2 1
part_value: "1uF" 280408210 -122874921 13 0 1000001 100001 -1 -1 11 9
polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 284596734 -121000000 0 0
  corner: 2 284596734 -120000000 0 1
pin_name: "1" 283847164 -120050520 9 0 0 0 -1 -1 2 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 284596734 -122000000 0 0
  corner: 2 284596734 -123000000 0 1
pin_name: "2" 283847164 -122300960 9 0 0 0 -1 -1 2 9

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 286596734 -121000000 0 0
  corner: 2 282596734 -121000000 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 286596734 -122000000 0 0
  corner: 2 282596734 -122000000 0 0

part_end

n_pins: 1
rectangle: 207702049 -66145913 210411969 -64569926
ref_des: "X67" 205496569 -65957920 7 0 1000001 100001 -1 -1 11 65
footprint_name: "Pad2x2" 205447039 -67407921 12 0 0 0 -1 -1 11 1
outline: 4 5 18 180000 -1 -1 -1 0
  corner: 1 208490043 -66030513 2 0
  corner: 2 209162636 -65357920 2 0
  corner: 3 208490043 -64685326 2 0
  corner: 4 207817449 -65357920 2 0

polyline: 2 5 16 180000 -1 -1 -1 0
  corner: 1 207861569 -64760973 0 0
  corner: 2 209111569 -66010973 0 0

polyline: 2 5 8 180000 -1 -1 -1 0
  corner: 1 209162636 -65357920 0 0
  corner: 2 210296569 -65357920 0 1
pin_name: "1" 209662636 -64907920 9 0 0 0 -1 -1 11 1

part_end

n_pins: 1
rectangle: 207702049 -68645913 210411969 -67069926
ref_des: "X68" 205496636 -68457920 7 0 1000001 100001 -1 -1 11 65
footprint_name: "Pad2x2" 205447106 -69907921 12 0 0 0 -1 -1 11 1
outline: 4 5 18 180000 -1 -1 -1 0
  corner: 1 208490043 -68530513 2 0
  corner: 2 209162636 -67857920 2 0
  corner: 3 208490043 -67185326 2 0
  corner: 4 207817449 -67857920 2 0

polyline: 2 5 16 180000 -1 -1 -1 0
  corner: 1 207861569 -67260973 0 0
  corner: 2 209111569 -68510973 0 0

polyline: 2 5 8 180000 -1 -1 -1 0
  corner: 1 209162636 -67857920 0 0
  corner: 2 210296569 -67857920 0 1
pin_name: "1" 209662636 -67407920 9 0 0 0 -1 -1 11 1

part_end

n_pins: 2
rectangle: 218955478 -107490400 222186278 -103259600
ref_des: "C44" 218873456 -98324920 7 0 1000001 100001 -1 -1 11 65
footprint_name: "CL21" 218873456 -102674923 12 0 1000001 100001 -1 -1 11 1
part_value: "0.033'630v" 218873456 -99774921 13 0 1000001 100001 -1 -1 11 1
polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 220070878 -105375000 0 0
  corner: 2 219070878 -105375000 0 1
pin_name: "2" 219121398 -106124570 9 270 0 0 -1 -1 2 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 221070878 -105375000 0 0
  corner: 2 222070878 -105375000 0 1
pin_name: "1" 221371838 -106124570 9 270 0 0 -1 -1 2 9

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 220070878 -103375000 0 0
  corner: 2 220070878 -107375000 0 0

polyline: 2 0 6 180000 -1 -1 -1 0
  corner: 1 221070878 -103375000 0 0
  corner: 2 221070878 -107375000 0 0

part_end

n_pins: 6
rectangle: 302205478 -113865400 314436278 -106134600
ref_des: "D16" 303620636 -102250920 7 0 1000001 100001 -1 -1 11 65
footprint_name: "SOT-23-6" 303620636 -105150922 12 0 1000001 100001 -1 -1 11 1
part_value: "TTP223-BA6" 303620636 -103700921 13 0 1000001 100001 -1 -1 11 1
outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 303320878 -113750000 0 0
  corner: 2 303320878 -106250000 0 0
  corner: 3 313320878 -106250000 0 0
  corner: 4 313320878 -113750000 0 0

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 303320878 -107500000 0 0
  corner: 2 302320878 -107500000 0 1
pin_name: "1" 302054178 -106750000 9 0 1000001 100001 -1 -1 11 9
description: "Q" 304220878 -107950000 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 303320878 -110000000 0 0
  corner: 2 302320878 -110000000 0 1
pin_name: "2" 301837008 -109250000 9 0 1000001 100001 -1 -1 11 9
description: "VSS" 304220878 -110450000 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 303320878 -112500000 0 0
  corner: 2 302320878 -112500000 0 1
pin_name: "3" 301880188 -111750000 9 0 1000001 100001 -1 -1 11 9
description: "I" 304220878 -112950000 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 15 180000 -1 -1 -1 0
  corner: 1 314320878 -112500000 0 0
  corner: 2 313320878 -112500000 0 0
pin_name: "4" 314320878 -111750000 9 0 1000001 100001 -1 -1 11 1
description: "AHLB" 310120878 -112950000 14 0 1000001 100001 -1 -1 11 9

polyline: 2 0 8 180000 -1 -1 -1 0
  corner: 1 314320878 -110000000 0 1
  corner: 2 313320878 -110000000 0 0
pin_name: "5" 314320878 -109250000 9 0 1000001 100001 -1 -1 11 1
description: "VDD" 310813918 -110450000 14 0 1000001 100001 -1 -1 11 9

polyline: 2 0 15 180000 -1 -1 -1 0
  corner: 1 314320878 -107500000 0 0
  corner: 2 313320878 -107500000 0 0
pin_name: "6" 314320878 -106750000 9 0 1000001 100001 -1 -1 11 1
description: "TOG" 310900888 -107950000 14 0 1000001 100001 -1 -1 11 9

outline: 4 0 6 180000 -1 -1 -1 0
  corner: 1 307070878 -113750000 0 0
  corner: 2 307070878 -106250000 0 0
  corner: 3 309570878 -106250000 0 0
  corner: 4 309570878 -113750000 0 0
description: "^ '|LINK: https://www.platan.ru/cgi-bin/qwery.pl/id=2015691717'|page_number: 1" 307862636 -113157920 14 0 1000000 100000 -1 -1 11 1

part_end

outline: 8 2 18 180001 -1 -1 -1 0 0
  corner: 1 153553146 45990354 0 0
  corner: 2 153553146 73573652 1 0
  corner: 3 154643017 74663523 0 0
  corner: 4 163361989 74663523 1 0
  corner: 5 164451860 73573652 0 0
  corner: 6 164451860 45990354 1 0
  corner: 7 163361989 44900483 0 0
  corner: 8 154643017 44900483 1 0

polyline: 16 0 10 180000 -1 -1 -1 0 0
  corner: 1 -20000000 106000000 0 700000
  corner: 2 -20000000 103500000 0 0
  corner: 3 -22000000 103500000 0 0
  corner: 4 -20000000 103500000 0 0
  corner: 5 -20000000 103000000 0 0
  corner: 6 -21000000 103000000 0 0
  corner: 7 -20000000 103000000 0 0
  corner: 8 -20000000 102500000 0 0
  corner: 9 -20500000 102500000 0 0
  corner: 10 -19500000 102500000 0 0
  corner: 11 -20000000 102500000 0 0
  corner: 12 -20000000 103000000 0 0
  corner: 13 -19000000 103000000 0 0
  corner: 14 -20000000 103000000 0 0
  corner: 15 -20000000 103500000 0 0
  corner: 16 -18000000 103500000 0 0
net_name: "GND" -23100000 99550000 11 0 0 0 -1 -1 2 1

polyline: 8 0 10 180000 -1 -1 -1 0 0
  corner: 1 -6363761 128500000 1 0
  corner: 2 -7363761 127500000 0 0
  corner: 3 -10613761 127500000 1 0
  corner: 4 -11613760 128499998 1 0
  corner: 5 -10613761 129500000 0 0
  corner: 6 -7363761 129500000 1 0
  corner: 7 -6363745 128500016 0 0
  corner: 8 -4363761 128500000 0 1
net_name: "+5VL" -10543761 127970000 11 0 1000001 100001 -1 -1 11 1

polyline: 2 0 10 180001 -1 -1 -1 0 0
  corner: 1 26866067 99500000 0 1
  corner: 2 25658241 99500000 0 700001

polyline: 16 0 10 180000 -1 -1 -1 0 0
  corner: 1 56408242 132357920 0 1
  corner: 2 56408242 130857920 0 0
  corner: 3 54408242 130857920 0 0
  corner: 4 56408242 130857920 0 0
  corner: 5 56408242 130357920 0 0
  corner: 6 55408242 130357920 0 0
  corner: 7 56408242 130357920 0 0
  corner: 8 56408242 129857920 0 0
  corner: 9 55908242 129857920 0 0
  corner: 10 56908242 129857920 0 0
  corner: 11 56408242 129857920 0 0
  corner: 12 56408242 130357920 0 0
  corner: 13 57408242 130357920 0 0
  corner: 14 56408242 130357920 0 0
  corner: 15 56408242 130857920 0 0
  corner: 16 58408242 130857920 0 0
net_name: "GND" 53308242 126907920 11 0 0 0 -1 -1 2 1

polyline: 8 0 10 180000 -1 -1 -1 0 0
  corner: 1 62908242 136357910 2 0
  corner: 2 63908242 135357910 0 0
  corner: 3 67658242 135357910 2 0
  corner: 4 68658241 136357909 2 0
  corner: 5 67658242 137357910 0 0
  corner: 6 63908242 137357910 2 0
  corner: 7 62908226 136357920 0 0
  corner: 8 60908242 136357920 0 1
net_name: "+3V0" 64069767 135817922 11 0 1000001 100001 -1 -1 11 9

polyline: 16 0 10 180000 -1 -1 -1 0 0
  corner: 1 51658242 104857920 0 1
  corner: 2 51658242 102357920 0 0
  corner: 3 49658242 102357920 0 0
  corner: 4 51658242 102357920 0 0
  corner: 5 51658242 101857920 0 0
  corner: 6 50658242 101857920 0 0
  corner: 7 51658242 101857920 0 0
  corner: 8 51658242 101357920 0 0
  corner: 9 51158242 101357920 0 0
  corner: 10 52158242 101357920 0 0
  corner: 11 51658242 101357920 0 0
  corner: 12 51658242 101857920 0 0
  corner: 13 52658242 101857920 0 0
  corner: 14 51658242 101857920 0 0
  corner: 15 51658242 102357920 0 0
  corner: 16 53658242 102357920 0 0
net_name: "GND" 48558242 98407920 11 0 0 0 -1 -1 2 1

polyline: 16 0 10 180000 -1 -1 -1 0 0
  corner: 1 131158242 115357920 0 1
  corner: 2 131158242 112857920 0 0
  corner: 3 129158242 112857920 0 0
  corner: 4 131158242 112857920 0 0
  corner: 5 131158242 112357920 0 0
  corner: 6 130158242 112357920 0 0
  corner: 7 131158242 112357920 0 0
  corner: 8 131158242 111857920 0 0
  corner: 9 130658242 111857920 0 0
  corner: 10 131658242 111857920 0 0
  corner: 11 131158242 111857920 0 0
  corner: 12 131158242 112357920 0 0
  corner: 13 132158242 112357920 0 0
  corner: 14 131158242 112357920 0 0
  corner: 15 131158242 112857920 0 0
  corner: 16 133158242 112857920 0 0
net_name: "GND" 128058242 108907920 11 0 0 0 -1 -1 2 1

polyline: 8 0 10 180000 -1 -1 -1 0 0
  corner: 1 135158242 56107910 1 0
  corner: 2 134158242 55107910 0 0
  corner: 3 130408242 55107910 1 0
  corner: 4 129408243 56107909 1 0
  corner: 5 130408242 57107910 0 0
  corner: 6 134158242 57107910 1 0
  corner: 7 135158258 56107920 0 0
  corner: 8 137158242 56107920 0 1
net_name: "+3Vd" 130758877 55567922 11 0 1000001 100001 -1 -1 11 1

polyline: 16 0 10 180000 -1 -1 -1 0 0
  corner: 1 140658242 98607920 0 1
  corner: 2 140658242 96107920 0 0
  corner: 3 138658242 96107920 0 0
  corner: 4 140658242 96107920 0 0
  corner: 5 140658242 95607920 0 0
  corner: 6 139658242 95607920 0 0
  corner: 7 140658242 95607920 0 0
  corner: 8 140658242 95107920 0 0
  corner: 9 140158242 95107920 0 0
  corner: 10 141158242 95107920 0 0
  corner: 11 140658242 95107920 0 0
  corner: 12 140658242 95607920 0 0
  corner: 13 141658242 95607920 0 0
  corner: 14 140658242 95607920 0 0
  corner: 15 140658242 96107920 0 0
  corner: 16 142658242 96107920 0 0
net_name: "GND" 137558242 92157920 11 0 0 0 -1 -1 2 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 60658242 84357920 0 0
  corner: 2 57658242 81357920 0 1
net_name: "9|BUS1" 57458242 82207920 11 0 1000001 100001 -1 -1 11 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 114658242 84357920 0 0
  corner: 2 111658242 81357920 0 1
net_name: "9|BUS1" 111458242 82207920 11 0 1000001 100001 -1 -1 11 1

polyline: 16 0 10 180000 -1 -1 -1 0 0
  corner: 1 162658242 42607920 0 1
  corner: 2 162658242 40107920 0 0
  corner: 3 164658242 40107920 0 0
  corner: 4 162658242 40107920 0 0
  corner: 5 162658242 39607920 0 0
  corner: 6 163658242 39607920 0 0
  corner: 7 162658242 39607920 0 0
  corner: 8 162658242 39107920 0 0
  corner: 9 163158241 39107921 0 0
  corner: 10 162158242 39107920 0 0
  corner: 11 162658242 39107920 0 0
  corner: 12 162658242 39607920 0 0
  corner: 13 161658242 39607921 0 0
  corner: 14 162658242 39607920 0 0
  corner: 15 162658242 40107920 0 0
  corner: 16 160658242 40107920 0 0
net_name: "GND" 165758241 36157920 11 0 0 0 -1 -1 2 9

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 147408242 52607920 0 0
  corner: 2 150408242 49607920 0 1
net_name: "5|BUS1" 148758242 49207920 11 0 1000001 100001 -1 -1 11 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 147408242 59607920 0 0
  corner: 2 150408242 56607920 0 1
net_name: "6|BUS1" 148758242 56207920 11 0 1000001 100001 -1 -1 11 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 147408242 66107920 0 0
  corner: 2 150408242 63107920 0 1
net_name: "7|BUS1" 148758242 62707920 11 0 1000001 100001 -1 -1 11 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 147408242 73107920 0 0
  corner: 2 150408242 70107920 0 1
net_name: "8|BUS1" 148758242 69707920 11 0 1000001 100001 -1 -1 11 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 154908242 49607920 0 1
  corner: 2 150408242 49607920 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 154908242 56607920 0 1
  corner: 2 150408242 56607920 0 1

polyline: 8 0 10 180000 -1 -1 -1 0 0
  corner: 1 50934098 56107910 1 0
  corner: 2 49934098 55107910 0 0
  corner: 3 46184098 55107910 1 0
  corner: 4 45184099 56107909 1 0
  corner: 5 46184098 57107910 0 0
  corner: 6 49934098 57107910 1 0
  corner: 7 50934114 56107920 0 0
  corner: 8 52934098 56107920 0 700000
net_name: "+3Vd" 46534733 55567922 11 0 1000001 100001 -1 -1 11 1

polyline: 16 0 10 180000 -1 -1 -1 0 0
  corner: 1 40658242 63857920 0 1
  corner: 2 38158242 63857920 0 0
  corner: 3 38158242 65857920 0 0
  corner: 4 38158242 63857920 0 0
  corner: 5 37658242 63857920 0 0
  corner: 6 37658242 64857920 0 0
  corner: 7 37658242 63857920 0 0
  corner: 8 37158242 63857920 0 0
  corner: 9 37158242 64357920 0 0
  corner: 10 37158242 63357920 0 0
  corner: 11 37158242 63857920 0 0
  corner: 12 37658242 63857920 0 0
  corner: 13 37658242 62857920 0 0
  corner: 14 37658242 63857920 0 0
  corner: 15 38158242 63857920 0 0
  corner: 16 38158242 61857920 0 0
net_name: "GND" 34208242 66957920 11 90 0 0 -1 -1 2 1

polyline: 16 0 10 180000 -1 -1 -1 0 0
  corner: 1 57908242 50857920 0 1
  corner: 2 57908242 48357920 0 0
  corner: 3 55908242 48357920 0 0
  corner: 4 57908242 48357920 0 0
  corner: 5 57908242 47857920 0 0
  corner: 6 56908242 47857920 0 0
  corner: 7 57908242 47857920 0 0
  corner: 8 57908242 47357920 0 0
  corner: 9 57408242 47357920 0 0
  corner: 10 58408242 47357920 0 0
  corner: 11 57908242 47357920 0 0
  corner: 12 57908242 47857920 0 0
  corner: 13 58908242 47857920 0 0
  corner: 14 57908242 47857920 0 0
  corner: 15 57908242 48357920 0 0
  corner: 16 59908242 48357920 0 0
net_name: "GND" 54808242 44407920 11 0 0 0 -1 -1 2 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 38658242 84357920 0 0
  corner: 2 35658242 81357920 0 1
net_name: "8|BUS1" 35358242 82207920 11 0 1000001 100001 -1 -1 11 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 42658242 84357920 0 0
  corner: 2 39658242 81357920 0 1
net_name: "4|BUS1" 39458242 82207920 11 0 1000001 100001 -1 -1 11 1

polyline: 8 0 10 180000 -1 -1 -1 0 0
  corner: 1 81658242 56107910 1 0
  corner: 2 80658242 55107910 0 0
  corner: 3 76908242 55107910 1 0
  corner: 4 75908243 56107909 1 0
  corner: 5 76908242 57107910 0 0
  corner: 6 80658242 57107910 1 0
  corner: 7 81658258 56107920 0 0
  corner: 8 83658242 56107920 0 1
net_name: "+3Vd" 77258877 55567922 11 0 1000001 100001 -1 -1 11 1

polyline: 16 0 10 180000 -1 -1 -1 0 0
  corner: 1 94658242 63857920 0 1
  corner: 2 92158242 63857920 0 0
  corner: 3 92158242 65857920 0 0
  corner: 4 92158242 63857920 0 0
  corner: 5 91658242 63857920 0 0
  corner: 6 91658242 64857920 0 0
  corner: 7 91658242 63857920 0 0
  corner: 8 91158242 63857920 0 0
  corner: 9 91158242 64357920 0 0
  corner: 10 91158242 63357920 0 0
  corner: 11 91158242 63857920 0 0
  corner: 12 91658242 63857920 0 0
  corner: 13 91658242 62857920 0 0
  corner: 14 91658242 63857920 0 0
  corner: 15 92158242 63857920 0 0
  corner: 16 92158242 61857920 0 0
net_name: "GND" 88208242 66957920 11 90 0 0 -1 -1 2 1

polyline: 16 0 10 180000 -1 -1 -1 0 0
  corner: 1 111908242 50857920 0 1
  corner: 2 111908242 48357920 0 0
  corner: 3 109908242 48357920 0 0
  corner: 4 111908242 48357920 0 0
  corner: 5 111908242 47857920 0 0
  corner: 6 110908242 47857920 0 0
  corner: 7 111908242 47857920 0 0
  corner: 8 111908242 47357920 0 0
  corner: 9 111408242 47357920 0 0
  corner: 10 112408242 47357920 0 0
  corner: 11 111908242 47357920 0 0
  corner: 12 111908242 47857920 0 0
  corner: 13 112908242 47857920 0 0
  corner: 14 111908242 47857920 0 0
  corner: 15 111908242 48357920 0 0
  corner: 16 113908242 48357920 0 0
net_name: "GND" 108808242 44407920 11 0 0 0 -1 -1 2 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 92658242 84357920 0 0
  corner: 2 89658242 81357920 0 1
net_name: "6|BUS1" 89358242 82207920 11 0 1000001 100001 -1 -1 11 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 70658242 63857920 0 1
  corner: 2 67658242 63857920 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 84658242 77107920 0 1
  corner: 2 84658242 81357920 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 79533242 77107920 0 1
  corner: 2 84658242 77107920 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 73033242 77107919 0 1
  corner: 2 66658242 77107920 0 700000

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 70658242 66357920 0 1
  corner: 2 66658242 66357920 0 0
  corner: 3 66658242 81357920 0 1

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 70658242 61357920 0 1
  corner: 2 62658242 61357920 0 0
  corner: 3 62658242 81357920 0 1

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 84908242 53857920 0 1
  corner: 2 84908242 63857920 0 0
  corner: 3 82658242 63857920 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 69658242 84357920 0 0
  corner: 2 66658242 81357920 0 1
net_name: "3|BUS1" 66458242 82207920 11 0 1000001 100001 -1 -1 11 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 65658242 84357920 0 0
  corner: 2 62658242 81357920 0 1
net_name: "7|BUS1" 62358242 82207920 11 0 1000001 100001 -1 -1 11 1

polyline: 16 0 10 180000 -1 -1 -1 0 0
  corner: 1 84908242 50857920 0 1
  corner: 2 84908242 48357920 0 0
  corner: 3 82908242 48357920 0 0
  corner: 4 84908242 48357920 0 0
  corner: 5 84908242 47857920 0 0
  corner: 6 83908242 47857920 0 0
  corner: 7 84908242 47857920 0 0
  corner: 8 84908242 47357920 0 0
  corner: 9 84408242 47357920 0 0
  corner: 10 85408242 47357920 0 0
  corner: 11 84908242 47357920 0 0
  corner: 12 84908242 47857920 0 0
  corner: 13 85908242 47857920 0 0
  corner: 14 84908242 47857920 0 0
  corner: 15 84908242 48357920 0 0
  corner: 16 86908242 48357920 0 0
net_name: "GND" 81808242 44407920 11 0 0 0 -1 -1 2 1

polyline: 16 0 10 180000 -1 -1 -1 0 0
  corner: 1 67658242 63857920 0 1
  corner: 2 65158242 63857920 0 0
  corner: 3 65158242 65857920 0 0
  corner: 4 65158242 63857920 0 0
  corner: 5 64658242 63857920 0 0
  corner: 6 64658242 64857920 0 0
  corner: 7 64658242 63857920 0 0
  corner: 8 64158242 63857920 0 0
  corner: 9 64158242 64357920 0 0
  corner: 10 64158242 63357920 0 0
  corner: 11 64158242 63857920 0 0
  corner: 12 64658242 63857920 0 0
  corner: 13 64658242 62857920 0 0
  corner: 14 64658242 63857920 0 0
  corner: 15 65158242 63857920 0 0
  corner: 16 65158242 61857920 0 0
net_name: "GND" 61208242 66957920 11 90 0 0 -1 -1 2 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 57908242 56107920 0 700000
  corner: 2 56658242 56107920 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 87658242 84357920 0 0
  corner: 2 84658242 81357920 0 1
net_name: "9|BUS1" 84458242 82207920 11 0 1000001 100001 -1 -1 11 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 96658242 84357920 0 0
  corner: 2 93658242 81357920 0 1
net_name: "2|BUS1" 93458242 82207920 11 0 1000001 100001 -1 -1 11 1

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 111908242 53857920 0 1
  corner: 2 111908242 63857920 0 0
  corner: 3 109658242 63857920 0 1

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 97658242 61357920 0 1
  corner: 2 89658242 61357920 0 0
  corner: 3 89658242 81357920 0 1

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 97658242 66357920 0 1
  corner: 2 93658242 66357920 0 0
  corner: 3 93658242 81357920 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 100033242 77107919 0 1
  corner: 2 93658242 77107920 0 700000

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 106533242 77107920 0 1
  corner: 2 111658242 77107920 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 111658242 77107920 0 1
  corner: 2 111658242 81357920 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 97658242 63857920 0 1
  corner: 2 94658242 63857920 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 124158242 63857920 0 1
  corner: 2 121158242 63857920 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 142158242 77107920 0 700000
  corner: 2 142158242 81357920 0 1

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 133033242 77107920 0 1
  corner: 2 142158242 77107920 0 0
  corner: 3 142158242 75732920 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 126533242 77107919 0 1
  corner: 2 120158242 77107920 0 700000

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 124158242 66357920 0 1
  corner: 2 120158242 66357920 0 0
  corner: 3 120158242 81357920 0 1

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 124158242 61357920 0 1
  corner: 2 116158242 61357920 0 0
  corner: 3 116158242 81357920 0 1

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 138408242 53857920 0 1
  corner: 2 138408242 63857920 0 0
  corner: 3 136158242 63857920 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 123158242 84357920 0 0
  corner: 2 120158242 81357920 0 1
net_name: "1|BUS1" 119958242 82207920 11 0 1000001 100001 -1 -1 11 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 119158242 84357920 0 0
  corner: 2 116158242 81357920 0 1
net_name: "5|BUS1" 115858242 82207920 11 0 1000001 100001 -1 -1 11 1

polyline: 16 0 10 180000 -1 -1 -1 0 0
  corner: 1 138408242 50857920 0 1
  corner: 2 138408242 48357920 0 0
  corner: 3 136408242 48357920 0 0
  corner: 4 138408242 48357920 0 0
  corner: 5 138408242 47857920 0 0
  corner: 6 137408242 47857920 0 0
  corner: 7 138408242 47857920 0 0
  corner: 8 138408242 47357920 0 0
  corner: 9 137908242 47357920 0 0
  corner: 10 138908242 47357920 0 0
  corner: 11 138408242 47357920 0 0
  corner: 12 138408242 47857920 0 0
  corner: 13 139408242 47857920 0 0
  corner: 14 138408242 47857920 0 0
  corner: 15 138408242 48357920 0 0
  corner: 16 140408242 48357920 0 0
net_name: "GND" 135308242 44407920 11 0 0 0 -1 -1 2 1

polyline: 16 0 10 180000 -1 -1 -1 0 0
  corner: 1 121158242 63857920 0 1
  corner: 2 118658242 63857920 0 0
  corner: 3 118658242 65857920 0 0
  corner: 4 118658242 63857920 0 0
  corner: 5 118158242 63857920 0 0
  corner: 6 118158242 64857920 0 0
  corner: 7 118158242 63857920 0 0
  corner: 8 117658242 63857920 0 0
  corner: 9 117658242 64357920 0 0
  corner: 10 117658242 63357920 0 0
  corner: 11 117658242 63857920 0 0
  corner: 12 118158242 63857920 0 0
  corner: 13 118158242 62857920 0 0
  corner: 14 118158242 63857920 0 0
  corner: 15 118658242 63857920 0 0
  corner: 16 118658242 61857920 0 0
net_name: "GND" 114708242 66957920 11 90 0 0 -1 -1 2 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 111908242 56107920 0 700000
  corner: 2 110658242 56107920 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 145158242 84357920 0 0
  corner: 2 142158242 81357920 0 1
net_name: "9|BUS1" 141958242 82207920 11 0 1000001 100001 -1 -1 11 1

polyline: 16 0 10 180000 -1 -1 -1 0 0
  corner: 1 142158243 68298822 0 1
  corner: 2 142158243 65798822 0 0
  corner: 3 140158243 65798822 0 0
  corner: 4 142158243 65798822 0 0
  corner: 5 142158243 65298822 0 0
  corner: 6 141158243 65298822 0 0
  corner: 7 142158243 65298822 0 0
  corner: 8 142158243 64798822 0 0
  corner: 9 141658243 64798822 0 0
  corner: 10 142658243 64798822 0 0
  corner: 11 142158243 64798822 0 0
  corner: 12 142158243 65298822 0 0
  corner: 13 143158243 65298822 0 0
  corner: 14 142158243 65298822 0 0
  corner: 15 142158243 65798822 0 0
  corner: 16 144158243 65798822 0 0
net_name: "GND" 139058243 61848822 11 0 0 0 -1 -1 2 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 104158242 117357920 0 1
  corner: 2 133158242 117357920 0 1

polyline: 4 0 10 180000 -1 -1 -1 0 0
  corner: 1 104158242 114857920 0 1
  corner: 2 117158242 114857920 0 0
  corner: 3 117158242 122357920 0 0
  corner: 4 133158242 122357920 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 131158242 119857920 0 1
  corner: 2 131158242 115357920 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 110158242 84357920 0 0
  corner: 2 113158242 87357920 0 1
net_name: "3|BUS1" 113858000 87258000 11 0 1000001 100001 -1 -1 11 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 112658242 84357920 0 0
  corner: 2 115658242 87357920 0 1
net_name: "4|BUS1" 116358000 87258000 11 0 1000001 100001 -1 -1 11 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 67658242 84357920 0 0
  corner: 2 70658242 87357920 0 1
net_name: "2|BUS1" 71358000 87258000 11 0 1000001 100001 -1 -1 11 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 76658242 97357920 0 1
  corner: 2 50202307 97357920 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 76658242 99857920 0 1
  corner: 2 50202307 99857920 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 76658242 107357920 0 1
  corner: 2 50202307 107357920 0 1

polyline: 3 0 10 180000 -1 -1 -1 0 9
  corner: 1 104158242 119857920 0 1
  corner: 2 109158242 119857920 0 0
  corner: 3 109158242 123857920 0 1

polyline: 5 0 10 180000 -1 -1 -1 0 0
  corner: 1 76658242 119857920 0 1
  corner: 2 74658242 119857920 0 0
  corner: 3 74658242 131107920 0 0
  corner: 4 109158242 131107920 0 0
  corner: 5 109158242 128357920 0 1

polyline: 4 0 16 1200000 -1 -1 -1 0 0
  corner: 1 36908242 84357920 0 0
  corner: 2 145658242 84357920 0 0
  corner: 3 147408241 82607920 0 0
  corner: 4 147408242 51107920 0 0
description: "BUS1" 77158242 82307920 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 107658242 84357920 0 0
  corner: 2 110658242 87357920 0 1
net_name: "1|BUS1" 111358242 87257920 11 0 1000001 100001 -1 -1 11 1

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 110658242 87357920 0 1
  corner: 2 110658242 99857920 0 0
  corner: 3 104158242 99857920 0 1

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 104158242 102357920 0 1
  corner: 2 113158242 102357920 0 0
  corner: 3 113158242 87357920 0 1

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 115658242 87357920 0 1
  corner: 2 115658242 104857920 0 0
  corner: 3 104158242 104857920 0 1

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 76658242 102357920 0 1
  corner: 2 70658242 102357920 0 0
  corner: 3 70658242 87357920 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 154908242 70107920 0 1
  corner: 2 150408242 70107920 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 154908242 63107920 0 1
  corner: 2 150408242 63107920 0 1

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 57908242 53857920 0 1
  corner: 2 57908242 63857920 0 0
  corner: 3 55658242 63857920 0 1

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 43658242 61357920 0 1
  corner: 2 35658242 61357920 0 0
  corner: 3 35658242 81357920 0 1

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 43658242 66357920 0 1
  corner: 2 39658242 66357920 0 0
  corner: 3 39658242 81357920 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 46033242 77107919 0 1
  corner: 2 39658242 77107920 0 700000

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 52533242 77107920 0 1
  corner: 2 57658242 77107920 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 57658242 77107920 0 1
  corner: 2 57658242 81357920 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 43658242 63857920 0 1
  corner: 2 40658242 63857920 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 50202307 104857920 0 1
  corner: 2 51658242 104857920 0 1

polyline: 4 0 10 180000 -1 -1 -1 0 0
  corner: 1 104158242 112357920 0 1
  corner: 2 123658242 112357920 0 0
  corner: 3 123658242 108919756 0 0
  corner: 4 143192478 108919756 0 1

polyline: 4 0 10 180000 -1 -1 -1 0 0
  corner: 1 104158242 109857920 0 1
  corner: 2 120658242 109857920 0 0
  corner: 3 120658242 105919756 0 0
  corner: 4 143192478 105919756 0 1

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 143192478 99919756 0 1
  corner: 2 140658242 99919756 0 0
  corner: 3 140658242 98607920 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 120658241 103042018 0 1
  corner: 2 120658242 105919756 0 700000

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 123658241 103042018 0 1
  corner: 2 123658242 108919756 0 700000

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 134624006 90419756 0 1
  corner: 2 120658242 90419756 0 0
  corner: 3 120658242 95607920 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 123658242 95607920 0 1
  corner: 2 123658242 90419756 0 700000

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 143192478 102919756 0 1
  corner: 2 132658242 102919756 0 0
  corner: 3 132658242 90419756 0 700000

polyline: 16 0 10 180000 -1 -1 -1 0 0
  corner: 1 22158242 131357920 0 1
  corner: 2 22158242 128857920 0 0
  corner: 3 20158242 128857920 0 0
  corner: 4 22158242 128857920 0 0
  corner: 5 22158242 128357920 0 0
  corner: 6 21158242 128357920 0 0
  corner: 7 22158242 128357920 0 0
  corner: 8 22158242 127857920 0 0
  corner: 9 21658242 127857920 0 0
  corner: 10 22658242 127857920 0 0
  corner: 11 22158242 127857920 0 0
  corner: 12 22158242 128357920 0 0
  corner: 13 23158242 128357920 0 0
  corner: 14 22158242 128357920 0 0
  corner: 15 22158242 128857920 0 0
  corner: 16 24158242 128857920 0 0
net_name: "GND" 19058242 124907920 11 0 0 0 -1 -1 2 1

polyline: 8 0 10 180000 -1 -1 -1 0 0
  corner: 1 136624006 90419746 2 0
  corner: 2 137624006 89419746 0 0
  corner: 3 141374006 89419746 2 0
  corner: 4 142374005 90419745 2 0
  corner: 5 141374006 91419746 0 0
  corner: 6 137624006 91419746 2 0
  corner: 7 136623990 90419756 0 0
  corner: 8 134624006 90419756 0 1
net_name: "+3V0" 137885531 89879758 11 0 1000001 100001 -1 -1 11 9

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 138408242 56107920 0 700000
  corner: 2 137158242 56107920 0 1

polyline: 8 0 10 180000 -1 -1 -1 0 0
  corner: 1 108658242 56107910 1 0
  corner: 2 107658242 55107910 0 0
  corner: 3 103908242 55107910 1 0
  corner: 4 102908243 56107909 1 0
  corner: 5 103908242 57107910 0 0
  corner: 6 107658242 57107910 1 0
  corner: 7 108658258 56107920 0 0
  corner: 8 110658242 56107920 0 1
net_name: "+3Vd" 104258877 55567922 11 0 1000001 100001 -1 -1 11 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 84908242 56107920 0 700000
  corner: 2 83658242 56107920 0 1

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 28158242 122607920 0 1
  corner: 2 28158242 126357920 0 0
  corner: 3 31408242 126357920 0 1

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 28158242 126357920 0 700000
  corner: 2 28158242 128857920 0 0
  corner: 3 31408242 128857920 0 1

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 28158242 128857920 0 700000
  corner: 2 28158242 131357920 0 0
  corner: 3 31408242 131357920 0 1

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 28158242 131357920 0 700000
  corner: 2 28158242 133857920 0 0
  corner: 3 31408242 133857920 0 1

polyline: 4 0 10 180000 -1 -1 -1 0 0
  corner: 1 47408242 133857920 0 1
  corner: 2 51158242 133857920 0 0
  corner: 3 51158242 136357920 0 0
  corner: 4 60908242 136357920 0 1

polyline: 5 0 10 180000 -1 -1 -1 0 0
  corner: 1 120658242 109857920 0 700000
  corner: 2 120658242 133607920 0 0
  corner: 3 72158242 133607920 0 0
  corner: 4 72158242 128857920 0 0
  corner: 5 47408242 128857920 0 1

polyline: 5 0 10 180000 -1 -1 -1 0 0
  corner: 1 47408242 126357920 0 1
  corner: 2 69658242 126357920 0 0
  corner: 3 69658242 136107920 0 0
  corner: 4 123658242 136107920 0 0
  corner: 5 123658242 112357920 0 700000

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 150374 120107920 0 1
  corner: 2 -5849626 120107920 0 1

polyline: 16 0 10 180000 -1 -1 -1 0 0
  corner: 1 -4363761 113817152 0 1
  corner: 2 -4363761 111317152 0 0
  corner: 3 -6363761 111317152 0 0
  corner: 4 -4363761 111317152 0 0
  corner: 5 -4363761 110817152 0 0
  corner: 6 -5363761 110817152 0 0
  corner: 7 -4363761 110817152 0 0
  corner: 8 -4363761 110317152 0 0
  corner: 9 -4863761 110317152 0 0
  corner: 10 -3863761 110317152 0 0
  corner: 11 -4363761 110317152 0 0
  corner: 12 -4363761 110817152 0 0
  corner: 13 -3363761 110817152 0 0
  corner: 14 -4363761 110817152 0 0
  corner: 15 -4363761 111317152 0 0
  corner: 16 -2363761 111317152 0 0
net_name: "GND" -7463761 107367152 11 0 0 0 -1 -1 2 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 -4363761 116447680 0 1
  corner: 2 -4363761 120107920 0 700000

polyline: 7 0 10 180000 -1 -1 -1 0 0
  corner: 1 -22524178 120107920 0 0
  corner: 2 -23524178 119107920 0 0
  corner: 3 -27774178 119107920 0 0
  corner: 4 -27774178 121107920 0 0
  corner: 5 -23524178 121107920 0 0
  corner: 6 -22524162 120107936 0 0
  corner: 7 -21024178 120107920 0 1
net_name: "+5V0" -27023758 119567919 11 0 1000001 100001 -1 -1 11 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 158242 117607920 0 1
  corner: 2 -4351476 117607920 0 700000

polyline: 16 0 10 180000 -1 -1 -1 0 0
  corner: 1 16400374 113817152 0 1
  corner: 2 16400374 111317152 0 0
  corner: 3 14400374 111317152 0 0
  corner: 4 16400374 111317152 0 0
  corner: 5 16400374 110817152 0 0
  corner: 6 15400374 110817152 0 0
  corner: 7 16400374 110817152 0 0
  corner: 8 16400374 110317152 0 0
  corner: 9 15900374 110317152 0 0
  corner: 10 16900374 110317152 0 0
  corner: 11 16400374 110317152 0 0
  corner: 12 16400374 110817152 0 0
  corner: 13 17400374 110817152 0 0
  corner: 14 16400374 110817152 0 0
  corner: 15 16400374 111317152 0 0
  corner: 16 18400374 111317152 0 0
net_name: "GND" 13300374 107367152 11 0 0 0 -1 -1 2 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 16400374 117607920 0 1
  corner: 2 16400374 113817152 0 1

polyline: 16 0 10 180000 -1 -1 -1 0 0
  corner: 1 21658242 113817152 0 1
  corner: 2 21658242 111317152 0 0
  corner: 3 19658242 111317152 0 0
  corner: 4 21658242 111317152 0 0
  corner: 5 21658242 110817152 0 0
  corner: 6 20658242 110817152 0 0
  corner: 7 21658242 110817152 0 0
  corner: 8 21658242 110317152 0 0
  corner: 9 21158242 110317152 0 0
  corner: 10 22158242 110317152 0 0
  corner: 11 21658242 110317152 0 0
  corner: 12 21658242 110817152 0 0
  corner: 13 22658242 110817152 0 0
  corner: 14 21658242 110817152 0 0
  corner: 15 21658242 111317152 0 0
  corner: 16 23658242 111317152 0 0
net_name: "GND" 18558242 107367152 11 0 0 0 -1 -1 2 1

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 21658242 116447680 0 1
  corner: 2 21658242 120107920 0 0
  corner: 3 16400374 120107920 0 1

polyline: 8 0 10 180000 -1 -1 -1 0 0
  corner: 1 23658242 101107910 1 0
  corner: 2 22658242 100107910 0 0
  corner: 3 18908242 100107910 1 0
  corner: 4 17908243 101107909 1 0
  corner: 5 18908242 102107910 0 0
  corner: 6 22658242 102107910 1 0
  corner: 7 23658258 101107920 0 0
  corner: 8 25658242 101107920 0 700000
net_name: "+3V0" 19258877 100567922 11 0 1000001 100001 -1 -1 11 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 25658241 89857920 0 1
  corner: 2 25658241 92857919 0 1

polyline: 4 0 10 180000 -1 -1 -1 0 0
  corner: 1 76658242 104857920 0 1
  corner: 2 54658242 104857920 0 0
  corner: 3 54658242 120107920 0 0
  corner: 4 42092339 120107921 0 1

polyline: 8 0 10 180000 -1 -1 -1 0 0
  corner: 1 40592340 38482910 2 0
  corner: 2 41592340 37482910 0 0
  corner: 3 46842340 37482910 2 0
  corner: 4 47842339 38482909 2 0
  corner: 5 46842340 39482910 0 0
  corner: 6 41592340 39482910 2 0
  corner: 7 40592324 38482920 0 0
  corner: 8 38592340 38482920 0 1
net_name: "EXTI14-2" 42052340 38012910 11 0 1000001 100001 -1 -1 11 1

polyline: 8 0 10 180000 -1 -1 -1 0 0
  corner: 1 41092340 50619972 2 0
  corner: 2 42092340 49619972 0 0
  corner: 3 46842340 49619972 2 0
  corner: 4 47842339 50619971 2 0
  corner: 5 46842340 51619972 0 0
  corner: 6 42092340 51619972 2 0
  corner: 7 41092324 50619982 0 0
  corner: 8 39092340 50619982 0 1
net_name: "PA4-11" 42727075 50139972 11 0 1000001 100001 -1 -1 11 9

polyline: 16 0 10 180000 -1 -1 -1 0 0
  corner: 1 24633853 47817097 0 1
  corner: 2 24633853 45317097 0 0
  corner: 3 22633853 45317097 0 0
  corner: 4 24633853 45317097 0 0
  corner: 5 24633853 44817097 0 0
  corner: 6 23633853 44817097 0 0
  corner: 7 24633853 44817097 0 0
  corner: 8 24633853 44317097 0 0
  corner: 9 24133853 44317097 0 0
  corner: 10 25133853 44317097 0 0
  corner: 11 24633853 44317097 0 0
  corner: 12 24633853 44817097 0 0
  corner: 13 25633853 44817097 0 0
  corner: 14 24633853 44817097 0 0
  corner: 15 24633853 45317097 0 0
  corner: 16 26633853 45317097 0 0
net_name: "GND" 21533853 41367097 11 0 0 0 -1 -1 2 1

polyline: 16 0 10 180000 -1 -1 -1 0 0
  corner: 1 22658242 31482920 0 1
  corner: 2 22658242 28982920 0 0
  corner: 3 20658242 28982920 0 0
  corner: 4 22658242 28982920 0 0
  corner: 5 22658242 28482920 0 0
  corner: 6 21658242 28482920 0 0
  corner: 7 22658242 28482920 0 0
  corner: 8 22658242 27982920 0 0
  corner: 9 22158242 27982920 0 0
  corner: 10 23158242 27982920 0 0
  corner: 11 22658242 27982920 0 0
  corner: 12 22658242 28482920 0 0
  corner: 13 23658242 28482920 0 0
  corner: 14 22658242 28482920 0 0
  corner: 15 22658242 28982920 0 0
  corner: 16 24658242 28982920 0 0
net_name: "GND" 19558242 25032920 11 0 0 0 -1 -1 2 1

polyline: 16 0 10 180000 -1 -1 -1 0 0
  corner: 1 15207310 2982920 0 700000
  corner: 2 15207310 482920 0 0
  corner: 3 13207310 482920 0 0
  corner: 4 15207310 482920 0 0
  corner: 5 15207310 -17080 0 0
  corner: 6 14207310 -17080 0 0
  corner: 7 15207310 -17080 0 0
  corner: 8 15207310 -517080 0 0
  corner: 9 14707310 -517080 0 0
  corner: 10 15707310 -517080 0 0
  corner: 11 15207310 -517080 0 0
  corner: 12 15207310 -17080 0 0
  corner: 13 16207310 -17080 0 0
  corner: 14 15207310 -17080 0 0
  corner: 15 15207310 482920 0 0
  corner: 16 17207310 482920 0 0
net_name: "GND" 12107310 -3467080 11 0 0 0 -1 -1 2 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 24633853 50619982 0 1
  corner: 2 24633853 47817097 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 15658242 58482920 0 1
  corner: 2 19028080 58482920 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 15658242 53232920 0 1
  corner: 2 24633853 53232920 0 1

polyline: 8 0 10 180000 -1 -1 -1 0 0
  corner: 1 28577422 58482921 2 0
  corner: 2 29572832 57487526 0 0
  corner: 3 32807915 57487526 2 0
  corner: 4 33803309 58482915 2 0
  corner: 5 32807915 59478322 0 0
  corner: 6 29572832 59478322 2 0
  corner: 7 28577404 58482927 0 0
  corner: 8 26462178 58482921 0 1
net_name: "+5V0" 29546000 57993000 11 0 1000001 100001 -1 -1 11 9

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 32658242 33107920 0 1
  corner: 2 31658242 33107920 0 0
  corner: 3 31658242 38482920 0 700000

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 -9341758 33232920 0 1
  corner: 2 -13841758 33232920 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 -13841758 38482920 0 1
  corner: 2 -9341758 38482920 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 -1907660 38482921 0 1
  corner: 2 1158242 38482920 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 -1907660 33232921 0 1
  corner: 2 1158242 33232920 0 1

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 19158242 33232920 0 1
  corner: 2 22658242 33232920 0 0
  corner: 3 22658242 31482920 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 -17341758 2982920 0 700000
  corner: 2 -15341758 4982920 0 0
net_name: "2|BUS2" -16991758 4582920 11 0 1000001 100001 -1 -1 11 9

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 -8341758 42982920 0 700000
  corner: 2 -13841758 42982920 0 1

polyline: 4 0 10 180000 -1 -1 -1 0 0
  corner: 1 -341758 43982920 0 1
  corner: 2 -341758 42982920 0 0
  corner: 3 -8341758 42982920 0 0
  corner: 4 -8341758 53232920 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 4158242 53232920 0 1
  corner: 2 -4341758 53232920 0 1

polyline: 4 0 10 180000 -1 -1 -1 0 0
  corner: 1 -341759 67042018 0 1
  corner: 2 -341759 68482920 0 0
  corner: 3 -8341758 68482920 0 0
  corner: 4 -8341758 59982920 0 1

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 -341758 59607920 0 1
  corner: 2 -341758 58482919 0 0
  corner: 3 4158242 58482920 0 1

polyline: 4 0 10 180000 -1 -1 -1 0 0
  corner: 1 -8341758 68482920 0 700000
  corner: 2 -8341758 68482920 0 0
  corner: 3 -8341758 82982920 0 0
  corner: 4 -22591758 82982920 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 -22591758 75232920 0 1
  corner: 2 -16841758 75232920 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 -13841758 68482920 0 1
  corner: 2 -12591758 68482920 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 -9591758 68482920 0 1
  corner: 2 -8341758 68482920 0 700000

polyline: 2 0 16 1200000 -1 -1 -1 0 0
  corner: 1 -15341758 74482920 0 0
  corner: 2 -15341758 4232920 0 0
description: "BUS2" -16391758 18332920 14 270 1000001 100001 -1 -1 11 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 -15341758 66982920 0 0
  corner: 2 -13841758 68482920 0 1
net_name: "1|BUS2" -14341758 65882920 11 0 1000001 100001 -1 -1 11 9

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 -17341758 8982920 0 700000
  corner: 2 -15341758 10982920 0 0
net_name: "1|BUS2" -16941758 10532920 11 0 1000001 100001 -1 -1 11 9

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 -15341758 39982920 0 0
  corner: 2 -13841758 38482920 0 1
net_name: "1|BUS2" -14241758 39832920 11 0 1000001 100001 -1 -1 11 9

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 -15344258 44490420 0 0
  corner: 2 -13841758 42982920 0 1
net_name: "2|BUS2" -14241758 44482920 11 0 1000001 100001 -1 -1 11 9

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 -15341758 34732920 0 0
  corner: 2 -13841758 33232920 0 1
net_name: "2|BUS2" -14291758 34732920 11 0 1000001 100001 -1 -1 11 9

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 38658242 38482920 0 1
  corner: 2 19158242 38482920 0 1

polyline: 8 0 10 180000 -1 -1 -1 0 0
  corner: 1 -6966758 82982920 2 0
  corner: 2 -5966758 81982920 0 0
  corner: 3 -2716758 81982920 2 0
  corner: 4 -1716774 82982918 2 0
  corner: 5 -2716758 83982920 0 0
  corner: 6 -5966758 83982920 2 0
  corner: 7 -6966774 82982930 0 0
  corner: 8 -8341758 82982920 0 700000
net_name: "OUT" -5141758 82432920 11 360 1000001 100001 -1 -1 11 9

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 11250000 8982920 0 1
  corner: 2 16707310 8982920 0 1

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 11250000 2982920 0 1
  corner: 2 15207310 2982920 0 0
  corner: 3 15207310 5417656 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 15207310 6732920 0 1
  corner: 2 15207310 8982920 0 700000

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 -22591758 2982920 0 1
  corner: 2 -11216758 2982920 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 -22591758 8982920 0 1
  corner: 2 -11216758 8982920 0 1

polyline: 8 0 10 180000 -1 -1 -1 0 0
  corner: 1 42092340 33107911 2 0
  corner: 2 43092340 32107911 0 0
  corner: 3 46842340 32107911 2 0
  corner: 4 47842339 33107910 2 0
  corner: 5 46842340 34107911 0 0
  corner: 6 43092340 34107911 2 0
  corner: 7 42092324 33107921 0 0
  corner: 8 40092340 33107921 0 1
net_name: "+3V0" 43527075 32657911 11 0 1000001 100001 -1 -1 11 9

polyline: 8 0 10 180000 -1 -1 -1 0 0
  corner: 1 19207310 8982920 0 0
  corner: 2 19207310 7982920 0 0
  corner: 3 23457310 7982920 0 0
  corner: 4 24457311 8982920 0 0
  corner: 5 23457310 9982920 0 0
  corner: 6 19207310 9982920 0 0
  corner: 7 19207294 8982936 0 0
  corner: 8 16707310 8982920 0 1
net_name: "+5V0" 19954920 8462919 11 0 1000001 100001 -1 -1 11 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 39092340 50619982 0 1
  corner: 2 31601724 50619982 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 64658242 115357920 0 1
  corner: 2 63408242 115357920 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 -341759 51417018 0 1
  corner: 2 -341759 53232920 0 700000

polyline: 8 0 10 180000 -1 -1 -1 0 0
  corner: 1 61908242 115357910 1 0
  corner: 2 60908242 114357910 0 0
  corner: 3 57158242 114357910 1 0
  corner: 4 56158243 115357909 1 0
  corner: 5 57158242 116357910 0 0
  corner: 6 60908242 116357910 1 0
  corner: 7 61908258 115357920 0 0
  corner: 8 63408242 115357920 0 1
net_name: "+3V0" 57508877 114817922 11 0 1000001 100001 -1 -1 11 1

polyline: 4 0 10 180000 -1 -1 -1 0 0
  corner: 1 76658242 112357920 0 1
  corner: 2 73158242 112357920 0 0
  corner: 3 73158242 115357920 0 0
  corner: 4 64658242 115357920 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 64658242 115357920 0 700000
  corner: 2 64658242 114107920 0 1

polyline: 4 0 10 180000 -1 -1 -1 0 0
  corner: 1 28158242 122607920 0 1
  corner: 2 51158242 122607920 0 0
  corner: 3 51158242 131357920 0 0
  corner: 4 47408242 131357920 0 1

polyline: 4 0 10 180000 -1 -1 -1 0 0
  corner: 1 76658242 109857920 0 1
  corner: 2 69658242 109857920 0 0
  corner: 3 64658242 109857920 0 0
  corner: 4 64658242 111107920 0 1

polyline: 2 0 10 180001 -1 -1 -1 0 0
  corner: 1 28158242 131357920 0 700001
  corner: 2 22158242 131357920 0 1

polyline: 4 0 10 180001 -1 -1 -1 0 0
  corner: 1 -21500000 115000000 0 1
  corner: 2 -20024178 115000000 0 0
  corner: 3 -20024178 120107920 0 0
  corner: 4 -21024178 120107920 0 1

polyline: 3 0 10 180002 -1 -1 -1 0 0
  corner: 1 -21500000 112500000 0 1
  corner: 2 -20024178 112500000 0 0
  corner: 3 -20024178 115000000 0 700003

polyline: 2 0 10 180001 -1 -1 -1 0 0
  corner: 1 -4363761 120107920 0 700001
  corner: 2 -4363761 128500000 0 1

polyline: 2 0 10 180001 -1 -1 -1 0 0
  corner: 1 26866067 102500000 0 1
  corner: 2 25658241 102500000 0 700001

polyline: 2 0 10 180001 -1 -1 -1 0 0
  corner: 1 56408242 135357920 0 1
  corner: 2 56408242 136357920 0 700001

polyline: 3 0 10 180001 -1 -1 -1 0 0
  corner: 1 51658242 104857920 0 700000
  corner: 2 51658242 109857920 0 0
  corner: 3 64658242 109857920 0 700001

polyline: 2 0 10 180001 -1 -1 -1 0 0
  corner: 1 25658241 109115788 0 1
  corner: 2 25658241 120107920 0 700001

polyline: 2 0 10 180002 -1 -1 -1 0 0
  corner: 1 25658241 104357920 0 1
  corner: 2 25658241 97615787 0 1

polyline: 16 0 10 180000 -1 -1 -1 0 0
  corner: 1 25658241 83607920 0 1
  corner: 2 25658241 81107920 0 0
  corner: 3 23658241 81107920 0 0
  corner: 4 25658241 81107920 0 0
  corner: 5 25658241 80607920 0 0
  corner: 6 24658241 80607920 0 0
  corner: 7 25658241 80607920 0 0
  corner: 8 25658241 80107920 0 0
  corner: 9 25158241 80107920 0 0
  corner: 10 26158241 80107920 0 0
  corner: 11 25658241 80107920 0 0
  corner: 12 25658241 80607920 0 0
  corner: 13 26658241 80607920 0 0
  corner: 14 25658241 80607920 0 0
  corner: 15 25658241 81107920 0 0
  corner: 16 27658241 81107920 0 0
net_name: "GND" 22558241 77157920 11 0 0 0 -1 -1 2 1

polyline: 2 0 10 180001 -1 -1 -1 0 0
  corner: 1 57908242 56107920 0 700001
  corner: 2 59500000 56107920 0 1

polyline: 8 0 10 180000 -1 -1 -1 0 0
  corner: 1 68934098 56107911 2 0
  corner: 2 69934098 55107911 0 0
  corner: 3 73684098 55107911 2 0
  corner: 4 74684097 56107910 2 0
  corner: 5 73684098 57107911 0 0
  corner: 6 69934098 57107911 2 0
  corner: 7 68934082 56107921 0 0
  corner: 8 66934098 56107921 0 1
net_name: "+3V0" 70344000 55568000 11 0 1000001 100001 -1 -1 11 9

polyline: 2 0 10 180001 -1 -1 -1 0 0
  corner: 1 34658241 120107920 0 1
  corner: 2 21658242 120107920 0 700001

polyline: 16 0 10 180000 -1 -1 -1 0 0
  corner: 1 52934098 50857920 0 1
  corner: 2 52934098 48357920 0 0
  corner: 3 50934098 48357920 0 0
  corner: 4 52934098 48357920 0 0
  corner: 5 52934098 47857920 0 0
  corner: 6 51934098 47857920 0 0
  corner: 7 52934098 47857920 0 0
  corner: 8 52934098 47357920 0 0
  corner: 9 52434098 47357920 0 0
  corner: 10 53434098 47357920 0 0
  corner: 11 52934098 47357920 0 0
  corner: 12 52934098 47857920 0 0
  corner: 13 53934098 47857920 0 0
  corner: 14 52934098 47857920 0 0
  corner: 15 52934098 48357920 0 0
  corner: 16 54934098 48357920 0 0
net_name: "GND" 49834098 44407920 11 0 0 0 -1 -1 2 1

polyline: 4 0 10 180001 -1 -1 -1 0 0
  corner: 1 -21366067 106000000 0 1
  corner: 2 -20000000 106000000 0 0
  corner: 3 -20000000 108500000 0 0
  corner: 4 -21366067 108500000 0 1

polyline: 2 0 10 180001 -1 -1 -1 0 0
  corner: 1 133158242 119857920 0 1
  corner: 2 131158242 119857920 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 -15341758 73732920 0 0
  corner: 2 -16841758 75232920 0 1
net_name: "1|BUS2" -16659258 72632920 11 0 1000001 100001 -1 -1 11 1

polyline: 8 0 10 180000 -1 -1 -1 0 0
  corner: 1 103158242 97357910 2 0
  corner: 2 104158242 96357910 0 0
  corner: 3 107908242 96357910 2 0
  corner: 4 108908241 97357909 2 0
  corner: 5 107908242 98357910 0 0
  corner: 6 104158242 98357910 2 0
  corner: 7 103158226 97357920 0 0
  corner: 8 102658242 97357920 0 1
net_name: "PA4-11" 104340242 96877920 11 0 1000001 100001 -1 -1 11 9

polyline: 8 0 10 180000 -1 -1 -1 0 0
  corner: 1 74658242 117357910 1 0
  corner: 2 73658242 116357910 0 0
  corner: 3 68408242 116357910 1 0
  corner: 4 67408243 117357909 1 0
  corner: 5 68408242 118357910 0 0
  corner: 6 73658242 118357910 1 0
  corner: 7 74658258 117357920 0 0
  corner: 8 76658242 117357920 0 1
net_name: "EXTI14-2" 68759242 116887920 11 0 1000001 100001 -1 -1 11 1

polyline: 3 0 10 180001 -1 -1 -1 0 0
  corner: 1 56658242 56107920 0 1
  corner: 2 52934098 56107920 0 0
  corner: 3 52934098 53857920 0 1

polyline: 2 0 10 180001 -1 -1 -1 0 0
  corner: 1 -20024178 120107920 0 700001
  corner: 2 -18524178 120107920 0 1

polyline: 2 0 10 180001 -1 -1 -1 0 0
  corner: 1 206546700 120107920 0 700001
  corner: 2 208046700 120107920 0 1

polyline: 3 0 10 180001 -1 -1 -1 0 0
  corner: 1 283229120 56107920 0 1
  corner: 2 279504976 56107920 0 0
  corner: 3 279504976 53857920 0 1

polyline: 8 0 10 180000 -1 -1 -1 0 0
  corner: 1 301229120 117357910 1 0
  corner: 2 300229120 116357910 0 0
  corner: 3 294979120 116357910 1 0
  corner: 4 293979121 117357909 1 0
  corner: 5 294979120 118357910 0 0
  corner: 6 300229120 118357910 1 0
  corner: 7 301229136 117357920 0 0
  corner: 8 303229120 117357920 0 1
net_name: "EXTI14-2" 295330120 116887920 11 0 1000001 100001 -1 -1 11 1

polyline: 8 0 10 180000 -1 -1 -1 0 0
  corner: 1 329729120 97357910 2 0
  corner: 2 330729120 96357910 0 0
  corner: 3 334479120 96357910 2 0
  corner: 4 335479119 97357909 2 0
  corner: 5 334479120 98357910 0 0
  corner: 6 330729120 98357910 2 0
  corner: 7 329729104 97357920 0 0
  corner: 8 329229120 97357920 0 1
net_name: "PA4-11" 330911120 96877920 11 0 1000001 100001 -1 -1 11 9

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 211229120 73732920 0 0
  corner: 2 209729120 75232920 0 1
net_name: "1|BUS2" 209911620 72632920 11 0 1000001 100001 -1 -1 11 1

polyline: 2 0 10 180001 -1 -1 -1 0 0
  corner: 1 359729120 119857920 0 1
  corner: 2 357729120 119857920 0 1

polyline: 4 0 10 180001 -1 -1 -1 0 0
  corner: 1 205204811 106000000 0 1
  corner: 2 206570878 106000000 0 0
  corner: 3 206570878 108500000 0 0
  corner: 4 205204811 108500000 0 1

polyline: 16 0 10 180000 -1 -1 -1 0 0
  corner: 1 279504976 50857920 0 1
  corner: 2 279504976 48357920 0 0
  corner: 3 277504976 48357920 0 0
  corner: 4 279504976 48357920 0 0
  corner: 5 279504976 47857920 0 0
  corner: 6 278504976 47857920 0 0
  corner: 7 279504976 47857920 0 0
  corner: 8 279504976 47357920 0 0
  corner: 9 279004976 47357920 0 0
  corner: 10 280004976 47357920 0 0
  corner: 11 279504976 47357920 0 0
  corner: 12 279504976 47857920 0 0
  corner: 13 280504976 47857920 0 0
  corner: 14 279504976 47857920 0 0
  corner: 15 279504976 48357920 0 0
  corner: 16 281504976 48357920 0 0
net_name: "GND" 276404976 44407920 11 0 0 0 -1 -1 2 1

polyline: 2 0 10 180001 -1 -1 -1 0 0
  corner: 1 261229119 120107920 0 1
  corner: 2 248229120 120107920 0 700001

polyline: 8 0 10 180000 -1 -1 -1 0 0
  corner: 1 295504976 56107911 2 0
  corner: 2 296504976 55107911 0 0
  corner: 3 300254976 55107911 2 0
  corner: 4 301254975 56107910 2 0
  corner: 5 300254976 57107911 0 0
  corner: 6 296504976 57107911 2 0
  corner: 7 295504960 56107921 0 0
  corner: 8 293504976 56107921 0 1
net_name: "+3V0" 296914878 55568000 11 0 1000001 100001 -1 -1 11 9

polyline: 2 0 10 180001 -1 -1 -1 0 0
  corner: 1 284479120 56107920 0 700001
  corner: 2 286070878 56107920 0 1

polyline: 16 0 10 180000 -1 -1 -1 0 0
  corner: 1 252229119 83607920 0 1
  corner: 2 252229119 81107920 0 0
  corner: 3 250229119 81107920 0 0
  corner: 4 252229119 81107920 0 0
  corner: 5 252229119 80607920 0 0
  corner: 6 251229119 80607920 0 0
  corner: 7 252229119 80607920 0 0
  corner: 8 252229119 80107920 0 0
  corner: 9 251729119 80107920 0 0
  corner: 10 252729119 80107920 0 0
  corner: 11 252229119 80107920 0 0
  corner: 12 252229119 80607920 0 0
  corner: 13 253229119 80607920 0 0
  corner: 14 252229119 80607920 0 0
  corner: 15 252229119 81107920 0 0
  corner: 16 254229119 81107920 0 0
net_name: "GND" 249129119 77157920 11 0 0 0 -1 -1 2 1

polyline: 2 0 10 180002 -1 -1 -1 0 0
  corner: 1 252229119 104357920 0 1
  corner: 2 252229119 97615787 0 1

polyline: 2 0 10 180001 -1 -1 -1 0 0
  corner: 1 252229119 109115788 0 1
  corner: 2 252229119 120107920 0 700001

polyline: 3 0 10 180001 -1 -1 -1 0 0
  corner: 1 278229120 104857920 0 700000
  corner: 2 278229120 109857920 0 0
  corner: 3 291229120 109857920 0 700001

polyline: 2 0 10 180001 -1 -1 -1 0 0
  corner: 1 282979120 135357920 0 1
  corner: 2 282979120 136357920 0 700001

polyline: 2 0 10 180001 -1 -1 -1 0 0
  corner: 1 253436945 102500000 0 1
  corner: 2 252229119 102500000 0 700001

polyline: 2 0 10 180001 -1 -1 -1 0 0
  corner: 1 222207117 120107920 0 700001
  corner: 2 222207117 128500000 0 1

polyline: 3 0 10 180002 -1 -1 -1 0 0
  corner: 1 205070878 112500000 0 1
  corner: 2 206546700 112500000 0 0
  corner: 3 206546700 115000000 0 700003

polyline: 4 0 10 180001 -1 -1 -1 0 0
  corner: 1 205070878 115000000 0 1
  corner: 2 206546700 115000000 0 0
  corner: 3 206546700 120107920 0 0
  corner: 4 205546700 120107920 0 1

polyline: 2 0 10 180001 -1 -1 -1 0 0
  corner: 1 254729120 131357920 0 700001
  corner: 2 248729120 131357920 0 1

polyline: 4 0 10 180000 -1 -1 -1 0 0
  corner: 1 303229120 109857920 0 1
  corner: 2 296229120 109857920 0 0
  corner: 3 291229120 109857920 0 0
  corner: 4 291229120 111107920 0 1

polyline: 4 0 10 180000 -1 -1 -1 0 0
  corner: 1 254729120 122607920 0 1
  corner: 2 277729120 122607920 0 0
  corner: 3 277729120 131357920 0 0
  corner: 4 273979120 131357920 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 291229120 115357920 0 700000
  corner: 2 291229120 114107920 0 1

polyline: 4 0 10 180000 -1 -1 -1 0 0
  corner: 1 303229120 112357920 0 1
  corner: 2 299729120 112357920 0 0
  corner: 3 299729120 115357920 0 0
  corner: 4 291229120 115357920 0 1

polyline: 8 0 10 180000 -1 -1 -1 0 0
  corner: 1 288479120 115357910 1 0
  corner: 2 287479120 114357910 0 0
  corner: 3 283729120 114357910 1 0
  corner: 4 282729121 115357909 1 0
  corner: 5 283729120 116357910 0 0
  corner: 6 287479120 116357910 1 0
  corner: 7 288479136 115357920 0 0
  corner: 8 289979120 115357920 0 1
net_name: "+3V0" 284079755 114817922 11 0 1000001 100001 -1 -1 11 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 226229119 51417018 0 1
  corner: 2 226229119 53232920 0 700000

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 291229120 115357920 0 1
  corner: 2 289979120 115357920 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 265663218 50619982 0 1
  corner: 2 258172602 50619982 0 1

polyline: 8 0 10 180000 -1 -1 -1 0 0
  corner: 1 245778188 8982920 0 0
  corner: 2 245778188 7982920 0 0
  corner: 3 250028188 7982920 0 0
  corner: 4 251028189 8982920 0 0
  corner: 5 250028188 9982920 0 0
  corner: 6 245778188 9982920 0 0
  corner: 7 245778172 8982936 0 0
  corner: 8 243278188 8982920 0 1
net_name: "+5V0" 246525798 8462919 11 0 1000001 100001 -1 -1 11 1

polyline: 8 0 10 180000 -1 -1 -1 0 0
  corner: 1 268663218 33107911 2 0
  corner: 2 269663218 32107911 0 0
  corner: 3 273413218 32107911 2 0
  corner: 4 274413217 33107910 2 0
  corner: 5 273413218 34107911 0 0
  corner: 6 269663218 34107911 2 0
  corner: 7 268663202 33107921 0 0
  corner: 8 266663218 33107921 0 1
net_name: "+3V0" 270097953 32657911 11 0 1000001 100001 -1 -1 11 9

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 203979120 8982920 0 1
  corner: 2 215354120 8982920 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 203979120 2982920 0 1
  corner: 2 215354120 2982920 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 241778188 6732920 0 1
  corner: 2 241778188 8982920 0 700000

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 237820878 2982920 0 1
  corner: 2 241778188 2982920 0 0
  corner: 3 241778188 5417656 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 237820878 8982920 0 1
  corner: 2 243278188 8982920 0 1

polyline: 8 0 10 180000 -1 -1 -1 0 0
  corner: 1 219604120 82982920 2 0
  corner: 2 220604120 81982920 0 0
  corner: 3 223854120 81982920 2 0
  corner: 4 224854104 82982918 2 0
  corner: 5 223854120 83982920 0 0
  corner: 6 220604120 83982920 2 0
  corner: 7 219604104 82982930 0 0
  corner: 8 218229120 82982920 0 700000
net_name: "OUT" 221429120 82432920 11 360 1000001 100001 -1 -1 11 9

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 265229120 38482920 0 1
  corner: 2 245729120 38482920 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 211229120 34732920 0 0
  corner: 2 212729120 33232920 0 1
net_name: "2|BUS2" 212279120 34732920 11 0 1000001 100001 -1 -1 11 9

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 211226620 44490420 0 0
  corner: 2 212729120 42982920 0 1
net_name: "2|BUS2" 212329120 44482920 11 0 1000001 100001 -1 -1 11 9

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 211229120 39982920 0 0
  corner: 2 212729120 38482920 0 1
net_name: "1|BUS2" 212329120 39832920 11 0 1000001 100001 -1 -1 11 9

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 209229120 8982920 0 700000
  corner: 2 211229120 10982920 0 0
net_name: "1|BUS2" 209629120 10532920 11 0 1000001 100001 -1 -1 11 9

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 211229120 66982920 0 0
  corner: 2 212729120 68482920 0 1
net_name: "1|BUS2" 212229120 65882920 11 0 1000001 100001 -1 -1 11 9

polyline: 2 0 16 1200000 -1 -1 -1 0 0
  corner: 1 211229120 74482920 0 0
  corner: 2 211229120 4232920 0 0
description: "BUS2" 210179120 18332920 14 270 1000001 100001 -1 -1 11 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 216979120 68482920 0 1
  corner: 2 218229120 68482920 0 700000

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 212729120 68482920 0 1
  corner: 2 213979120 68482920 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 203979120 75232920 0 1
  corner: 2 209729120 75232920 0 1

polyline: 4 0 10 180000 -1 -1 -1 0 0
  corner: 1 218229120 68482920 0 700000
  corner: 2 218229120 68482920 0 0
  corner: 3 218229120 82982920 0 0
  corner: 4 203979120 82982920 0 1

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 226229120 59607920 0 1
  corner: 2 226229120 58482919 0 0
  corner: 3 230729120 58482920 0 1

polyline: 4 0 10 180000 -1 -1 -1 0 0
  corner: 1 226229119 67042018 0 1
  corner: 2 226229119 68482920 0 0
  corner: 3 218229120 68482920 0 0
  corner: 4 218229120 59982920 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 230729120 53232920 0 1
  corner: 2 222229120 53232920 0 1

polyline: 4 0 10 180000 -1 -1 -1 0 0
  corner: 1 226229120 43982920 0 1
  corner: 2 226229120 42982920 0 0
  corner: 3 218229120 42982920 0 0
  corner: 4 218229120 53232920 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 218229120 42982920 0 700000
  corner: 2 212729120 42982920 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 209229120 2982920 0 700000
  corner: 2 211229120 4982920 0 0
net_name: "2|BUS2" 209579120 4582920 11 0 1000001 100001 -1 -1 11 9

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 245729120 33232920 0 1
  corner: 2 249229120 33232920 0 0
  corner: 3 249229120 31482920 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 224663218 33232921 0 1
  corner: 2 227729120 33232920 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 224663218 38482921 0 1
  corner: 2 227729120 38482920 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 212729120 38482920 0 1
  corner: 2 217229120 38482920 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 217229120 33232920 0 1
  corner: 2 212729120 33232920 0 1

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 259229120 33107920 0 1
  corner: 2 258229120 33107920 0 0
  corner: 3 258229120 38482920 0 700000

polyline: 8 0 10 180000 -1 -1 -1 0 0
  corner: 1 255148300 58482921 2 0
  corner: 2 256143710 57487526 0 0
  corner: 3 259378793 57487526 2 0
  corner: 4 260374187 58482915 2 0
  corner: 5 259378793 59478322 0 0
  corner: 6 256143710 59478322 2 0
  corner: 7 255148282 58482927 0 0
  corner: 8 253033056 58482921 0 1
net_name: "+5V0" 256116878 57993000 11 0 1000001 100001 -1 -1 11 9

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 242229120 53232920 0 1
  corner: 2 251204731 53232920 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 242229120 58482920 0 1
  corner: 2 245598958 58482920 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 251204731 50619982 0 1
  corner: 2 251204731 47817097 0 1

polyline: 16 0 10 180000 -1 -1 -1 0 0
  corner: 1 241778188 2982920 0 700000
  corner: 2 241778188 482920 0 0
  corner: 3 239778188 482920 0 0
  corner: 4 241778188 482920 0 0
  corner: 5 241778188 -17080 0 0
  corner: 6 240778188 -17080 0 0
  corner: 7 241778188 -17080 0 0
  corner: 8 241778188 -517080 0 0
  corner: 9 241278188 -517080 0 0
  corner: 10 242278188 -517080 0 0
  corner: 11 241778188 -517080 0 0
  corner: 12 241778188 -17080 0 0
  corner: 13 242778188 -17080 0 0
  corner: 14 241778188 -17080 0 0
  corner: 15 241778188 482920 0 0
  corner: 16 243778188 482920 0 0
net_name: "GND" 238678188 -3467080 11 0 0 0 -1 -1 2 1

polyline: 16 0 10 180000 -1 -1 -1 0 0
  corner: 1 249229120 31482920 0 1
  corner: 2 249229120 28982920 0 0
  corner: 3 247229120 28982920 0 0
  corner: 4 249229120 28982920 0 0
  corner: 5 249229120 28482920 0 0
  corner: 6 248229120 28482920 0 0
  corner: 7 249229120 28482920 0 0
  corner: 8 249229120 27982920 0 0
  corner: 9 248729120 27982920 0 0
  corner: 10 249729120 27982920 0 0
  corner: 11 249229120 27982920 0 0
  corner: 12 249229120 28482920 0 0
  corner: 13 250229120 28482920 0 0
  corner: 14 249229120 28482920 0 0
  corner: 15 249229120 28982920 0 0
  corner: 16 251229120 28982920 0 0
net_name: "GND" 246129120 25032920 11 0 0 0 -1 -1 2 1

polyline: 16 0 10 180000 -1 -1 -1 0 0
  corner: 1 251204731 47817097 0 1
  corner: 2 251204731 45317097 0 0
  corner: 3 249204731 45317097 0 0
  corner: 4 251204731 45317097 0 0
  corner: 5 251204731 44817097 0 0
  corner: 6 250204731 44817097 0 0
  corner: 7 251204731 44817097 0 0
  corner: 8 251204731 44317097 0 0
  corner: 9 250704731 44317097 0 0
  corner: 10 251704731 44317097 0 0
  corner: 11 251204731 44317097 0 0
  corner: 12 251204731 44817097 0 0
  corner: 13 252204731 44817097 0 0
  corner: 14 251204731 44817097 0 0
  corner: 15 251204731 45317097 0 0
  corner: 16 253204731 45317097 0 0
net_name: "GND" 248104731 41367097 11 0 0 0 -1 -1 2 1

polyline: 8 0 10 180000 -1 -1 -1 0 0
  corner: 1 267663218 50619972 2 0
  corner: 2 268663218 49619972 0 0
  corner: 3 273413218 49619972 2 0
  corner: 4 274413217 50619971 2 0
  corner: 5 273413218 51619972 0 0
  corner: 6 268663218 51619972 2 0
  corner: 7 267663202 50619982 0 0
  corner: 8 265663218 50619982 0 1
net_name: "PA4-11" 269297953 50139972 11 0 1000001 100001 -1 -1 11 9

polyline: 8 0 10 180000 -1 -1 -1 0 0
  corner: 1 267163218 38482910 2 0
  corner: 2 268163218 37482910 0 0
  corner: 3 273413218 37482910 2 0
  corner: 4 274413217 38482909 2 0
  corner: 5 273413218 39482910 0 0
  corner: 6 268163218 39482910 2 0
  corner: 7 267163202 38482920 0 0
  corner: 8 265163218 38482920 0 1
net_name: "EXTI14-2" 268623218 38012910 11 0 1000001 100001 -1 -1 11 1

polyline: 4 0 10 180000 -1 -1 -1 0 0
  corner: 1 303229120 104857920 0 1
  corner: 2 281229120 104857920 0 0
  corner: 3 281229120 120107920 0 0
  corner: 4 268663217 120107921 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 252229119 89857920 0 1
  corner: 2 252229119 92857919 0 1

polyline: 8 0 10 180000 -1 -1 -1 0 0
  corner: 1 250229120 101107910 1 0
  corner: 2 249229120 100107910 0 0
  corner: 3 245479120 100107910 1 0
  corner: 4 244479121 101107909 1 0
  corner: 5 245479120 102107910 0 0
  corner: 6 249229120 102107910 1 0
  corner: 7 250229136 101107920 0 0
  corner: 8 252229120 101107920 0 700000
net_name: "+3V0" 245829755 100567922 11 0 1000001 100001 -1 -1 11 1

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 248229120 116447680 0 1
  corner: 2 248229120 120107920 0 0
  corner: 3 242971252 120107920 0 1

polyline: 16 0 10 180000 -1 -1 -1 0 0
  corner: 1 248229120 113817152 0 1
  corner: 2 248229120 111317152 0 0
  corner: 3 246229120 111317152 0 0
  corner: 4 248229120 111317152 0 0
  corner: 5 248229120 110817152 0 0
  corner: 6 247229120 110817152 0 0
  corner: 7 248229120 110817152 0 0
  corner: 8 248229120 110317152 0 0
  corner: 9 247729120 110317152 0 0
  corner: 10 248729120 110317152 0 0
  corner: 11 248229120 110317152 0 0
  corner: 12 248229120 110817152 0 0
  corner: 13 249229120 110817152 0 0
  corner: 14 248229120 110817152 0 0
  corner: 15 248229120 111317152 0 0
  corner: 16 250229120 111317152 0 0
net_name: "GND" 245129120 107367152 11 0 0 0 -1 -1 2 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 242971252 117607920 0 1
  corner: 2 242971252 113817152 0 1

polyline: 16 0 10 180000 -1 -1 -1 0 0
  corner: 1 242971252 113817152 0 1
  corner: 2 242971252 111317152 0 0
  corner: 3 240971252 111317152 0 0
  corner: 4 242971252 111317152 0 0
  corner: 5 242971252 110817152 0 0
  corner: 6 241971252 110817152 0 0
  corner: 7 242971252 110817152 0 0
  corner: 8 242971252 110317152 0 0
  corner: 9 242471252 110317152 0 0
  corner: 10 243471252 110317152 0 0
  corner: 11 242971252 110317152 0 0
  corner: 12 242971252 110817152 0 0
  corner: 13 243971252 110817152 0 0
  corner: 14 242971252 110817152 0 0
  corner: 15 242971252 111317152 0 0
  corner: 16 244971252 111317152 0 0
net_name: "GND" 239871252 107367152 11 0 0 0 -1 -1 2 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 226729120 117607920 0 1
  corner: 2 222219402 117607920 0 700000

polyline: 7 0 10 180000 -1 -1 -1 0 0
  corner: 1 204046700 120107920 0 0
  corner: 2 203046700 119107920 0 0
  corner: 3 198796700 119107920 0 0
  corner: 4 198796700 121107920 0 0
  corner: 5 203046700 121107920 0 0
  corner: 6 204046716 120107936 0 0
  corner: 7 205546700 120107920 0 1
net_name: "+5V0" 199547120 119567919 11 0 1000001 100001 -1 -1 11 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 222207117 116447680 0 1
  corner: 2 222207117 120107920 0 700000

polyline: 16 0 10 180000 -1 -1 -1 0 0
  corner: 1 222207117 113817152 0 1
  corner: 2 222207117 111317152 0 0
  corner: 3 220207117 111317152 0 0
  corner: 4 222207117 111317152 0 0
  corner: 5 222207117 110817152 0 0
  corner: 6 221207117 110817152 0 0
  corner: 7 222207117 110817152 0 0
  corner: 8 222207117 110317152 0 0
  corner: 9 221707117 110317152 0 0
  corner: 10 222707117 110317152 0 0
  corner: 11 222207117 110317152 0 0
  corner: 12 222207117 110817152 0 0
  corner: 13 223207117 110817152 0 0
  corner: 14 222207117 110817152 0 0
  corner: 15 222207117 111317152 0 0
  corner: 16 224207117 111317152 0 0
net_name: "GND" 219107117 107367152 11 0 0 0 -1 -1 2 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 226721252 120107920 0 1
  corner: 2 220721252 120107920 0 1

polyline: 5 0 10 180000 -1 -1 -1 0 0
  corner: 1 273979120 126357920 0 1
  corner: 2 296229120 126357920 0 0
  corner: 3 296229120 136107920 0 0
  corner: 4 350229120 136107920 0 0
  corner: 5 350229120 112357920 0 700000

polyline: 5 0 10 180000 -1 -1 -1 0 0
  corner: 1 347229120 109857920 0 700000
  corner: 2 347229120 133607920 0 0
  corner: 3 298729120 133607920 0 0
  corner: 4 298729120 128857920 0 0
  corner: 5 273979120 128857920 0 1

polyline: 4 0 10 180000 -1 -1 -1 0 0
  corner: 1 273979120 133857920 0 1
  corner: 2 277729120 133857920 0 0
  corner: 3 277729120 136357920 0 0
  corner: 4 287479120 136357920 0 1

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 254729120 131357920 0 700000
  corner: 2 254729120 133857920 0 0
  corner: 3 257979120 133857920 0 1

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 254729120 128857920 0 700000
  corner: 2 254729120 131357920 0 0
  corner: 3 257979120 131357920 0 1

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 254729120 126357920 0 700000
  corner: 2 254729120 128857920 0 0
  corner: 3 257979120 128857920 0 1

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 254729120 122607920 0 1
  corner: 2 254729120 126357920 0 0
  corner: 3 257979120 126357920 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 311479120 56107920 0 700000
  corner: 2 310229120 56107920 0 1

polyline: 8 0 10 180000 -1 -1 -1 0 0
  corner: 1 335229120 56107910 1 0
  corner: 2 334229120 55107910 0 0
  corner: 3 330479120 55107910 1 0
  corner: 4 329479121 56107909 1 0
  corner: 5 330479120 57107910 0 0
  corner: 6 334229120 57107910 1 0
  corner: 7 335229136 56107920 0 0
  corner: 8 337229120 56107920 0 1
net_name: "+3Vd" 330829755 55567922 11 0 1000001 100001 -1 -1 11 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 364979120 56107920 0 700000
  corner: 2 363729120 56107920 0 1

polyline: 8 0 10 180000 -1 -1 -1 0 0
  corner: 1 363194884 90419746 2 0
  corner: 2 364194884 89419746 0 0
  corner: 3 367944884 89419746 2 0
  corner: 4 368944883 90419745 2 0
  corner: 5 367944884 91419746 0 0
  corner: 6 364194884 91419746 2 0
  corner: 7 363194868 90419756 0 0
  corner: 8 361194884 90419756 0 1
net_name: "+3V0" 364456409 89879758 11 0 1000001 100001 -1 -1 11 9

polyline: 16 0 10 180000 -1 -1 -1 0 0
  corner: 1 248729120 131357920 0 1
  corner: 2 248729120 128857920 0 0
  corner: 3 246729120 128857920 0 0
  corner: 4 248729120 128857920 0 0
  corner: 5 248729120 128357920 0 0
  corner: 6 247729120 128357920 0 0
  corner: 7 248729120 128357920 0 0
  corner: 8 248729120 127857920 0 0
  corner: 9 248229120 127857920 0 0
  corner: 10 249229120 127857920 0 0
  corner: 11 248729120 127857920 0 0
  corner: 12 248729120 128357920 0 0
  corner: 13 249729120 128357920 0 0
  corner: 14 248729120 128357920 0 0
  corner: 15 248729120 128857920 0 0
  corner: 16 250729120 128857920 0 0
net_name: "GND" 245629120 124907920 11 0 0 0 -1 -1 2 1

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 369763356 102919756 0 1
  corner: 2 359229120 102919756 0 0
  corner: 3 359229120 90419756 0 700000

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 350229120 95607920 0 1
  corner: 2 350229120 90419756 0 700000

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 361194884 90419756 0 1
  corner: 2 347229120 90419756 0 0
  corner: 3 347229120 95607920 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 350229119 103042018 0 1
  corner: 2 350229120 108919756 0 700000

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 347229119 103042018 0 1
  corner: 2 347229120 105919756 0 700000

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 369763356 99919756 0 1
  corner: 2 367229120 99919756 0 0
  corner: 3 367229120 98607920 0 1

polyline: 4 0 10 180000 -1 -1 -1 0 0
  corner: 1 330729120 109857920 0 1
  corner: 2 347229120 109857920 0 0
  corner: 3 347229120 105919756 0 0
  corner: 4 369763356 105919756 0 1

polyline: 4 0 10 180000 -1 -1 -1 0 0
  corner: 1 330729120 112357920 0 1
  corner: 2 350229120 112357920 0 0
  corner: 3 350229120 108919756 0 0
  corner: 4 369763356 108919756 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 276773185 104857920 0 1
  corner: 2 278229120 104857920 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 270229120 63857920 0 1
  corner: 2 267229120 63857920 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 284229120 77107920 0 1
  corner: 2 284229120 81357920 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 279104120 77107920 0 1
  corner: 2 284229120 77107920 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 272604120 77107919 0 1
  corner: 2 266229120 77107920 0 700000

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 270229120 66357920 0 1
  corner: 2 266229120 66357920 0 0
  corner: 3 266229120 81357920 0 1

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 270229120 61357920 0 1
  corner: 2 262229120 61357920 0 0
  corner: 3 262229120 81357920 0 1

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 284479120 53857920 0 1
  corner: 2 284479120 63857920 0 0
  corner: 3 282229120 63857920 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 381479120 63107920 0 1
  corner: 2 376979120 63107920 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 381479120 70107920 0 1
  corner: 2 376979120 70107920 0 1

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 303229120 102357920 0 1
  corner: 2 297229120 102357920 0 0
  corner: 3 297229120 87357920 0 1

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 342229120 87357920 0 1
  corner: 2 342229120 104857920 0 0
  corner: 3 330729120 104857920 0 1

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 330729120 102357920 0 1
  corner: 2 339729120 102357920 0 0
  corner: 3 339729120 87357920 0 1

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 337229120 87357920 0 1
  corner: 2 337229120 99857920 0 0
  corner: 3 330729120 99857920 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 334229120 84357920 0 0
  corner: 2 337229120 87357920 0 1
net_name: "1|BUS1" 337929120 87257920 11 0 1000001 100001 -1 -1 11 1

polyline: 4 0 16 1200000 -1 -1 -1 0 0
  corner: 1 263479120 84357920 0 0
  corner: 2 372229120 84357920 0 0
  corner: 3 373979119 82607920 0 0
  corner: 4 373979120 51107920 0 0
description: "BUS1" 303729120 82307920 14 0 1000001 100001 -1 -1 11 1

polyline: 5 0 10 180000 -1 -1 -1 0 0
  corner: 1 303229120 119857920 0 1
  corner: 2 301229120 119857920 0 0
  corner: 3 301229120 131107920 0 0
  corner: 4 335729120 131107920 0 0
  corner: 5 335729120 128357920 0 1

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 330729120 119857920 0 1
  corner: 2 335729120 119857920 0 0
  corner: 3 335729120 123857920 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 303229120 107357920 0 1
  corner: 2 276773185 107357920 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 303229120 99857920 0 1
  corner: 2 276773185 99857920 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 303229120 97357920 0 1
  corner: 2 276773185 97357920 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 294229120 84357920 0 0
  corner: 2 297229120 87357920 0 1
net_name: "2|BUS1" 297928878 87258000 11 0 1000001 100001 -1 -1 11 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 339229120 84357920 0 0
  corner: 2 342229120 87357920 0 1
net_name: "4|BUS1" 342928878 87258000 11 0 1000001 100001 -1 -1 11 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 336729120 84357920 0 0
  corner: 2 339729120 87357920 0 1
net_name: "3|BUS1" 340428878 87258000 11 0 1000001 100001 -1 -1 11 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 357729120 119857920 0 1
  corner: 2 357729120 115357920 0 1

polyline: 4 0 10 180000 -1 -1 -1 0 0
  corner: 1 330729120 114857920 0 1
  corner: 2 343729120 114857920 0 0
  corner: 3 343729120 122357920 0 0
  corner: 4 359729120 122357920 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 330729120 117357920 0 1
  corner: 2 359729120 117357920 0 1

polyline: 16 0 10 180000 -1 -1 -1 0 0
  corner: 1 368729121 68298822 0 1
  corner: 2 368729121 65798822 0 0
  corner: 3 366729121 65798822 0 0
  corner: 4 368729121 65798822 0 0
  corner: 5 368729121 65298822 0 0
  corner: 6 367729121 65298822 0 0
  corner: 7 368729121 65298822 0 0
  corner: 8 368729121 64798822 0 0
  corner: 9 368229121 64798822 0 0
  corner: 10 369229121 64798822 0 0
  corner: 11 368729121 64798822 0 0
  corner: 12 368729121 65298822 0 0
  corner: 13 369729121 65298822 0 0
  corner: 14 368729121 65298822 0 0
  corner: 15 368729121 65798822 0 0
  corner: 16 370729121 65798822 0 0
net_name: "GND" 365629121 61848822 11 0 0 0 -1 -1 2 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 371729120 84357920 0 0
  corner: 2 368729120 81357920 0 1
net_name: "9|BUS1" 368529120 82207920 11 0 1000001 100001 -1 -1 11 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 338479120 56107920 0 700000
  corner: 2 337229120 56107920 0 1

polyline: 16 0 10 180000 -1 -1 -1 0 0
  corner: 1 347729120 63857920 0 1
  corner: 2 345229120 63857920 0 0
  corner: 3 345229120 65857920 0 0
  corner: 4 345229120 63857920 0 0
  corner: 5 344729120 63857920 0 0
  corner: 6 344729120 64857920 0 0
  corner: 7 344729120 63857920 0 0
  corner: 8 344229120 63857920 0 0
  corner: 9 344229120 64357920 0 0
  corner: 10 344229120 63357920 0 0
  corner: 11 344229120 63857920 0 0
  corner: 12 344729120 63857920 0 0
  corner: 13 344729120 62857920 0 0
  corner: 14 344729120 63857920 0 0
  corner: 15 345229120 63857920 0 0
  corner: 16 345229120 61857920 0 0
net_name: "GND" 341279120 66957920 11 90 0 0 -1 -1 2 1

polyline: 16 0 10 180000 -1 -1 -1 0 0
  corner: 1 364979120 50857920 0 1
  corner: 2 364979120 48357920 0 0
  corner: 3 362979120 48357920 0 0
  corner: 4 364979120 48357920 0 0
  corner: 5 364979120 47857920 0 0
  corner: 6 363979120 47857920 0 0
  corner: 7 364979120 47857920 0 0
  corner: 8 364979120 47357920 0 0
  corner: 9 364479120 47357920 0 0
  corner: 10 365479120 47357920 0 0
  corner: 11 364979120 47357920 0 0
  corner: 12 364979120 47857920 0 0
  corner: 13 365979120 47857920 0 0
  corner: 14 364979120 47857920 0 0
  corner: 15 364979120 48357920 0 0
  corner: 16 366979120 48357920 0 0
net_name: "GND" 361879120 44407920 11 0 0 0 -1 -1 2 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 345729120 84357920 0 0
  corner: 2 342729120 81357920 0 1
net_name: "5|BUS1" 342429120 82207920 11 0 1000001 100001 -1 -1 11 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 349729120 84357920 0 0
  corner: 2 346729120 81357920 0 1
net_name: "1|BUS1" 346529120 82207920 11 0 1000001 100001 -1 -1 11 1

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 364979120 53857920 0 1
  corner: 2 364979120 63857920 0 0
  corner: 3 362729120 63857920 0 1

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 350729120 61357920 0 1
  corner: 2 342729120 61357920 0 0
  corner: 3 342729120 81357920 0 1

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 350729120 66357920 0 1
  corner: 2 346729120 66357920 0 0
  corner: 3 346729120 81357920 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 353104120 77107919 0 1
  corner: 2 346729120 77107920 0 700000

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 359604120 77107920 0 1
  corner: 2 368729120 77107920 0 0
  corner: 3 368729120 75732920 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 368729120 77107920 0 700000
  corner: 2 368729120 81357920 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 350729120 63857920 0 1
  corner: 2 347729120 63857920 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 324229120 63857920 0 1
  corner: 2 321229120 63857920 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 338229120 77107920 0 1
  corner: 2 338229120 81357920 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 333104120 77107920 0 1
  corner: 2 338229120 77107920 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 326604120 77107919 0 1
  corner: 2 320229120 77107920 0 700000

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 324229120 66357920 0 1
  corner: 2 320229120 66357920 0 0
  corner: 3 320229120 81357920 0 1

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 324229120 61357920 0 1
  corner: 2 316229120 61357920 0 0
  corner: 3 316229120 81357920 0 1

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 338479120 53857920 0 1
  corner: 2 338479120 63857920 0 0
  corner: 3 336229120 63857920 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 323229120 84357920 0 0
  corner: 2 320229120 81357920 0 1
net_name: "2|BUS1" 320029120 82207920 11 0 1000001 100001 -1 -1 11 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 314229120 84357920 0 0
  corner: 2 311229120 81357920 0 1
net_name: "9|BUS1" 311029120 82207920 11 0 1000001 100001 -1 -1 11 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 284479120 56107920 0 700000
  corner: 2 283229120 56107920 0 1

polyline: 16 0 10 180000 -1 -1 -1 0 0
  corner: 1 294229120 63857920 0 1
  corner: 2 291729120 63857920 0 0
  corner: 3 291729120 65857920 0 0
  corner: 4 291729120 63857920 0 0
  corner: 5 291229120 63857920 0 0
  corner: 6 291229120 64857920 0 0
  corner: 7 291229120 63857920 0 0
  corner: 8 290729120 63857920 0 0
  corner: 9 290729120 64357920 0 0
  corner: 10 290729120 63357920 0 0
  corner: 11 290729120 63857920 0 0
  corner: 12 291229120 63857920 0 0
  corner: 13 291229120 62857920 0 0
  corner: 14 291229120 63857920 0 0
  corner: 15 291729120 63857920 0 0
  corner: 16 291729120 61857920 0 0
net_name: "GND" 287779120 66957920 11 90 0 0 -1 -1 2 1

polyline: 16 0 10 180000 -1 -1 -1 0 0
  corner: 1 311479120 50857920 0 1
  corner: 2 311479120 48357920 0 0
  corner: 3 309479120 48357920 0 0
  corner: 4 311479120 48357920 0 0
  corner: 5 311479120 47857920 0 0
  corner: 6 310479120 47857920 0 0
  corner: 7 311479120 47857920 0 0
  corner: 8 311479120 47357920 0 0
  corner: 9 310979120 47357920 0 0
  corner: 10 311979120 47357920 0 0
  corner: 11 311479120 47357920 0 0
  corner: 12 311479120 47857920 0 0
  corner: 13 312479120 47857920 0 0
  corner: 14 311479120 47857920 0 0
  corner: 15 311479120 48357920 0 0
  corner: 16 313479120 48357920 0 0
net_name: "GND" 308379120 44407920 11 0 0 0 -1 -1 2 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 292229120 84357920 0 0
  corner: 2 289229120 81357920 0 1
net_name: "7|BUS1" 288929120 82207920 11 0 1000001 100001 -1 -1 11 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 296229120 84357920 0 0
  corner: 2 293229120 81357920 0 1
net_name: "3|BUS1" 293029120 82207920 11 0 1000001 100001 -1 -1 11 1

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 311479120 53857920 0 1
  corner: 2 311479120 63857920 0 0
  corner: 3 309229120 63857920 0 1

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 297229120 61357920 0 1
  corner: 2 289229120 61357920 0 0
  corner: 3 289229120 81357920 0 1

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 297229120 66357920 0 1
  corner: 2 293229120 66357920 0 0
  corner: 3 293229120 81357920 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 299604120 77107919 0 1
  corner: 2 293229120 77107920 0 700000

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 306104120 77107920 0 1
  corner: 2 311229120 77107920 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 311229120 77107920 0 1
  corner: 2 311229120 81357920 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 297229120 63857920 0 1
  corner: 2 294229120 63857920 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 319229120 84357920 0 0
  corner: 2 316229120 81357920 0 1
net_name: "6|BUS1" 315929120 82207920 11 0 1000001 100001 -1 -1 11 1

polyline: 16 0 10 180000 -1 -1 -1 0 0
  corner: 1 338479120 50857920 0 1
  corner: 2 338479120 48357920 0 0
  corner: 3 336479120 48357920 0 0
  corner: 4 338479120 48357920 0 0
  corner: 5 338479120 47857920 0 0
  corner: 6 337479120 47857920 0 0
  corner: 7 338479120 47857920 0 0
  corner: 8 338479120 47357920 0 0
  corner: 9 337979120 47357920 0 0
  corner: 10 338979120 47357920 0 0
  corner: 11 338479120 47357920 0 0
  corner: 12 338479120 47857920 0 0
  corner: 13 339479120 47857920 0 0
  corner: 14 338479120 47857920 0 0
  corner: 15 338479120 48357920 0 0
  corner: 16 340479120 48357920 0 0
net_name: "GND" 335379120 44407920 11 0 0 0 -1 -1 2 1

polyline: 16 0 10 180000 -1 -1 -1 0 0
  corner: 1 321229120 63857920 0 1
  corner: 2 318729120 63857920 0 0
  corner: 3 318729120 65857920 0 0
  corner: 4 318729120 63857920 0 0
  corner: 5 318229120 63857920 0 0
  corner: 6 318229120 64857920 0 0
  corner: 7 318229120 63857920 0 0
  corner: 8 317729120 63857920 0 0
  corner: 9 317729120 64357920 0 0
  corner: 10 317729120 63357920 0 0
  corner: 11 317729120 63857920 0 0
  corner: 12 318229120 63857920 0 0
  corner: 13 318229120 62857920 0 0
  corner: 14 318229120 63857920 0 0
  corner: 15 318729120 63857920 0 0
  corner: 16 318729120 61857920 0 0
net_name: "GND" 314779120 66957920 11 90 0 0 -1 -1 2 1

polyline: 8 0 10 180000 -1 -1 -1 0 0
  corner: 1 308229120 56107910 1 0
  corner: 2 307229120 55107910 0 0
  corner: 3 303479120 55107910 1 0
  corner: 4 302479121 56107909 1 0
  corner: 5 303479120 57107910 0 0
  corner: 6 307229120 57107910 1 0
  corner: 7 308229136 56107920 0 0
  corner: 8 310229120 56107920 0 1
net_name: "+3Vd" 303829755 55567922 11 0 1000001 100001 -1 -1 11 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 269229120 84357920 0 0
  corner: 2 266229120 81357920 0 1
net_name: "4|BUS1" 266029120 82207920 11 0 1000001 100001 -1 -1 11 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 265229120 84357920 0 0
  corner: 2 262229120 81357920 0 1
net_name: "8|BUS1" 261929120 82207920 11 0 1000001 100001 -1 -1 11 1

polyline: 16 0 10 180000 -1 -1 -1 0 0
  corner: 1 284479120 50857920 0 1
  corner: 2 284479120 48357920 0 0
  corner: 3 282479120 48357920 0 0
  corner: 4 284479120 48357920 0 0
  corner: 5 284479120 47857920 0 0
  corner: 6 283479120 47857920 0 0
  corner: 7 284479120 47857920 0 0
  corner: 8 284479120 47357920 0 0
  corner: 9 283979120 47357920 0 0
  corner: 10 284979120 47357920 0 0
  corner: 11 284479120 47357920 0 0
  corner: 12 284479120 47857920 0 0
  corner: 13 285479120 47857920 0 0
  corner: 14 284479120 47857920 0 0
  corner: 15 284479120 48357920 0 0
  corner: 16 286479120 48357920 0 0
net_name: "GND" 281379120 44407920 11 0 0 0 -1 -1 2 1

polyline: 16 0 10 180000 -1 -1 -1 0 0
  corner: 1 267229120 63857920 0 1
  corner: 2 264729120 63857920 0 0
  corner: 3 264729120 65857920 0 0
  corner: 4 264729120 63857920 0 0
  corner: 5 264229120 63857920 0 0
  corner: 6 264229120 64857920 0 0
  corner: 7 264229120 63857920 0 0
  corner: 8 263729120 63857920 0 0
  corner: 9 263729120 64357920 0 0
  corner: 10 263729120 63357920 0 0
  corner: 11 263729120 63857920 0 0
  corner: 12 264229120 63857920 0 0
  corner: 13 264229120 62857920 0 0
  corner: 14 264229120 63857920 0 0
  corner: 15 264729120 63857920 0 0
  corner: 16 264729120 61857920 0 0
net_name: "GND" 260779120 66957920 11 90 0 0 -1 -1 2 1

polyline: 8 0 10 180000 -1 -1 -1 0 0
  corner: 1 277504976 56107910 1 0
  corner: 2 276504976 55107910 0 0
  corner: 3 272754976 55107910 1 0
  corner: 4 271754977 56107909 1 0
  corner: 5 272754976 57107910 0 0
  corner: 6 276504976 57107910 1 0
  corner: 7 277504992 56107920 0 0
  corner: 8 279504976 56107920 0 700000
net_name: "+3Vd" 273105611 55567922 11 0 1000001 100001 -1 -1 11 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 381479120 56607920 0 1
  corner: 2 376979120 56607920 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 381479120 49607920 0 1
  corner: 2 376979120 49607920 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 373979120 73107920 0 0
  corner: 2 376979120 70107920 0 1
net_name: "8|BUS1" 375329120 69707920 11 0 1000001 100001 -1 -1 11 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 373979120 66107920 0 0
  corner: 2 376979120 63107920 0 1
net_name: "7|BUS1" 375329120 62707920 11 0 1000001 100001 -1 -1 11 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 373979120 59607920 0 0
  corner: 2 376979120 56607920 0 1
net_name: "6|BUS1" 375329120 56207920 11 0 1000001 100001 -1 -1 11 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 373979120 52607920 0 0
  corner: 2 376979120 49607920 0 1
net_name: "5|BUS1" 375329120 49207920 11 0 1000001 100001 -1 -1 11 1

polyline: 16 0 10 180000 -1 -1 -1 0 0
  corner: 1 389229120 42607920 0 1
  corner: 2 389229120 40107920 0 0
  corner: 3 391229120 40107920 0 0
  corner: 4 389229120 40107920 0 0
  corner: 5 389229120 39607920 0 0
  corner: 6 390229120 39607920 0 0
  corner: 7 389229120 39607920 0 0
  corner: 8 389229120 39107920 0 0
  corner: 9 389729119 39107921 0 0
  corner: 10 388729120 39107920 0 0
  corner: 11 389229120 39107920 0 0
  corner: 12 389229120 39607920 0 0
  corner: 13 388229120 39607921 0 0
  corner: 14 389229120 39607920 0 0
  corner: 15 389229120 40107920 0 0
  corner: 16 387229120 40107920 0 0
net_name: "GND" 392329119 36157920 11 0 0 0 -1 -1 2 9

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 341229120 84357920 0 0
  corner: 2 338229120 81357920 0 1
net_name: "9|BUS1" 338029120 82207920 11 0 1000001 100001 -1 -1 11 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 287229120 84357920 0 0
  corner: 2 284229120 81357920 0 1
net_name: "9|BUS1" 284029120 82207920 11 0 1000001 100001 -1 -1 11 1

polyline: 16 0 10 180000 -1 -1 -1 0 0
  corner: 1 367229120 98607920 0 1
  corner: 2 367229120 96107920 0 0
  corner: 3 365229120 96107920 0 0
  corner: 4 367229120 96107920 0 0
  corner: 5 367229120 95607920 0 0
  corner: 6 366229120 95607920 0 0
  corner: 7 367229120 95607920 0 0
  corner: 8 367229120 95107920 0 0
  corner: 9 366729120 95107920 0 0
  corner: 10 367729120 95107920 0 0
  corner: 11 367229120 95107920 0 0
  corner: 12 367229120 95607920 0 0
  corner: 13 368229120 95607920 0 0
  corner: 14 367229120 95607920 0 0
  corner: 15 367229120 96107920 0 0
  corner: 16 369229120 96107920 0 0
net_name: "GND" 364129120 92157920 11 0 0 0 -1 -1 2 1

polyline: 8 0 10 180000 -1 -1 -1 0 0
  corner: 1 361729120 56107910 1 0
  corner: 2 360729120 55107910 0 0
  corner: 3 356979120 55107910 1 0
  corner: 4 355979121 56107909 1 0
  corner: 5 356979120 57107910 0 0
  corner: 6 360729120 57107910 1 0
  corner: 7 361729136 56107920 0 0
  corner: 8 363729120 56107920 0 1
net_name: "+3Vd" 357329755 55567922 11 0 1000001 100001 -1 -1 11 1

polyline: 16 0 10 180000 -1 -1 -1 0 0
  corner: 1 357729120 115357920 0 1
  corner: 2 357729120 112857920 0 0
  corner: 3 355729120 112857920 0 0
  corner: 4 357729120 112857920 0 0
  corner: 5 357729120 112357920 0 0
  corner: 6 356729120 112357920 0 0
  corner: 7 357729120 112357920 0 0
  corner: 8 357729120 111857920 0 0
  corner: 9 357229120 111857920 0 0
  corner: 10 358229120 111857920 0 0
  corner: 11 357729120 111857920 0 0
  corner: 12 357729120 112357920 0 0
  corner: 13 358729120 112357920 0 0
  corner: 14 357729120 112357920 0 0
  corner: 15 357729120 112857920 0 0
  corner: 16 359729120 112857920 0 0
net_name: "GND" 354629120 108907920 11 0 0 0 -1 -1 2 1

polyline: 16 0 10 180000 -1 -1 -1 0 0
  corner: 1 278229120 104857920 0 1
  corner: 2 278229120 102357920 0 0
  corner: 3 276229120 102357920 0 0
  corner: 4 278229120 102357920 0 0
  corner: 5 278229120 101857920 0 0
  corner: 6 277229120 101857920 0 0
  corner: 7 278229120 101857920 0 0
  corner: 8 278229120 101357920 0 0
  corner: 9 277729120 101357920 0 0
  corner: 10 278729120 101357920 0 0
  corner: 11 278229120 101357920 0 0
  corner: 12 278229120 101857920 0 0
  corner: 13 279229120 101857920 0 0
  corner: 14 278229120 101857920 0 0
  corner: 15 278229120 102357920 0 0
  corner: 16 280229120 102357920 0 0
net_name: "GND" 275129120 98407920 11 0 0 0 -1 -1 2 1

polyline: 8 0 10 180000 -1 -1 -1 0 0
  corner: 1 289479120 136357910 2 0
  corner: 2 290479120 135357910 0 0
  corner: 3 294229120 135357910 2 0
  corner: 4 295229119 136357909 2 0
  corner: 5 294229120 137357910 0 0
  corner: 6 290479120 137357910 2 0
  corner: 7 289479104 136357920 0 0
  corner: 8 287479120 136357920 0 1
net_name: "+3V0" 290640645 135817922 11 0 1000001 100001 -1 -1 11 9

polyline: 16 0 10 180000 -1 -1 -1 0 0
  corner: 1 282979120 132357920 0 1
  corner: 2 282979120 130857920 0 0
  corner: 3 280979120 130857920 0 0
  corner: 4 282979120 130857920 0 0
  corner: 5 282979120 130357920 0 0
  corner: 6 281979120 130357920 0 0
  corner: 7 282979120 130357920 0 0
  corner: 8 282979120 129857920 0 0
  corner: 9 282479120 129857920 0 0
  corner: 10 283479120 129857920 0 0
  corner: 11 282979120 129857920 0 0
  corner: 12 282979120 130357920 0 0
  corner: 13 283979120 130357920 0 0
  corner: 14 282979120 130357920 0 0
  corner: 15 282979120 130857920 0 0
  corner: 16 284979120 130857920 0 0
net_name: "GND" 279879120 126907920 11 0 0 0 -1 -1 2 1

polyline: 2 0 10 180001 -1 -1 -1 0 0
  corner: 1 253436945 99500000 0 1
  corner: 2 252229119 99500000 0 700001

polyline: 8 0 10 180000 -1 -1 -1 0 0
  corner: 1 220207117 128500000 1 0
  corner: 2 219207117 127500000 0 0
  corner: 3 215957117 127500000 1 0
  corner: 4 214957118 128499998 1 0
  corner: 5 215957117 129500000 0 0
  corner: 6 219207117 129500000 1 0
  corner: 7 220207133 128500016 0 0
  corner: 8 222207117 128500000 0 1
net_name: "+5VL" 216027117 127970000 11 0 1000001 100001 -1 -1 11 1

polyline: 16 0 10 180000 -1 -1 -1 0 0
  corner: 1 206570878 106000000 0 700000
  corner: 2 206570878 103500000 0 0
  corner: 3 204570878 103500000 0 0
  corner: 4 206570878 103500000 0 0
  corner: 5 206570878 103000000 0 0
  corner: 6 205570878 103000000 0 0
  corner: 7 206570878 103000000 0 0
  corner: 8 206570878 102500000 0 0
  corner: 9 206070878 102500000 0 0
  corner: 10 207070878 102500000 0 0
  corner: 11 206570878 102500000 0 0
  corner: 12 206570878 103000000 0 0
  corner: 13 207570878 103000000 0 0
  corner: 14 206570878 103000000 0 0
  corner: 15 206570878 103500000 0 0
  corner: 16 208570878 103500000 0 0
net_name: "GND" 203470878 99550000 11 0 0 0 -1 -1 2 1

outline: 8 2 18 180001 -1 -1 -1 0 0
  corner: 1 380124024 45990354 0 0
  corner: 2 380124024 73573652 1 0
  corner: 3 381213895 74663523 0 0
  corner: 4 389932867 74663523 1 0
  corner: 5 391022738 73573652 0 0
  corner: 6 391022738 45990354 1 0
  corner: 7 389932867 44900483 0 0
  corner: 8 381213895 44900483 1 0

outline: 8 2 18 180001 -1 -1 -1 0 0
  corner: 1 385215782 -127867566 0 0
  corner: 2 385215782 -100284268 1 0
  corner: 3 386305653 -99194397 0 0
  corner: 4 395024625 -99194397 1 0
  corner: 5 396114496 -100284268 0 0
  corner: 6 396114496 -127867566 1 0
  corner: 7 395024625 -128957437 0 0
  corner: 8 386305653 -128957437 1 0

polyline: 16 0 10 180000 -1 -1 -1 0 0
  corner: 1 211662636 -67857920 0 700000
  corner: 2 211662636 -70357920 0 0
  corner: 3 209662636 -70357920 0 0
  corner: 4 211662636 -70357920 0 0
  corner: 5 211662636 -70857920 0 0
  corner: 6 210662636 -70857920 0 0
  corner: 7 211662636 -70857920 0 0
  corner: 8 211662636 -71357920 0 0
  corner: 9 211162636 -71357920 0 0
  corner: 10 212162636 -71357920 0 0
  corner: 11 211662636 -71357920 0 0
  corner: 12 211662636 -70857920 0 0
  corner: 13 212662636 -70857920 0 0
  corner: 14 211662636 -70857920 0 0
  corner: 15 211662636 -70357920 0 0
  corner: 16 213662636 -70357920 0 0
net_name: "GND" 208562636 -74307920 11 0 0 0 -1 -1 2 1

polyline: 8 0 10 180000 -1 -1 -1 0 0
  corner: 1 225298875 -45357920 1 0
  corner: 2 224298875 -46357920 0 0
  corner: 3 221048875 -46357920 1 0
  corner: 4 220048876 -45357922 1 0
  corner: 5 221048875 -44357920 0 0
  corner: 6 224298875 -44357920 1 0
  corner: 7 225298891 -45357904 0 0
  corner: 8 227298875 -45357920 0 1
net_name: "+5VL" 221118875 -45887920 11 0 1000001 100001 -1 -1 11 1

polyline: 2 0 10 180001 -1 -1 -1 0 0
  corner: 1 258528703 -74357920 0 1
  corner: 2 257320877 -74357920 0 700001

polyline: 16 0 10 180000 -1 -1 -1 0 0
  corner: 1 288070878 -41500000 0 1
  corner: 2 288070878 -43000000 0 0
  corner: 3 286070878 -43000000 0 0
  corner: 4 288070878 -43000000 0 0
  corner: 5 288070878 -43500000 0 0
  corner: 6 287070878 -43500000 0 0
  corner: 7 288070878 -43500000 0 0
  corner: 8 288070878 -44000000 0 0
  corner: 9 287570878 -44000000 0 0
  corner: 10 288570878 -44000000 0 0
  corner: 11 288070878 -44000000 0 0
  corner: 12 288070878 -43500000 0 0
  corner: 13 289070878 -43500000 0 0
  corner: 14 288070878 -43500000 0 0
  corner: 15 288070878 -43000000 0 0
  corner: 16 290070878 -43000000 0 0
net_name: "GND" 284970878 -46950000 11 0 0 0 -1 -1 2 1

polyline: 8 0 10 180000 -1 -1 -1 0 0
  corner: 1 294570878 -37500010 2 0
  corner: 2 295570878 -38500010 0 0
  corner: 3 299320878 -38500010 2 0
  corner: 4 300320877 -37500011 2 0
  corner: 5 299320878 -36500010 0 0
  corner: 6 295570878 -36500010 2 0
  corner: 7 294570862 -37500000 0 0
  corner: 8 292570878 -37500000 0 1
net_name: "+3V0" 295732403 -38039998 11 0 1000001 100001 -1 -1 11 9

polyline: 16 0 10 180000 -1 -1 -1 0 0
  corner: 1 283320878 -69000000 0 1
  corner: 2 283320878 -71500000 0 0
  corner: 3 281320878 -71500000 0 0
  corner: 4 283320878 -71500000 0 0
  corner: 5 283320878 -72000000 0 0
  corner: 6 282320878 -72000000 0 0
  corner: 7 283320878 -72000000 0 0
  corner: 8 283320878 -72500000 0 0
  corner: 9 282820878 -72500000 0 0
  corner: 10 283820878 -72500000 0 0
  corner: 11 283320878 -72500000 0 0
  corner: 12 283320878 -72000000 0 0
  corner: 13 284320878 -72000000 0 0
  corner: 14 283320878 -72000000 0 0
  corner: 15 283320878 -71500000 0 0
  corner: 16 285320878 -71500000 0 0
net_name: "GND" 280220878 -75450000 11 0 0 0 -1 -1 2 1

polyline: 16 0 10 180000 -1 -1 -1 0 0
  corner: 1 362820878 -58500000 0 1
  corner: 2 362820878 -61000000 0 0
  corner: 3 360820878 -61000000 0 0
  corner: 4 362820878 -61000000 0 0
  corner: 5 362820878 -61500000 0 0
  corner: 6 361820878 -61500000 0 0
  corner: 7 362820878 -61500000 0 0
  corner: 8 362820878 -62000000 0 0
  corner: 9 362320878 -62000000 0 0
  corner: 10 363320878 -62000000 0 0
  corner: 11 362820878 -62000000 0 0
  corner: 12 362820878 -61500000 0 0
  corner: 13 363820878 -61500000 0 0
  corner: 14 362820878 -61500000 0 0
  corner: 15 362820878 -61000000 0 0
  corner: 16 364820878 -61000000 0 0
net_name: "GND" 359720878 -64950000 11 0 0 0 -1 -1 2 1

polyline: 8 0 10 180000 -1 -1 -1 0 0
  corner: 1 366820878 -117750010 1 0
  corner: 2 365820878 -118750010 0 0
  corner: 3 362070878 -118750010 1 0
  corner: 4 361070879 -117750011 1 0
  corner: 5 362070878 -116750010 0 0
  corner: 6 365820878 -116750010 1 0
  corner: 7 366820894 -117750000 0 0
  corner: 8 368820878 -117750000 0 1
net_name: "+3Vd" 362421513 -118289998 11 0 1000001 100001 -1 -1 11 1

polyline: 16 0 10 180000 -1 -1 -1 0 0
  corner: 1 372320878 -75250000 0 1
  corner: 2 372320878 -77750000 0 0
  corner: 3 370320878 -77750000 0 0
  corner: 4 372320878 -77750000 0 0
  corner: 5 372320878 -78250000 0 0
  corner: 6 371320878 -78250000 0 0
  corner: 7 372320878 -78250000 0 0
  corner: 8 372320878 -78750000 0 0
  corner: 9 371820878 -78750000 0 0
  corner: 10 372820878 -78750000 0 0
  corner: 11 372320878 -78750000 0 0
  corner: 12 372320878 -78250000 0 0
  corner: 13 373320878 -78250000 0 0
  corner: 14 372320878 -78250000 0 0
  corner: 15 372320878 -77750000 0 0
  corner: 16 374320878 -77750000 0 0
net_name: "GND" 369220878 -81700000 11 0 0 0 -1 -1 2 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 292320878 -89500000 0 0
  corner: 2 289320878 -92500000 0 1
net_name: "9|BUS1" 289120878 -91650000 11 0 1000001 100001 -1 -1 11 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 346320878 -89500000 0 0
  corner: 2 343320878 -92500000 0 1
net_name: "9|BUS1" 343120878 -91650000 11 0 1000001 100001 -1 -1 11 1

polyline: 16 0 10 180000 -1 -1 -1 0 0
  corner: 1 394320878 -131250000 0 1
  corner: 2 394320878 -133750000 0 0
  corner: 3 396320878 -133750000 0 0
  corner: 4 394320878 -133750000 0 0
  corner: 5 394320878 -134250000 0 0
  corner: 6 395320878 -134250000 0 0
  corner: 7 394320878 -134250000 0 0
  corner: 8 394320878 -134750000 0 0
  corner: 9 394820877 -134749999 0 0
  corner: 10 393820878 -134750000 0 0
  corner: 11 394320878 -134750000 0 0
  corner: 12 394320878 -134250000 0 0
  corner: 13 393320878 -134249999 0 0
  corner: 14 394320878 -134250000 0 0
  corner: 15 394320878 -133750000 0 0
  corner: 16 392320878 -133750000 0 0
net_name: "GND" 397420877 -137700000 11 0 0 0 -1 -1 2 9

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 379070878 -121250000 0 0
  corner: 2 382070878 -124250000 0 1
net_name: "5|BUS1" 380420878 -124650000 11 0 1000001 100001 -1 -1 11 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 379070878 -114250000 0 0
  corner: 2 382070878 -117250000 0 1
net_name: "6|BUS1" 380420878 -117650000 11 0 1000001 100001 -1 -1 11 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 379070878 -107750000 0 0
  corner: 2 382070878 -110750000 0 1
net_name: "7|BUS1" 380420878 -111150000 11 0 1000001 100001 -1 -1 11 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 379070878 -100750000 0 0
  corner: 2 382070878 -103750000 0 1
net_name: "8|BUS1" 380420878 -104150000 11 0 1000001 100001 -1 -1 11 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 386570878 -124250000 0 1
  corner: 2 382070878 -124250000 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 386570878 -117250000 0 1
  corner: 2 382070878 -117250000 0 1

polyline: 8 0 10 180000 -1 -1 -1 0 0
  corner: 1 282596734 -117750010 1 0
  corner: 2 281596734 -118750010 0 0
  corner: 3 277846734 -118750010 1 0
  corner: 4 276846735 -117750011 1 0
  corner: 5 277846734 -116750010 0 0
  corner: 6 281596734 -116750010 1 0
  corner: 7 282596750 -117750000 0 0
  corner: 8 284596734 -117750000 0 700000
net_name: "+3Vd" 278197369 -118289998 11 0 1000001 100001 -1 -1 11 1

polyline: 16 0 10 180000 -1 -1 -1 0 0
  corner: 1 272320878 -110000000 0 1
  corner: 2 269820878 -110000000 0 0
  corner: 3 269820878 -108000000 0 0
  corner: 4 269820878 -110000000 0 0
  corner: 5 269320878 -110000000 0 0
  corner: 6 269320878 -109000000 0 0
  corner: 7 269320878 -110000000 0 0
  corner: 8 268820878 -110000000 0 0
  corner: 9 268820878 -109500000 0 0
  corner: 10 268820878 -110500000 0 0
  corner: 11 268820878 -110000000 0 0
  corner: 12 269320878 -110000000 0 0
  corner: 13 269320878 -111000000 0 0
  corner: 14 269320878 -110000000 0 0
  corner: 15 269820878 -110000000 0 0
  corner: 16 269820878 -112000000 0 0
net_name: "GND" 265870878 -106900000 11 90 0 0 -1 -1 2 1

polyline: 16 0 10 180000 -1 -1 -1 0 0
  corner: 1 289570878 -123000000 0 1
  corner: 2 289570878 -125500000 0 0
  corner: 3 287570878 -125500000 0 0
  corner: 4 289570878 -125500000 0 0
  corner: 5 289570878 -126000000 0 0
  corner: 6 288570878 -126000000 0 0
  corner: 7 289570878 -126000000 0 0
  corner: 8 289570878 -126500000 0 0
  corner: 9 289070878 -126500000 0 0
  corner: 10 290070878 -126500000 0 0
  corner: 11 289570878 -126500000 0 0
  corner: 12 289570878 -126000000 0 0
  corner: 13 290570878 -126000000 0 0
  corner: 14 289570878 -126000000 0 0
  corner: 15 289570878 -125500000 0 0
  corner: 16 291570878 -125500000 0 0
net_name: "GND" 286470878 -129450000 11 0 0 0 -1 -1 2 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 270320878 -89500000 0 0
  corner: 2 267320878 -92500000 0 1
net_name: "8|BUS1" 267020878 -91650000 11 0 1000001 100001 -1 -1 11 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 274320878 -89500000 0 0
  corner: 2 271320878 -92500000 0 1
net_name: "4|BUS1" 271120878 -91650000 11 0 1000001 100001 -1 -1 11 1

polyline: 8 0 10 180000 -1 -1 -1 0 0
  corner: 1 313320878 -117750010 1 0
  corner: 2 312320878 -118750010 0 0
  corner: 3 308570878 -118750010 1 0
  corner: 4 307570879 -117750011 1 0
  corner: 5 308570878 -116750010 0 0
  corner: 6 312320878 -116750010 1 0
  corner: 7 313320894 -117750000 0 0
  corner: 8 315320878 -117750000 0 1
net_name: "+3Vd" 308921513 -118289998 11 0 1000001 100001 -1 -1 11 1

polyline: 16 0 10 180000 -1 -1 -1 0 0
  corner: 1 326320878 -110000000 0 1
  corner: 2 323820878 -110000000 0 0
  corner: 3 323820878 -108000000 0 0
  corner: 4 323820878 -110000000 0 0
  corner: 5 323320878 -110000000 0 0
  corner: 6 323320878 -109000000 0 0
  corner: 7 323320878 -110000000 0 0
  corner: 8 322820878 -110000000 0 0
  corner: 9 322820878 -109500000 0 0
  corner: 10 322820878 -110500000 0 0
  corner: 11 322820878 -110000000 0 0
  corner: 12 323320878 -110000000 0 0
  corner: 13 323320878 -111000000 0 0
  corner: 14 323320878 -110000000 0 0
  corner: 15 323820878 -110000000 0 0
  corner: 16 323820878 -112000000 0 0
net_name: "GND" 319870878 -106900000 11 90 0 0 -1 -1 2 1

polyline: 16 0 10 180000 -1 -1 -1 0 0
  corner: 1 343570878 -123000000 0 1
  corner: 2 343570878 -125500000 0 0
  corner: 3 341570878 -125500000 0 0
  corner: 4 343570878 -125500000 0 0
  corner: 5 343570878 -126000000 0 0
  corner: 6 342570878 -126000000 0 0
  corner: 7 343570878 -126000000 0 0
  corner: 8 343570878 -126500000 0 0
  corner: 9 343070878 -126500000 0 0
  corner: 10 344070878 -126500000 0 0
  corner: 11 343570878 -126500000 0 0
  corner: 12 343570878 -126000000 0 0
  corner: 13 344570878 -126000000 0 0
  corner: 14 343570878 -126000000 0 0
  corner: 15 343570878 -125500000 0 0
  corner: 16 345570878 -125500000 0 0
net_name: "GND" 340470878 -129450000 11 0 0 0 -1 -1 2 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 324320878 -89500000 0 0
  corner: 2 321320878 -92500000 0 1
net_name: "6|BUS1" 321020878 -91650000 11 0 1000001 100001 -1 -1 11 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 302320878 -110000000 0 1
  corner: 2 299320878 -110000000 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 316320878 -96750000 0 1
  corner: 2 316320878 -92500000 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 311195878 -96750000 0 1
  corner: 2 316320878 -96750000 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 304695878 -96750001 0 1
  corner: 2 298320878 -96750000 0 700000

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 302320878 -107500000 0 1
  corner: 2 298320878 -107500000 0 0
  corner: 3 298320878 -92500000 0 1

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 302320878 -112500000 0 1
  corner: 2 294320878 -112500000 0 0
  corner: 3 294320878 -92500000 0 1

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 316570878 -120000000 0 1
  corner: 2 316570878 -110000000 0 0
  corner: 3 314320878 -110000000 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 301320878 -89500000 0 0
  corner: 2 298320878 -92500000 0 1
net_name: "3|BUS1" 298120878 -91650000 11 0 1000001 100001 -1 -1 11 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 297320878 -89500000 0 0
  corner: 2 294320878 -92500000 0 1
net_name: "7|BUS1" 294020878 -91650000 11 0 1000001 100001 -1 -1 11 1

polyline: 16 0 10 180000 -1 -1 -1 0 0
  corner: 1 316570878 -123000000 0 1
  corner: 2 316570878 -125500000 0 0
  corner: 3 314570878 -125500000 0 0
  corner: 4 316570878 -125500000 0 0
  corner: 5 316570878 -126000000 0 0
  corner: 6 315570878 -126000000 0 0
  corner: 7 316570878 -126000000 0 0
  corner: 8 316570878 -126500000 0 0
  corner: 9 316070878 -126500000 0 0
  corner: 10 317070878 -126500000 0 0
  corner: 11 316570878 -126500000 0 0
  corner: 12 316570878 -126000000 0 0
  corner: 13 317570878 -126000000 0 0
  corner: 14 316570878 -126000000 0 0
  corner: 15 316570878 -125500000 0 0
  corner: 16 318570878 -125500000 0 0
net_name: "GND" 313470878 -129450000 11 0 0 0 -1 -1 2 1

polyline: 16 0 10 180000 -1 -1 -1 0 0
  corner: 1 299320878 -110000000 0 1
  corner: 2 296820878 -110000000 0 0
  corner: 3 296820878 -108000000 0 0
  corner: 4 296820878 -110000000 0 0
  corner: 5 296320878 -110000000 0 0
  corner: 6 296320878 -109000000 0 0
  corner: 7 296320878 -110000000 0 0
  corner: 8 295820878 -110000000 0 0
  corner: 9 295820878 -109500000 0 0
  corner: 10 295820878 -110500000 0 0
  corner: 11 295820878 -110000000 0 0
  corner: 12 296320878 -110000000 0 0
  corner: 13 296320878 -111000000 0 0
  corner: 14 296320878 -110000000 0 0
  corner: 15 296820878 -110000000 0 0
  corner: 16 296820878 -112000000 0 0
net_name: "GND" 292870878 -106900000 11 90 0 0 -1 -1 2 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 289570878 -117750000 0 700000
  corner: 2 288320878 -117750000 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 319320878 -89500000 0 0
  corner: 2 316320878 -92500000 0 1
net_name: "9|BUS1" 316120878 -91650000 11 0 1000001 100001 -1 -1 11 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 328320878 -89500000 0 0
  corner: 2 325320878 -92500000 0 1
net_name: "2|BUS1" 325120878 -91650000 11 0 1000001 100001 -1 -1 11 1

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 343570878 -120000000 0 1
  corner: 2 343570878 -110000000 0 0
  corner: 3 341320878 -110000000 0 1

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 329320878 -112500000 0 1
  corner: 2 321320878 -112500000 0 0
  corner: 3 321320878 -92500000 0 1

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 329320878 -107500000 0 1
  corner: 2 325320878 -107500000 0 0
  corner: 3 325320878 -92500000 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 331695878 -96750001 0 1
  corner: 2 325320878 -96750000 0 700000

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 338195878 -96750000 0 1
  corner: 2 343320878 -96750000 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 343320878 -96750000 0 1
  corner: 2 343320878 -92500000 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 329320878 -110000000 0 1
  corner: 2 326320878 -110000000 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 355820878 -110000000 0 1
  corner: 2 352820878 -110000000 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 373820878 -96750000 0 700000
  corner: 2 373820878 -92500000 0 1

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 364695878 -96750000 0 1
  corner: 2 373820878 -96750000 0 0
  corner: 3 373820878 -98125000 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 358195878 -96750001 0 1
  corner: 2 351820878 -96750000 0 700000

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 355820878 -107500000 0 1
  corner: 2 351820878 -107500000 0 0
  corner: 3 351820878 -92500000 0 1

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 355820878 -112500000 0 1
  corner: 2 347820878 -112500000 0 0
  corner: 3 347820878 -92500000 0 1

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 370070878 -120000000 0 1
  corner: 2 370070878 -110000000 0 0
  corner: 3 367820878 -110000000 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 354820878 -89500000 0 0
  corner: 2 351820878 -92500000 0 1
net_name: "1|BUS1" 351620878 -91650000 11 0 1000001 100001 -1 -1 11 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 350820878 -89500000 0 0
  corner: 2 347820878 -92500000 0 1
net_name: "5|BUS1" 347520878 -91650000 11 0 1000001 100001 -1 -1 11 1

polyline: 16 0 10 180000 -1 -1 -1 0 0
  corner: 1 370070878 -123000000 0 1
  corner: 2 370070878 -125500000 0 0
  corner: 3 368070878 -125500000 0 0
  corner: 4 370070878 -125500000 0 0
  corner: 5 370070878 -126000000 0 0
  corner: 6 369070878 -126000000 0 0
  corner: 7 370070878 -126000000 0 0
  corner: 8 370070878 -126500000 0 0
  corner: 9 369570878 -126500000 0 0
  corner: 10 370570878 -126500000 0 0
  corner: 11 370070878 -126500000 0 0
  corner: 12 370070878 -126000000 0 0
  corner: 13 371070878 -126000000 0 0
  corner: 14 370070878 -126000000 0 0
  corner: 15 370070878 -125500000 0 0
  corner: 16 372070878 -125500000 0 0
net_name: "GND" 366970878 -129450000 11 0 0 0 -1 -1 2 1

polyline: 16 0 10 180000 -1 -1 -1 0 0
  corner: 1 352820878 -110000000 0 1
  corner: 2 350320878 -110000000 0 0
  corner: 3 350320878 -108000000 0 0
  corner: 4 350320878 -110000000 0 0
  corner: 5 349820878 -110000000 0 0
  corner: 6 349820878 -109000000 0 0
  corner: 7 349820878 -110000000 0 0
  corner: 8 349320878 -110000000 0 0
  corner: 9 349320878 -109500000 0 0
  corner: 10 349320878 -110500000 0 0
  corner: 11 349320878 -110000000 0 0
  corner: 12 349820878 -110000000 0 0
  corner: 13 349820878 -111000000 0 0
  corner: 14 349820878 -110000000 0 0
  corner: 15 350320878 -110000000 0 0
  corner: 16 350320878 -112000000 0 0
net_name: "GND" 346370878 -106900000 11 90 0 0 -1 -1 2 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 343570878 -117750000 0 700000
  corner: 2 342320878 -117750000 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 376820878 -89500000 0 0
  corner: 2 373820878 -92500000 0 1
net_name: "9|BUS1" 373620878 -91650000 11 0 1000001 100001 -1 -1 11 1

polyline: 16 0 10 180000 -1 -1 -1 0 0
  corner: 1 373820879 -105559098 0 1
  corner: 2 373820879 -108059098 0 0
  corner: 3 371820879 -108059098 0 0
  corner: 4 373820879 -108059098 0 0
  corner: 5 373820879 -108559098 0 0
  corner: 6 372820879 -108559098 0 0
  corner: 7 373820879 -108559098 0 0
  corner: 8 373820879 -109059098 0 0
  corner: 9 373320879 -109059098 0 0
  corner: 10 374320879 -109059098 0 0
  corner: 11 373820879 -109059098 0 0
  corner: 12 373820879 -108559098 0 0
  corner: 13 374820879 -108559098 0 0
  corner: 14 373820879 -108559098 0 0
  corner: 15 373820879 -108059098 0 0
  corner: 16 375820879 -108059098 0 0
net_name: "GND" 370720879 -112009098 11 0 0 0 -1 -1 2 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 335820878 -56500000 0 1
  corner: 2 364820878 -56500000 0 1

polyline: 4 0 10 180000 -1 -1 -1 0 0
  corner: 1 335820878 -59000000 0 1
  corner: 2 348820878 -59000000 0 0
  corner: 3 348820878 -51500000 0 0
  corner: 4 364820878 -51500000 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 362820878 -54000000 0 1
  corner: 2 362820878 -58500000 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 341820878 -89500000 0 0
  corner: 2 344820878 -86500000 0 1
net_name: "3|BUS1" 345520636 -86599920 11 0 1000001 100001 -1 -1 11 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 344320878 -89500000 0 0
  corner: 2 347320878 -86500000 0 1
net_name: "4|BUS1" 348020636 -86599920 11 0 1000001 100001 -1 -1 11 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 299320878 -89500000 0 0
  corner: 2 302320878 -86500000 0 1
net_name: "2|BUS1" 303020636 -86599920 11 0 1000001 100001 -1 -1 11 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 308320878 -76500000 0 1
  corner: 2 281864943 -76500000 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 308320878 -74000000 0 1
  corner: 2 281864943 -74000000 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 308320878 -66500000 0 1
  corner: 2 281864943 -66500000 0 1

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 335820878 -54000000 0 1
  corner: 2 340820878 -54000000 0 0
  corner: 3 340820878 -50000000 0 1

polyline: 5 0 10 180000 -1 -1 -1 0 0
  corner: 1 308320878 -54000000 0 1
  corner: 2 306320878 -54000000 0 0
  corner: 3 306320878 -42750000 0 0
  corner: 4 340820878 -42750000 0 0
  corner: 5 340820878 -45500000 0 1

polyline: 4 0 16 1200000 -1 -1 -1 0 0
  corner: 1 268570878 -89500000 0 0
  corner: 2 377320878 -89500000 0 0
  corner: 3 379070877 -91250000 0 0
  corner: 4 379070878 -122750000 0 0
description: "BUS1" 308820878 -91550000 14 0 1000001 100001 -1 -1 11 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 339320878 -89500000 0 0
  corner: 2 342320878 -86500000 0 1
net_name: "1|BUS1" 343020878 -86600000 11 0 1000001 100001 -1 -1 11 1

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 342320878 -86500000 0 1
  corner: 2 342320878 -74000000 0 0
  corner: 3 335820878 -74000000 0 1

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 335820878 -71500000 0 1
  corner: 2 344820878 -71500000 0 0
  corner: 3 344820878 -86500000 0 1

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 347320878 -86500000 0 1
  corner: 2 347320878 -69000000 0 0
  corner: 3 335820878 -69000000 0 1

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 308320878 -71500000 0 1
  corner: 2 302320878 -71500000 0 0
  corner: 3 302320878 -86500000 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 386570878 -103750000 0 1
  corner: 2 382070878 -103750000 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 386570878 -110750000 0 1
  corner: 2 382070878 -110750000 0 1

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 289570878 -120000000 0 1
  corner: 2 289570878 -110000000 0 0
  corner: 3 287320878 -110000000 0 1

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 275320878 -112500000 0 1
  corner: 2 267320878 -112500000 0 0
  corner: 3 267320878 -92500000 0 1

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 275320878 -107500000 0 1
  corner: 2 271320878 -107500000 0 0
  corner: 3 271320878 -92500000 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 277695878 -96750001 0 1
  corner: 2 271320878 -96750000 0 700000

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 284195878 -96750000 0 1
  corner: 2 289320878 -96750000 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 289320878 -96750000 0 1
  corner: 2 289320878 -92500000 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 275320878 -110000000 0 1
  corner: 2 272320878 -110000000 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 281864943 -69000000 0 1
  corner: 2 283320878 -69000000 0 1

polyline: 4 0 10 180000 -1 -1 -1 0 0
  corner: 1 335820878 -61500000 0 1
  corner: 2 355320878 -61500000 0 0
  corner: 3 355320878 -64938164 0 0
  corner: 4 374855114 -64938164 0 1

polyline: 4 0 10 180000 -1 -1 -1 0 0
  corner: 1 335820878 -64000000 0 1
  corner: 2 352320878 -64000000 0 0
  corner: 3 352320878 -67938164 0 0
  corner: 4 374855114 -67938164 0 1

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 374855114 -73938164 0 1
  corner: 2 372320878 -73938164 0 0
  corner: 3 372320878 -75250000 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 352320877 -70815902 0 1
  corner: 2 352320878 -67938164 0 700000

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 355320877 -70815902 0 1
  corner: 2 355320878 -64938164 0 700000

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 366286642 -83438164 0 1
  corner: 2 352320878 -83438164 0 0
  corner: 3 352320878 -78250000 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 355320878 -78250000 0 1
  corner: 2 355320878 -83438164 0 700000

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 374855114 -70938164 0 1
  corner: 2 364320878 -70938164 0 0
  corner: 3 364320878 -83438164 0 700000

polyline: 16 0 10 180000 -1 -1 -1 0 0
  corner: 1 253820878 -42500000 0 1
  corner: 2 253820878 -45000000 0 0
  corner: 3 251820878 -45000000 0 0
  corner: 4 253820878 -45000000 0 0
  corner: 5 253820878 -45500000 0 0
  corner: 6 252820878 -45500000 0 0
  corner: 7 253820878 -45500000 0 0
  corner: 8 253820878 -46000000 0 0
  corner: 9 253320878 -46000000 0 0
  corner: 10 254320878 -46000000 0 0
  corner: 11 253820878 -46000000 0 0
  corner: 12 253820878 -45500000 0 0
  corner: 13 254820878 -45500000 0 0
  corner: 14 253820878 -45500000 0 0
  corner: 15 253820878 -45000000 0 0
  corner: 16 255820878 -45000000 0 0
net_name: "GND" 250720878 -48950000 11 0 0 0 -1 -1 2 1

polyline: 8 0 10 180000 -1 -1 -1 0 0
  corner: 1 368286642 -83438174 2 0
  corner: 2 369286642 -84438174 0 0
  corner: 3 373036642 -84438174 2 0
  corner: 4 374036641 -83438175 2 0
  corner: 5 373036642 -82438174 0 0
  corner: 6 369286642 -82438174 2 0
  corner: 7 368286626 -83438164 0 0
  corner: 8 366286642 -83438164 0 1
net_name: "+3V0" 369548167 -83978162 11 0 1000001 100001 -1 -1 11 9

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 370070878 -117750000 0 700000
  corner: 2 368820878 -117750000 0 1

polyline: 8 0 10 180000 -1 -1 -1 0 0
  corner: 1 340320878 -117750010 1 0
  corner: 2 339320878 -118750010 0 0
  corner: 3 335570878 -118750010 1 0
  corner: 4 334570879 -117750011 1 0
  corner: 5 335570878 -116750010 0 0
  corner: 6 339320878 -116750010 1 0
  corner: 7 340320894 -117750000 0 0
  corner: 8 342320878 -117750000 0 1
net_name: "+3Vd" 335921513 -118289998 11 0 1000001 100001 -1 -1 11 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 316570878 -117750000 0 700000
  corner: 2 315320878 -117750000 0 1

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 259820878 -51250000 0 1
  corner: 2 259820878 -47500000 0 0
  corner: 3 263070878 -47500000 0 1

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 259820878 -47500000 0 700000
  corner: 2 259820878 -45000000 0 0
  corner: 3 263070878 -45000000 0 1

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 259820878 -45000000 0 700000
  corner: 2 259820878 -42500000 0 0
  corner: 3 263070878 -42500000 0 1

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 259820878 -42500000 0 700000
  corner: 2 259820878 -40000000 0 0
  corner: 3 263070878 -40000000 0 1

polyline: 4 0 10 180000 -1 -1 -1 0 0
  corner: 1 279070878 -40000000 0 1
  corner: 2 282820878 -40000000 0 0
  corner: 3 282820878 -37500000 0 0
  corner: 4 292570878 -37500000 0 1

polyline: 5 0 10 180000 -1 -1 -1 0 0
  corner: 1 352320878 -64000000 0 700000
  corner: 2 352320878 -40250000 0 0
  corner: 3 303820878 -40250000 0 0
  corner: 4 303820878 -45000000 0 0
  corner: 5 279070878 -45000000 0 1

polyline: 5 0 10 180000 -1 -1 -1 0 0
  corner: 1 279070878 -47500000 0 1
  corner: 2 301320878 -47500000 0 0
  corner: 3 301320878 -37750000 0 0
  corner: 4 355320878 -37750000 0 0
  corner: 5 355320878 -61500000 0 700000

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 231813010 -53750000 0 1
  corner: 2 225813010 -53750000 0 1

polyline: 16 0 10 180000 -1 -1 -1 0 0
  corner: 1 227298875 -60040768 0 1
  corner: 2 227298875 -62540768 0 0
  corner: 3 225298875 -62540768 0 0
  corner: 4 227298875 -62540768 0 0
  corner: 5 227298875 -63040768 0 0
  corner: 6 226298875 -63040768 0 0
  corner: 7 227298875 -63040768 0 0
  corner: 8 227298875 -63540768 0 0
  corner: 9 226798875 -63540768 0 0
  corner: 10 227798875 -63540768 0 0
  corner: 11 227298875 -63540768 0 0
  corner: 12 227298875 -63040768 0 0
  corner: 13 228298875 -63040768 0 0
  corner: 14 227298875 -63040768 0 0
  corner: 15 227298875 -62540768 0 0
  corner: 16 229298875 -62540768 0 0
net_name: "GND" 224198875 -66490768 11 0 0 0 -1 -1 2 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 227298875 -57410240 0 1
  corner: 2 227298875 -53750000 0 700000

polyline: 7 0 10 180000 -1 -1 -1 0 0
  corner: 1 209138458 -53750000 0 0
  corner: 2 208138458 -54750000 0 0
  corner: 3 203888458 -54750000 0 0
  corner: 4 203888458 -52750000 0 0
  corner: 5 208138458 -52750000 0 0
  corner: 6 209138474 -53749984 0 0
  corner: 7 210638458 -53750000 0 1
net_name: "+5V0" 204638878 -54290001 11 0 1000001 100001 -1 -1 11 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 231820878 -56250000 0 1
  corner: 2 227311160 -56250000 0 700000

polyline: 16 0 10 180000 -1 -1 -1 0 0
  corner: 1 248063010 -60040768 0 1
  corner: 2 248063010 -62540768 0 0
  corner: 3 246063010 -62540768 0 0
  corner: 4 248063010 -62540768 0 0
  corner: 5 248063010 -63040768 0 0
  corner: 6 247063010 -63040768 0 0
  corner: 7 248063010 -63040768 0 0
  corner: 8 248063010 -63540768 0 0
  corner: 9 247563010 -63540768 0 0
  corner: 10 248563010 -63540768 0 0
  corner: 11 248063010 -63540768 0 0
  corner: 12 248063010 -63040768 0 0
  corner: 13 249063010 -63040768 0 0
  corner: 14 248063010 -63040768 0 0
  corner: 15 248063010 -62540768 0 0
  corner: 16 250063010 -62540768 0 0
net_name: "GND" 244963010 -66490768 11 0 0 0 -1 -1 2 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 248063010 -56250000 0 1
  corner: 2 248063010 -60040768 0 1

polyline: 16 0 10 180000 -1 -1 -1 0 0
  corner: 1 253320878 -60040768 0 1
  corner: 2 253320878 -62540768 0 0
  corner: 3 251320878 -62540768 0 0
  corner: 4 253320878 -62540768 0 0
  corner: 5 253320878 -63040768 0 0
  corner: 6 252320878 -63040768 0 0
  corner: 7 253320878 -63040768 0 0
  corner: 8 253320878 -63540768 0 0
  corner: 9 252820878 -63540768 0 0
  corner: 10 253820878 -63540768 0 0
  corner: 11 253320878 -63540768 0 0
  corner: 12 253320878 -63040768 0 0
  corner: 13 254320878 -63040768 0 0
  corner: 14 253320878 -63040768 0 0
  corner: 15 253320878 -62540768 0 0
  corner: 16 255320878 -62540768 0 0
net_name: "GND" 250220878 -66490768 11 0 0 0 -1 -1 2 1

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 253320878 -57410240 0 1
  corner: 2 253320878 -53750000 0 0
  corner: 3 248063010 -53750000 0 1

polyline: 8 0 10 180000 -1 -1 -1 0 0
  corner: 1 255320878 -72750010 1 0
  corner: 2 254320878 -73750010 0 0
  corner: 3 250570878 -73750010 1 0
  corner: 4 249570879 -72750011 1 0
  corner: 5 250570878 -71750010 0 0
  corner: 6 254320878 -71750010 1 0
  corner: 7 255320894 -72750000 0 0
  corner: 8 257320878 -72750000 0 700000
net_name: "+3V0" 250921513 -73289998 11 0 1000001 100001 -1 -1 11 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 257320877 -84000000 0 1
  corner: 2 257320877 -81000001 0 1

polyline: 4 0 10 180000 -1 -1 -1 0 0
  corner: 1 308320878 -69000000 0 1
  corner: 2 286320878 -69000000 0 0
  corner: 3 286320878 -53750000 0 0
  corner: 4 273754975 -53749999 0 1

polyline: 8 0 10 180000 -1 -1 -1 0 0
  corner: 1 272254976 -135375010 2 0
  corner: 2 273254976 -136375010 0 0
  corner: 3 278504976 -136375010 2 0
  corner: 4 279504975 -135375011 2 0
  corner: 5 278504976 -134375010 0 0
  corner: 6 273254976 -134375010 2 0
  corner: 7 272254960 -135375000 0 0
  corner: 8 270254976 -135375000 0 1
net_name: "EXTI14-2" 273714976 -135845010 11 0 1000001 100001 -1 -1 11 1

polyline: 8 0 10 180000 -1 -1 -1 0 0
  corner: 1 272754976 -123237948 2 0
  corner: 2 273754976 -124237948 0 0
  corner: 3 278504976 -124237948 2 0
  corner: 4 279504975 -123237949 2 0
  corner: 5 278504976 -122237948 0 0
  corner: 6 273754976 -122237948 2 0
  corner: 7 272754960 -123237938 0 0
  corner: 8 270754976 -123237938 0 1
net_name: "PA4-11" 274389711 -123717948 11 0 1000001 100001 -1 -1 11 9

polyline: 16 0 10 180000 -1 -1 -1 0 0
  corner: 1 256296489 -126040823 0 1
  corner: 2 256296489 -128540823 0 0
  corner: 3 254296489 -128540823 0 0
  corner: 4 256296489 -128540823 0 0
  corner: 5 256296489 -129040823 0 0
  corner: 6 255296489 -129040823 0 0
  corner: 7 256296489 -129040823 0 0
  corner: 8 256296489 -129540823 0 0
  corner: 9 255796489 -129540823 0 0
  corner: 10 256796489 -129540823 0 0
  corner: 11 256296489 -129540823 0 0
  corner: 12 256296489 -129040823 0 0
  corner: 13 257296489 -129040823 0 0
  corner: 14 256296489 -129040823 0 0
  corner: 15 256296489 -128540823 0 0
  corner: 16 258296489 -128540823 0 0
net_name: "GND" 253196489 -132490823 11 0 0 0 -1 -1 2 1

polyline: 16 0 10 180000 -1 -1 -1 0 0
  corner: 1 254320878 -142375000 0 1
  corner: 2 254320878 -144875000 0 0
  corner: 3 252320878 -144875000 0 0
  corner: 4 254320878 -144875000 0 0
  corner: 5 254320878 -145375000 0 0
  corner: 6 253320878 -145375000 0 0
  corner: 7 254320878 -145375000 0 0
  corner: 8 254320878 -145875000 0 0
  corner: 9 253820878 -145875000 0 0
  corner: 10 254820878 -145875000 0 0
  corner: 11 254320878 -145875000 0 0
  corner: 12 254320878 -145375000 0 0
  corner: 13 255320878 -145375000 0 0
  corner: 14 254320878 -145375000 0 0
  corner: 15 254320878 -144875000 0 0
  corner: 16 256320878 -144875000 0 0
net_name: "GND" 251220878 -148825000 11 0 0 0 -1 -1 2 1

polyline: 16 0 10 180000 -1 -1 -1 0 0
  corner: 1 246869946 -170875000 0 700000
  corner: 2 246869946 -173375000 0 0
  corner: 3 244869946 -173375000 0 0
  corner: 4 246869946 -173375000 0 0
  corner: 5 246869946 -173875000 0 0
  corner: 6 245869946 -173875000 0 0
  corner: 7 246869946 -173875000 0 0
  corner: 8 246869946 -174375000 0 0
  corner: 9 246369946 -174375000 0 0
  corner: 10 247369946 -174375000 0 0
  corner: 11 246869946 -174375000 0 0
  corner: 12 246869946 -173875000 0 0
  corner: 13 247869946 -173875000 0 0
  corner: 14 246869946 -173875000 0 0
  corner: 15 246869946 -173375000 0 0
  corner: 16 248869946 -173375000 0 0
net_name: "GND" 243769946 -177325000 11 0 0 0 -1 -1 2 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 256296489 -123237938 0 1
  corner: 2 256296489 -126040823 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 247320878 -115375000 0 1
  corner: 2 250690716 -115375000 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 247320878 -120625000 0 1
  corner: 2 256296489 -120625000 0 1

polyline: 8 0 10 180000 -1 -1 -1 0 0
  corner: 1 260240058 -115374999 2 0
  corner: 2 261235468 -116370394 0 0
  corner: 3 264470551 -116370394 2 0
  corner: 4 265465945 -115375005 2 0
  corner: 5 264470551 -114379598 0 0
  corner: 6 261235468 -114379598 2 0
  corner: 7 260240040 -115374993 0 0
  corner: 8 258124814 -115374999 0 1
net_name: "+5V0" 261208636 -115864920 11 0 1000001 100001 -1 -1 11 9

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 264320878 -140750000 0 1
  corner: 2 263320878 -140750000 0 0
  corner: 3 263320878 -135375000 0 700000

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 222320878 -140625000 0 1
  corner: 2 217820878 -140625000 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 217820878 -135375000 0 1
  corner: 2 222320878 -135375000 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 229754976 -135374999 0 1
  corner: 2 232820878 -135375000 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 229754976 -140624999 0 1
  corner: 2 232820878 -140625000 0 1

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 250820878 -140625000 0 1
  corner: 2 254320878 -140625000 0 0
  corner: 3 254320878 -142375000 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 214320878 -170875000 0 700000
  corner: 2 216320878 -168875000 0 0
net_name: "2|BUS2" 214670878 -169275000 11 0 1000001 100001 -1 -1 11 9

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 223320878 -130875000 0 700000
  corner: 2 217820878 -130875000 0 1

polyline: 4 0 10 180000 -1 -1 -1 0 0
  corner: 1 231320878 -129875000 0 1
  corner: 2 231320878 -130875000 0 0
  corner: 3 223320878 -130875000 0 0
  corner: 4 223320878 -120625000 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 235820878 -120625000 0 1
  corner: 2 227320878 -120625000 0 1

polyline: 4 0 10 180000 -1 -1 -1 0 0
  corner: 1 231320877 -106815902 0 1
  corner: 2 231320877 -105375000 0 0
  corner: 3 223320878 -105375000 0 0
  corner: 4 223320878 -113875000 0 1

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 231320878 -114250000 0 1
  corner: 2 231320878 -115375001 0 0
  corner: 3 235820878 -115375000 0 1

polyline: 4 0 10 180000 -1 -1 -1 0 0
  corner: 1 223320878 -105375000 0 700000
  corner: 2 223320878 -105375000 0 0
  corner: 3 223320878 -90875000 0 0
  corner: 4 209070878 -90875000 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 209070878 -98625000 0 1
  corner: 2 214820878 -98625000 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 217820878 -105375000 0 1
  corner: 2 219070878 -105375000 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 222070878 -105375000 0 1
  corner: 2 223320878 -105375000 0 700000

polyline: 2 0 16 1200000 -1 -1 -1 0 0
  corner: 1 216320878 -99375000 0 0
  corner: 2 216320878 -169625000 0 0
description: "BUS2" 215270878 -155525000 14 270 1000001 100001 -1 -1 11 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 216320878 -106875000 0 0
  corner: 2 217820878 -105375000 0 1
net_name: "1|BUS2" 217320878 -107975000 11 0 1000001 100001 -1 -1 11 9

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 214320878 -164875000 0 700000
  corner: 2 216320878 -162875000 0 0
net_name: "1|BUS2" 214720878 -163325000 11 0 1000001 100001 -1 -1 11 9

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 216320878 -133875000 0 0
  corner: 2 217820878 -135375000 0 1
net_name: "1|BUS2" 217420878 -134025000 11 0 1000001 100001 -1 -1 11 9

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 216318378 -129367500 0 0
  corner: 2 217820878 -130875000 0 1
net_name: "2|BUS2" 217420878 -129375000 11 0 1000001 100001 -1 -1 11 9

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 216320878 -139125000 0 0
  corner: 2 217820878 -140625000 0 1
net_name: "2|BUS2" 217370878 -139125000 11 0 1000001 100001 -1 -1 11 9

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 270320878 -135375000 0 1
  corner: 2 250820878 -135375000 0 1

polyline: 8 0 10 180000 -1 -1 -1 0 0
  corner: 1 224695878 -90875000 2 0
  corner: 2 225695878 -91875000 0 0
  corner: 3 228945878 -91875000 2 0
  corner: 4 229945862 -90875002 2 0
  corner: 5 228945878 -89875000 0 0
  corner: 6 225695878 -89875000 2 0
  corner: 7 224695862 -90874990 0 0
  corner: 8 223320878 -90875000 0 700000
net_name: "OUT" 226520878 -91425000 11 360 1000001 100001 -1 -1 11 9

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 242912636 -164875000 0 1
  corner: 2 248369946 -164875000 0 1

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 242912636 -170875000 0 1
  corner: 2 246869946 -170875000 0 0
  corner: 3 246869946 -168440264 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 246869946 -167125000 0 1
  corner: 2 246869946 -164875000 0 700000

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 209070878 -170875000 0 1
  corner: 2 220445878 -170875000 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 209070878 -164875000 0 1
  corner: 2 220445878 -164875000 0 1

polyline: 8 0 10 180000 -1 -1 -1 0 0
  corner: 1 273754976 -140750009 2 0
  corner: 2 274754976 -141750009 0 0
  corner: 3 278504976 -141750009 2 0
  corner: 4 279504975 -140750010 2 0
  corner: 5 278504976 -139750009 0 0
  corner: 6 274754976 -139750009 2 0
  corner: 7 273754960 -140749999 0 0
  corner: 8 271754976 -140749999 0 1
net_name: "+3V0" 275189711 -141200009 11 0 1000001 100001 -1 -1 11 9

polyline: 8 0 10 180000 -1 -1 -1 0 0
  corner: 1 250869946 -164875000 0 0
  corner: 2 250869946 -165875000 0 0
  corner: 3 255119946 -165875000 0 0
  corner: 4 256119947 -164875000 0 0
  corner: 5 255119946 -163875000 0 0
  corner: 6 250869946 -163875000 0 0
  corner: 7 250869930 -164874984 0 0
  corner: 8 248369946 -164875000 0 1
net_name: "+5V0" 251617556 -165395001 11 0 1000001 100001 -1 -1 11 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 270754976 -123237938 0 1
  corner: 2 263264360 -123237938 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 296320878 -58500000 0 1
  corner: 2 295070878 -58500000 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 231320877 -122440902 0 1
  corner: 2 231320877 -120625000 0 700000

polyline: 8 0 10 180000 -1 -1 -1 0 0
  corner: 1 293570878 -58500010 1 0
  corner: 2 292570878 -59500010 0 0
  corner: 3 288820878 -59500010 1 0
  corner: 4 287820879 -58500011 1 0
  corner: 5 288820878 -57500010 0 0
  corner: 6 292570878 -57500010 1 0
  corner: 7 293570894 -58500000 0 0
  corner: 8 295070878 -58500000 0 1
net_name: "+3V0" 289171513 -59039998 11 0 1000001 100001 -1 -1 11 1

polyline: 4 0 10 180000 -1 -1 -1 0 0
  corner: 1 308320878 -61500000 0 1
  corner: 2 304820878 -61500000 0 0
  corner: 3 304820878 -58500000 0 0
  corner: 4 296320878 -58500000 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 296320878 -58500000 0 700000
  corner: 2 296320878 -59750000 0 1

polyline: 4 0 10 180000 -1 -1 -1 0 0
  corner: 1 259820878 -51250000 0 1
  corner: 2 282820878 -51250000 0 0
  corner: 3 282820878 -42500000 0 0
  corner: 4 279070878 -42500000 0 1

polyline: 4 0 10 180000 -1 -1 -1 0 0
  corner: 1 308320878 -64000000 0 1
  corner: 2 301320878 -64000000 0 0
  corner: 3 296320878 -64000000 0 0
  corner: 4 296320878 -62750000 0 1

polyline: 2 0 10 180001 -1 -1 -1 0 0
  corner: 1 259820878 -42500000 0 700001
  corner: 2 253820878 -42500000 0 1

polyline: 4 0 10 180001 -1 -1 -1 0 0
  corner: 1 210162636 -58857920 0 1
  corner: 2 211638458 -58857920 0 0
  corner: 3 211638458 -53750000 0 0
  corner: 4 210638458 -53750000 0 1

polyline: 3 0 10 180002 -1 -1 -1 0 0
  corner: 1 210162636 -61357920 0 1
  corner: 2 211638458 -61357920 0 0
  corner: 3 211638458 -58857920 0 700003

polyline: 2 0 10 180001 -1 -1 -1 0 0
  corner: 1 227298875 -53750000 0 700001
  corner: 2 227298875 -45357920 0 1

polyline: 2 0 10 180001 -1 -1 -1 0 0
  corner: 1 258528703 -71357920 0 1
  corner: 2 257320877 -71357920 0 700001

polyline: 2 0 10 180001 -1 -1 -1 0 0
  corner: 1 288070878 -38500000 0 1
  corner: 2 288070878 -37500000 0 700001

polyline: 3 0 10 180001 -1 -1 -1 0 0
  corner: 1 283320878 -69000000 0 700000
  corner: 2 283320878 -64000000 0 0
  corner: 3 296320878 -64000000 0 700001

polyline: 2 0 10 180001 -1 -1 -1 0 0
  corner: 1 257320877 -64742132 0 1
  corner: 2 257320877 -53750000 0 700001

polyline: 2 0 10 180002 -1 -1 -1 0 0
  corner: 1 257320877 -69500000 0 1
  corner: 2 257320877 -76242133 0 1

polyline: 16 0 10 180000 -1 -1 -1 0 0
  corner: 1 257320877 -90250000 0 1
  corner: 2 257320877 -92750000 0 0
  corner: 3 255320877 -92750000 0 0
  corner: 4 257320877 -92750000 0 0
  corner: 5 257320877 -93250000 0 0
  corner: 6 256320877 -93250000 0 0
  corner: 7 257320877 -93250000 0 0
  corner: 8 257320877 -93750000 0 0
  corner: 9 256820877 -93750000 0 0
  corner: 10 257820877 -93750000 0 0
  corner: 11 257320877 -93750000 0 0
  corner: 12 257320877 -93250000 0 0
  corner: 13 258320877 -93250000 0 0
  corner: 14 257320877 -93250000 0 0
  corner: 15 257320877 -92750000 0 0
  corner: 16 259320877 -92750000 0 0
net_name: "GND" 254220877 -96700000 11 0 0 0 -1 -1 2 1

polyline: 2 0 10 180001 -1 -1 -1 0 0
  corner: 1 289570878 -117750000 0 700001
  corner: 2 291162636 -117750000 0 1

polyline: 8 0 10 180000 -1 -1 -1 0 0
  corner: 1 300596734 -117750009 2 0
  corner: 2 301596734 -118750009 0 0
  corner: 3 305346734 -118750009 2 0
  corner: 4 306346733 -117750010 2 0
  corner: 5 305346734 -116750009 0 0
  corner: 6 301596734 -116750009 2 0
  corner: 7 300596718 -117749999 0 0
  corner: 8 298596734 -117749999 0 1
net_name: "+3V0" 302006636 -118289920 11 0 1000001 100001 -1 -1 11 9

polyline: 2 0 10 180001 -1 -1 -1 0 0
  corner: 1 266320877 -53750000 0 1
  corner: 2 253320878 -53750000 0 700001

polyline: 16 0 10 180000 -1 -1 -1 0 0
  corner: 1 284596734 -123000000 0 1
  corner: 2 284596734 -125500000 0 0
  corner: 3 282596734 -125500000 0 0
  corner: 4 284596734 -125500000 0 0
  corner: 5 284596734 -126000000 0 0
  corner: 6 283596734 -126000000 0 0
  corner: 7 284596734 -126000000 0 0
  corner: 8 284596734 -126500000 0 0
  corner: 9 284096734 -126500000 0 0
  corner: 10 285096734 -126500000 0 0
  corner: 11 284596734 -126500000 0 0
  corner: 12 284596734 -126000000 0 0
  corner: 13 285596734 -126000000 0 0
  corner: 14 284596734 -126000000 0 0
  corner: 15 284596734 -125500000 0 0
  corner: 16 286596734 -125500000 0 0
net_name: "GND" 281496734 -129450000 11 0 0 0 -1 -1 2 1

polyline: 4 0 10 180001 -1 -1 -1 0 0
  corner: 1 210296569 -67857920 0 1
  corner: 2 211662636 -67857920 0 0
  corner: 3 211662636 -65357920 0 0
  corner: 4 210296569 -65357920 0 1

polyline: 2 0 10 180001 -1 -1 -1 0 0
  corner: 1 364820878 -54000000 0 1
  corner: 2 362820878 -54000000 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 216320878 -100125000 0 0
  corner: 2 214820878 -98625000 0 1
net_name: "1|BUS2" 215003378 -101225000 11 0 1000001 100001 -1 -1 11 1

polyline: 8 0 10 180000 -1 -1 -1 0 0
  corner: 1 334820878 -76500010 2 0
  corner: 2 335820878 -77500010 0 0
  corner: 3 339570878 -77500010 2 0
  corner: 4 340570877 -76500011 2 0
  corner: 5 339570878 -75500010 0 0
  corner: 6 335820878 -75500010 2 0
  corner: 7 334820862 -76500000 0 0
  corner: 8 334320878 -76500000 0 1
net_name: "PA4-11" 336002878 -76980000 11 0 1000001 100001 -1 -1 11 9

polyline: 8 0 10 180000 -1 -1 -1 0 0
  corner: 1 306320878 -56500010 1 0
  corner: 2 305320878 -57500010 0 0
  corner: 3 300070878 -57500010 1 0
  corner: 4 299070879 -56500011 1 0
  corner: 5 300070878 -55500010 0 0
  corner: 6 305320878 -55500010 1 0
  corner: 7 306320894 -56500000 0 0
  corner: 8 308320878 -56500000 0 1
net_name: "EXTI14-2" 300421878 -56970000 11 0 1000001 100001 -1 -1 11 1

polyline: 3 0 10 180001 -1 -1 -1 0 0
  corner: 1 288320878 -117750000 0 1
  corner: 2 284596734 -117750000 0 0
  corner: 3 284596734 -120000000 0 1

polyline: 2 0 10 180001 -1 -1 -1 0 0
  corner: 1 211638458 -53750000 0 700001
  corner: 2 213138458 -53750000 0 1

polyline: 2 0 10 180001 -1 -1 -1 0 0
  corner: 1 -14932420 -53750000 0 700001
  corner: 2 -13432420 -53750000 0 1

polyline: 3 0 10 180001 -1 -1 -1 0 0
  corner: 1 61750000 -117750000 0 1
  corner: 2 58025856 -117750000 0 0
  corner: 3 58025856 -120000000 0 1

polyline: 8 0 10 180000 -1 -1 -1 0 0
  corner: 1 79750000 -56500010 1 0
  corner: 2 78750000 -57500010 0 0
  corner: 3 73500000 -57500010 1 0
  corner: 4 72500001 -56500011 1 0
  corner: 5 73500000 -55500010 0 0
  corner: 6 78750000 -55500010 1 0
  corner: 7 79750016 -56500000 0 0
  corner: 8 81750000 -56500000 0 1
net_name: "EXTI14-2" 73851000 -56970000 11 0 1000001 100001 -1 -1 11 1

polyline: 8 0 10 180000 -1 -1 -1 0 0
  corner: 1 108250000 -76500010 2 0
  corner: 2 109250000 -77500010 0 0
  corner: 3 113000000 -77500010 2 0
  corner: 4 113999999 -76500011 2 0
  corner: 5 113000000 -75500010 0 0
  corner: 6 109250000 -75500010 2 0
  corner: 7 108249984 -76500000 0 0
  corner: 8 107750000 -76500000 0 1
net_name: "PA4-11" 109432000 -76980000 11 0 1000001 100001 -1 -1 11 9

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 -10250000 -100125000 0 0
  corner: 2 -11750000 -98625000 0 1
net_name: "1|BUS2" -11567500 -101225000 11 0 1000001 100001 -1 -1 11 1

polyline: 2 0 10 180001 -1 -1 -1 0 0
  corner: 1 138250000 -54000000 0 1
  corner: 2 136250000 -54000000 0 1

polyline: 4 0 10 180001 -1 -1 -1 0 0
  corner: 1 -16274309 -67857920 0 1
  corner: 2 -14908242 -67857920 0 0
  corner: 3 -14908242 -65357920 0 0
  corner: 4 -16274309 -65357920 0 1

polyline: 16 0 10 180000 -1 -1 -1 0 0
  corner: 1 58025856 -123000000 0 1
  corner: 2 58025856 -125500000 0 0
  corner: 3 56025856 -125500000 0 0
  corner: 4 58025856 -125500000 0 0
  corner: 5 58025856 -126000000 0 0
  corner: 6 57025856 -126000000 0 0
  corner: 7 58025856 -126000000 0 0
  corner: 8 58025856 -126500000 0 0
  corner: 9 57525856 -126500000 0 0
  corner: 10 58525856 -126500000 0 0
  corner: 11 58025856 -126500000 0 0
  corner: 12 58025856 -126000000 0 0
  corner: 13 59025856 -126000000 0 0
  corner: 14 58025856 -126000000 0 0
  corner: 15 58025856 -125500000 0 0
  corner: 16 60025856 -125500000 0 0
net_name: "GND" 54925856 -129450000 11 0 0 0 -1 -1 2 1

polyline: 2 0 10 180001 -1 -1 -1 0 0
  corner: 1 39749999 -53750000 0 1
  corner: 2 26750000 -53750000 0 700001

polyline: 8 0 10 180000 -1 -1 -1 0 0
  corner: 1 74025856 -117750009 2 0
  corner: 2 75025856 -118750009 0 0
  corner: 3 78775856 -118750009 2 0
  corner: 4 79775855 -117750010 2 0
  corner: 5 78775856 -116750009 0 0
  corner: 6 75025856 -116750009 2 0
  corner: 7 74025840 -117749999 0 0
  corner: 8 72025856 -117749999 0 1
net_name: "+3V0" 75435758 -118289920 11 0 1000001 100001 -1 -1 11 9

polyline: 2 0 10 180001 -1 -1 -1 0 0
  corner: 1 63000000 -117750000 0 700001
  corner: 2 64591758 -117750000 0 1

polyline: 16 0 10 180000 -1 -1 -1 0 0
  corner: 1 30749999 -90250000 0 1
  corner: 2 30749999 -92750000 0 0
  corner: 3 28749999 -92750000 0 0
  corner: 4 30749999 -92750000 0 0
  corner: 5 30749999 -93250000 0 0
  corner: 6 29749999 -93250000 0 0
  corner: 7 30749999 -93250000 0 0
  corner: 8 30749999 -93750000 0 0
  corner: 9 30249999 -93750000 0 0
  corner: 10 31249999 -93750000 0 0
  corner: 11 30749999 -93750000 0 0
  corner: 12 30749999 -93250000 0 0
  corner: 13 31749999 -93250000 0 0
  corner: 14 30749999 -93250000 0 0
  corner: 15 30749999 -92750000 0 0
  corner: 16 32749999 -92750000 0 0
net_name: "GND" 27649999 -96700000 11 0 0 0 -1 -1 2 1

polyline: 2 0 10 180002 -1 -1 -1 0 0
  corner: 1 30749999 -69500000 0 1
  corner: 2 30749999 -76242133 0 1

polyline: 2 0 10 180001 -1 -1 -1 0 0
  corner: 1 30749999 -64742132 0 1
  corner: 2 30749999 -53750000 0 700001

polyline: 3 0 10 180001 -1 -1 -1 0 0
  corner: 1 56750000 -69000000 0 700000
  corner: 2 56750000 -64000000 0 0
  corner: 3 69750000 -64000000 0 700001

polyline: 2 0 10 180001 -1 -1 -1 0 0
  corner: 1 61500000 -38500000 0 1
  corner: 2 61500000 -37500000 0 700001

polyline: 2 0 10 180001 -1 -1 -1 0 0
  corner: 1 31957825 -71357920 0 1
  corner: 2 30749999 -71357920 0 700001

polyline: 2 0 10 180001 -1 -1 -1 0 0
  corner: 1 727997 -53750000 0 700001
  corner: 2 727997 -45357920 0 1

polyline: 3 0 10 180002 -1 -1 -1 0 0
  corner: 1 -16408242 -61357920 0 1
  corner: 2 -14932420 -61357920 0 0
  corner: 3 -14932420 -58857920 0 700003

polyline: 4 0 10 180001 -1 -1 -1 0 0
  corner: 1 -16408242 -58857920 0 1
  corner: 2 -14932420 -58857920 0 0
  corner: 3 -14932420 -53750000 0 0
  corner: 4 -15932420 -53750000 0 1

polyline: 2 0 10 180001 -1 -1 -1 0 0
  corner: 1 33250000 -42500000 0 700001
  corner: 2 27250000 -42500000 0 1

polyline: 4 0 10 180000 -1 -1 -1 0 0
  corner: 1 81750000 -64000000 0 1
  corner: 2 74750000 -64000000 0 0
  corner: 3 69750000 -64000000 0 0
  corner: 4 69750000 -62750000 0 1

polyline: 4 0 10 180000 -1 -1 -1 0 0
  corner: 1 33250000 -51250000 0 1
  corner: 2 56250000 -51250000 0 0
  corner: 3 56250000 -42500000 0 0
  corner: 4 52500000 -42500000 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 69750000 -58500000 0 700000
  corner: 2 69750000 -59750000 0 1

polyline: 4 0 10 180000 -1 -1 -1 0 0
  corner: 1 81750000 -61500000 0 1
  corner: 2 78250000 -61500000 0 0
  corner: 3 78250000 -58500000 0 0
  corner: 4 69750000 -58500000 0 1

polyline: 8 0 10 180000 -1 -1 -1 0 0
  corner: 1 67000000 -58500010 1 0
  corner: 2 66000000 -59500010 0 0
  corner: 3 62250000 -59500010 1 0
  corner: 4 61250001 -58500011 1 0
  corner: 5 62250000 -57500010 0 0
  corner: 6 66000000 -57500010 1 0
  corner: 7 67000016 -58500000 0 0
  corner: 8 68500000 -58500000 0 1
net_name: "+3V0" 62600635 -59039998 11 0 1000001 100001 -1 -1 11 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 4749999 -122440902 0 1
  corner: 2 4749999 -120625000 0 700000

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 69750000 -58500000 0 1
  corner: 2 68500000 -58500000 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 44184098 -123237938 0 1
  corner: 2 36693482 -123237938 0 1

polyline: 8 0 10 180000 -1 -1 -1 0 0
  corner: 1 24299068 -164875000 0 0
  corner: 2 24299068 -165875000 0 0
  corner: 3 28549068 -165875000 0 0
  corner: 4 29549069 -164875000 0 0
  corner: 5 28549068 -163875000 0 0
  corner: 6 24299068 -163875000 0 0
  corner: 7 24299052 -164874984 0 0
  corner: 8 21799068 -164875000 0 1
net_name: "+5V0" 25046678 -165395001 11 0 1000001 100001 -1 -1 11 1

polyline: 8 0 10 180000 -1 -1 -1 0 0
  corner: 1 47184098 -140750009 2 0
  corner: 2 48184098 -141750009 0 0
  corner: 3 51934098 -141750009 2 0
  corner: 4 52934097 -140750010 2 0
  corner: 5 51934098 -139750009 0 0
  corner: 6 48184098 -139750009 2 0
  corner: 7 47184082 -140749999 0 0
  corner: 8 45184098 -140749999 0 1
net_name: "+3V0" 48618833 -141200009 11 0 1000001 100001 -1 -1 11 9

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 -17500000 -164875000 0 1
  corner: 2 -6125000 -164875000 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 -17500000 -170875000 0 1
  corner: 2 -6125000 -170875000 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 20299068 -167125000 0 1
  corner: 2 20299068 -164875000 0 700000

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 16341758 -170875000 0 1
  corner: 2 20299068 -170875000 0 0
  corner: 3 20299068 -168440264 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 16341758 -164875000 0 1
  corner: 2 21799068 -164875000 0 1

polyline: 8 0 10 180000 -1 -1 -1 0 0
  corner: 1 -1875000 -90875000 2 0
  corner: 2 -875000 -91875000 0 0
  corner: 3 2375000 -91875000 2 0
  corner: 4 3374984 -90875002 2 0
  corner: 5 2375000 -89875000 0 0
  corner: 6 -875000 -89875000 2 0
  corner: 7 -1875016 -90874990 0 0
  corner: 8 -3250000 -90875000 0 700000
net_name: "OUT" -50000 -91425000 11 360 1000001 100001 -1 -1 11 9

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 43750000 -135375000 0 1
  corner: 2 24250000 -135375000 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 -10250000 -139125000 0 0
  corner: 2 -8750000 -140625000 0 1
net_name: "2|BUS2" -9200000 -139125000 11 0 1000001 100001 -1 -1 11 9

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 -10252500 -129367500 0 0
  corner: 2 -8750000 -130875000 0 1
net_name: "2|BUS2" -9150000 -129375000 11 0 1000001 100001 -1 -1 11 9

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 -10250000 -133875000 0 0
  corner: 2 -8750000 -135375000 0 1
net_name: "1|BUS2" -9150000 -134025000 11 0 1000001 100001 -1 -1 11 9

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 -12250000 -164875000 0 700000
  corner: 2 -10250000 -162875000 0 0
net_name: "1|BUS2" -11850000 -163325000 11 0 1000001 100001 -1 -1 11 9

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 -10250000 -106875000 0 0
  corner: 2 -8750000 -105375000 0 1
net_name: "1|BUS2" -9250000 -107975000 11 0 1000001 100001 -1 -1 11 9

polyline: 2 0 16 1200000 -1 -1 -1 0 0
  corner: 1 -10250000 -99375000 0 0
  corner: 2 -10250000 -169625000 0 0
description: "BUS2" -11300000 -155525000 14 270 1000001 100001 -1 -1 11 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 -4500000 -105375000 0 1
  corner: 2 -3250000 -105375000 0 700000

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 -8750000 -105375000 0 1
  corner: 2 -7500000 -105375000 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 -17500000 -98625000 0 1
  corner: 2 -11750000 -98625000 0 1

polyline: 4 0 10 180000 -1 -1 -1 0 0
  corner: 1 -3250000 -105375000 0 700000
  corner: 2 -3250000 -105375000 0 0
  corner: 3 -3250000 -90875000 0 0
  corner: 4 -17500000 -90875000 0 1

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 4750000 -114250000 0 1
  corner: 2 4750000 -115375001 0 0
  corner: 3 9250000 -115375000 0 1

polyline: 4 0 10 180000 -1 -1 -1 0 0
  corner: 1 4749999 -106815902 0 1
  corner: 2 4749999 -105375000 0 0
  corner: 3 -3250000 -105375000 0 0
  corner: 4 -3250000 -113875000 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 9250000 -120625000 0 1
  corner: 2 750000 -120625000 0 1

polyline: 4 0 10 180000 -1 -1 -1 0 0
  corner: 1 4750000 -129875000 0 1
  corner: 2 4750000 -130875000 0 0
  corner: 3 -3250000 -130875000 0 0
  corner: 4 -3250000 -120625000 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 -3250000 -130875000 0 700000
  corner: 2 -8750000 -130875000 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 -12250000 -170875000 0 700000
  corner: 2 -10250000 -168875000 0 0
net_name: "2|BUS2" -11900000 -169275000 11 0 1000001 100001 -1 -1 11 9

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 24250000 -140625000 0 1
  corner: 2 27750000 -140625000 0 0
  corner: 3 27750000 -142375000 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 3184098 -140624999 0 1
  corner: 2 6250000 -140625000 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 3184098 -135374999 0 1
  corner: 2 6250000 -135375000 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 -8750000 -135375000 0 1
  corner: 2 -4250000 -135375000 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 -4250000 -140625000 0 1
  corner: 2 -8750000 -140625000 0 1

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 37750000 -140750000 0 1
  corner: 2 36750000 -140750000 0 0
  corner: 3 36750000 -135375000 0 700000

polyline: 8 0 10 180000 -1 -1 -1 0 0
  corner: 1 33669180 -115374999 2 0
  corner: 2 34664590 -116370394 0 0
  corner: 3 37899673 -116370394 2 0
  corner: 4 38895067 -115375005 2 0
  corner: 5 37899673 -114379598 0 0
  corner: 6 34664590 -114379598 2 0
  corner: 7 33669162 -115374993 0 0
  corner: 8 31553936 -115374999 0 1
net_name: "+5V0" 34637758 -115864920 11 0 1000001 100001 -1 -1 11 9

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 20750000 -120625000 0 1
  corner: 2 29725611 -120625000 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 20750000 -115375000 0 1
  corner: 2 24119838 -115375000 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 29725611 -123237938 0 1
  corner: 2 29725611 -126040823 0 1

polyline: 16 0 10 180000 -1 -1 -1 0 0
  corner: 1 20299068 -170875000 0 700000
  corner: 2 20299068 -173375000 0 0
  corner: 3 18299068 -173375000 0 0
  corner: 4 20299068 -173375000 0 0
  corner: 5 20299068 -173875000 0 0
  corner: 6 19299068 -173875000 0 0
  corner: 7 20299068 -173875000 0 0
  corner: 8 20299068 -174375000 0 0
  corner: 9 19799068 -174375000 0 0
  corner: 10 20799068 -174375000 0 0
  corner: 11 20299068 -174375000 0 0
  corner: 12 20299068 -173875000 0 0
  corner: 13 21299068 -173875000 0 0
  corner: 14 20299068 -173875000 0 0
  corner: 15 20299068 -173375000 0 0
  corner: 16 22299068 -173375000 0 0
net_name: "GND" 17199068 -177325000 11 0 0 0 -1 -1 2 1

polyline: 16 0 10 180000 -1 -1 -1 0 0
  corner: 1 27750000 -142375000 0 1
  corner: 2 27750000 -144875000 0 0
  corner: 3 25750000 -144875000 0 0
  corner: 4 27750000 -144875000 0 0
  corner: 5 27750000 -145375000 0 0
  corner: 6 26750000 -145375000 0 0
  corner: 7 27750000 -145375000 0 0
  corner: 8 27750000 -145875000 0 0
  corner: 9 27250000 -145875000 0 0
  corner: 10 28250000 -145875000 0 0
  corner: 11 27750000 -145875000 0 0
  corner: 12 27750000 -145375000 0 0
  corner: 13 28750000 -145375000 0 0
  corner: 14 27750000 -145375000 0 0
  corner: 15 27750000 -144875000 0 0
  corner: 16 29750000 -144875000 0 0
net_name: "GND" 24650000 -148825000 11 0 0 0 -1 -1 2 1

polyline: 16 0 10 180000 -1 -1 -1 0 0
  corner: 1 29725611 -126040823 0 1
  corner: 2 29725611 -128540823 0 0
  corner: 3 27725611 -128540823 0 0
  corner: 4 29725611 -128540823 0 0
  corner: 5 29725611 -129040823 0 0
  corner: 6 28725611 -129040823 0 0
  corner: 7 29725611 -129040823 0 0
  corner: 8 29725611 -129540823 0 0
  corner: 9 29225611 -129540823 0 0
  corner: 10 30225611 -129540823 0 0
  corner: 11 29725611 -129540823 0 0
  corner: 12 29725611 -129040823 0 0
  corner: 13 30725611 -129040823 0 0
  corner: 14 29725611 -129040823 0 0
  corner: 15 29725611 -128540823 0 0
  corner: 16 31725611 -128540823 0 0
net_name: "GND" 26625611 -132490823 11 0 0 0 -1 -1 2 1

polyline: 8 0 10 180000 -1 -1 -1 0 0
  corner: 1 46184098 -123237948 2 0
  corner: 2 47184098 -124237948 0 0
  corner: 3 51934098 -124237948 2 0
  corner: 4 52934097 -123237949 2 0
  corner: 5 51934098 -122237948 0 0
  corner: 6 47184098 -122237948 2 0
  corner: 7 46184082 -123237938 0 0
  corner: 8 44184098 -123237938 0 1
net_name: "PA4-11" 47818833 -123717948 11 0 1000001 100001 -1 -1 11 9

polyline: 8 0 10 180000 -1 -1 -1 0 0
  corner: 1 45684098 -135375010 2 0
  corner: 2 46684098 -136375010 0 0
  corner: 3 51934098 -136375010 2 0
  corner: 4 52934097 -135375011 2 0
  corner: 5 51934098 -134375010 0 0
  corner: 6 46684098 -134375010 2 0
  corner: 7 45684082 -135375000 0 0
  corner: 8 43684098 -135375000 0 1
net_name: "EXTI14-2" 47144098 -135845010 11 0 1000001 100001 -1 -1 11 1

polyline: 4 0 10 180000 -1 -1 -1 0 0
  corner: 1 81750000 -69000000 0 1
  corner: 2 59750000 -69000000 0 0
  corner: 3 59750000 -53750000 0 0
  corner: 4 47184097 -53749999 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 30749999 -84000000 0 1
  corner: 2 30749999 -81000001 0 1

polyline: 8 0 10 180000 -1 -1 -1 0 0
  corner: 1 28750000 -72750010 1 0
  corner: 2 27750000 -73750010 0 0
  corner: 3 24000000 -73750010 1 0
  corner: 4 23000001 -72750011 1 0
  corner: 5 24000000 -71750010 0 0
  corner: 6 27750000 -71750010 1 0
  corner: 7 28750016 -72750000 0 0
  corner: 8 30750000 -72750000 0 700000
net_name: "+3V0" 24350635 -73289998 11 0 1000001 100001 -1 -1 11 1

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 26750000 -57410240 0 1
  corner: 2 26750000 -53750000 0 0
  corner: 3 21492132 -53750000 0 1

polyline: 16 0 10 180000 -1 -1 -1 0 0
  corner: 1 26750000 -60040768 0 1
  corner: 2 26750000 -62540768 0 0
  corner: 3 24750000 -62540768 0 0
  corner: 4 26750000 -62540768 0 0
  corner: 5 26750000 -63040768 0 0
  corner: 6 25750000 -63040768 0 0
  corner: 7 26750000 -63040768 0 0
  corner: 8 26750000 -63540768 0 0
  corner: 9 26250000 -63540768 0 0
  corner: 10 27250000 -63540768 0 0
  corner: 11 26750000 -63540768 0 0
  corner: 12 26750000 -63040768 0 0
  corner: 13 27750000 -63040768 0 0
  corner: 14 26750000 -63040768 0 0
  corner: 15 26750000 -62540768 0 0
  corner: 16 28750000 -62540768 0 0
net_name: "GND" 23650000 -66490768 11 0 0 0 -1 -1 2 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 21492132 -56250000 0 1
  corner: 2 21492132 -60040768 0 1

polyline: 16 0 10 180000 -1 -1 -1 0 0
  corner: 1 21492132 -60040768 0 1
  corner: 2 21492132 -62540768 0 0
  corner: 3 19492132 -62540768 0 0
  corner: 4 21492132 -62540768 0 0
  corner: 5 21492132 -63040768 0 0
  corner: 6 20492132 -63040768 0 0
  corner: 7 21492132 -63040768 0 0
  corner: 8 21492132 -63540768 0 0
  corner: 9 20992132 -63540768 0 0
  corner: 10 21992132 -63540768 0 0
  corner: 11 21492132 -63540768 0 0
  corner: 12 21492132 -63040768 0 0
  corner: 13 22492132 -63040768 0 0
  corner: 14 21492132 -63040768 0 0
  corner: 15 21492132 -62540768 0 0
  corner: 16 23492132 -62540768 0 0
net_name: "GND" 18392132 -66490768 11 0 0 0 -1 -1 2 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 5250000 -56250000 0 1
  corner: 2 740282 -56250000 0 700000

polyline: 7 0 10 180000 -1 -1 -1 0 0
  corner: 1 -17432420 -53750000 0 0
  corner: 2 -18432420 -54750000 0 0
  corner: 3 -22682420 -54750000 0 0
  corner: 4 -22682420 -52750000 0 0
  corner: 5 -18432420 -52750000 0 0
  corner: 6 -17432404 -53749984 0 0
  corner: 7 -15932420 -53750000 0 1
net_name: "+5V0" -21932000 -54290001 11 0 1000001 100001 -1 -1 11 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 727997 -57410240 0 1
  corner: 2 727997 -53750000 0 700000

polyline: 16 0 10 180000 -1 -1 -1 0 0
  corner: 1 727997 -60040768 0 1
  corner: 2 727997 -62540768 0 0
  corner: 3 -1272003 -62540768 0 0
  corner: 4 727997 -62540768 0 0
  corner: 5 727997 -63040768 0 0
  corner: 6 -272003 -63040768 0 0
  corner: 7 727997 -63040768 0 0
  corner: 8 727997 -63540768 0 0
  corner: 9 227997 -63540768 0 0
  corner: 10 1227997 -63540768 0 0
  corner: 11 727997 -63540768 0 0
  corner: 12 727997 -63040768 0 0
  corner: 13 1727997 -63040768 0 0
  corner: 14 727997 -63040768 0 0
  corner: 15 727997 -62540768 0 0
  corner: 16 2727997 -62540768 0 0
net_name: "GND" -2372003 -66490768 11 0 0 0 -1 -1 2 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 5242132 -53750000 0 1
  corner: 2 -757868 -53750000 0 1

polyline: 5 0 10 180000 -1 -1 -1 0 0
  corner: 1 52500000 -47500000 0 1
  corner: 2 74750000 -47500000 0 0
  corner: 3 74750000 -37750000 0 0
  corner: 4 128750000 -37750000 0 0
  corner: 5 128750000 -61500000 0 700000

polyline: 5 0 10 180000 -1 -1 -1 0 0
  corner: 1 125750000 -64000000 0 700000
  corner: 2 125750000 -40250000 0 0
  corner: 3 77250000 -40250000 0 0
  corner: 4 77250000 -45000000 0 0
  corner: 5 52500000 -45000000 0 1

polyline: 4 0 10 180000 -1 -1 -1 0 0
  corner: 1 52500000 -40000000 0 1
  corner: 2 56250000 -40000000 0 0
  corner: 3 56250000 -37500000 0 0
  corner: 4 66000000 -37500000 0 1

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 33250000 -42500000 0 700000
  corner: 2 33250000 -40000000 0 0
  corner: 3 36500000 -40000000 0 1

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 33250000 -45000000 0 700000
  corner: 2 33250000 -42500000 0 0
  corner: 3 36500000 -42500000 0 1

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 33250000 -47500000 0 700000
  corner: 2 33250000 -45000000 0 0
  corner: 3 36500000 -45000000 0 1

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 33250000 -51250000 0 1
  corner: 2 33250000 -47500000 0 0
  corner: 3 36500000 -47500000 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 90000000 -117750000 0 700000
  corner: 2 88750000 -117750000 0 1

polyline: 8 0 10 180000 -1 -1 -1 0 0
  corner: 1 113750000 -117750010 1 0
  corner: 2 112750000 -118750010 0 0
  corner: 3 109000000 -118750010 1 0
  corner: 4 108000001 -117750011 1 0
  corner: 5 109000000 -116750010 0 0
  corner: 6 112750000 -116750010 1 0
  corner: 7 113750016 -117750000 0 0
  corner: 8 115750000 -117750000 0 1
net_name: "+3Vd" 109350635 -118289998 11 0 1000001 100001 -1 -1 11 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 143500000 -117750000 0 700000
  corner: 2 142250000 -117750000 0 1

polyline: 8 0 10 180000 -1 -1 -1 0 0
  corner: 1 141715764 -83438174 2 0
  corner: 2 142715764 -84438174 0 0
  corner: 3 146465764 -84438174 2 0
  corner: 4 147465763 -83438175 2 0
  corner: 5 146465764 -82438174 0 0
  corner: 6 142715764 -82438174 2 0
  corner: 7 141715748 -83438164 0 0
  corner: 8 139715764 -83438164 0 1
net_name: "+3V0" 142977289 -83978162 11 0 1000001 100001 -1 -1 11 9

polyline: 16 0 10 180000 -1 -1 -1 0 0
  corner: 1 27250000 -42500000 0 1
  corner: 2 27250000 -45000000 0 0
  corner: 3 25250000 -45000000 0 0
  corner: 4 27250000 -45000000 0 0
  corner: 5 27250000 -45500000 0 0
  corner: 6 26250000 -45500000 0 0
  corner: 7 27250000 -45500000 0 0
  corner: 8 27250000 -46000000 0 0
  corner: 9 26750000 -46000000 0 0
  corner: 10 27750000 -46000000 0 0
  corner: 11 27250000 -46000000 0 0
  corner: 12 27250000 -45500000 0 0
  corner: 13 28250000 -45500000 0 0
  corner: 14 27250000 -45500000 0 0
  corner: 15 27250000 -45000000 0 0
  corner: 16 29250000 -45000000 0 0
net_name: "GND" 24150000 -48950000 11 0 0 0 -1 -1 2 1

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 148284236 -70938164 0 1
  corner: 2 137750000 -70938164 0 0
  corner: 3 137750000 -83438164 0 700000

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 128750000 -78250000 0 1
  corner: 2 128750000 -83438164 0 700000

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 139715764 -83438164 0 1
  corner: 2 125750000 -83438164 0 0
  corner: 3 125750000 -78250000 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 128749999 -70815902 0 1
  corner: 2 128750000 -64938164 0 700000

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 125749999 -70815902 0 1
  corner: 2 125750000 -67938164 0 700000

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 148284236 -73938164 0 1
  corner: 2 145750000 -73938164 0 0
  corner: 3 145750000 -75250000 0 1

polyline: 4 0 10 180000 -1 -1 -1 0 0
  corner: 1 109250000 -64000000 0 1
  corner: 2 125750000 -64000000 0 0
  corner: 3 125750000 -67938164 0 0
  corner: 4 148284236 -67938164 0 1

polyline: 4 0 10 180000 -1 -1 -1 0 0
  corner: 1 109250000 -61500000 0 1
  corner: 2 128750000 -61500000 0 0
  corner: 3 128750000 -64938164 0 0
  corner: 4 148284236 -64938164 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 55294065 -69000000 0 1
  corner: 2 56750000 -69000000 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 48750000 -110000000 0 1
  corner: 2 45750000 -110000000 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 62750000 -96750000 0 1
  corner: 2 62750000 -92500000 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 57625000 -96750000 0 1
  corner: 2 62750000 -96750000 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 51125000 -96750001 0 1
  corner: 2 44750000 -96750000 0 700000

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 48750000 -107500000 0 1
  corner: 2 44750000 -107500000 0 0
  corner: 3 44750000 -92500000 0 1

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 48750000 -112500000 0 1
  corner: 2 40750000 -112500000 0 0
  corner: 3 40750000 -92500000 0 1

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 63000000 -120000000 0 1
  corner: 2 63000000 -110000000 0 0
  corner: 3 60750000 -110000000 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 160000000 -110750000 0 1
  corner: 2 155500000 -110750000 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 160000000 -103750000 0 1
  corner: 2 155500000 -103750000 0 1

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 81750000 -71500000 0 1
  corner: 2 75750000 -71500000 0 0
  corner: 3 75750000 -86500000 0 1

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 120750000 -86500000 0 1
  corner: 2 120750000 -69000000 0 0
  corner: 3 109250000 -69000000 0 1

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 109250000 -71500000 0 1
  corner: 2 118250000 -71500000 0 0
  corner: 3 118250000 -86500000 0 1

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 115750000 -86500000 0 1
  corner: 2 115750000 -74000000 0 0
  corner: 3 109250000 -74000000 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 112750000 -89500000 0 0
  corner: 2 115750000 -86500000 0 1
net_name: "1|BUS1" 116450000 -86600000 11 0 1000001 100001 -1 -1 11 1

polyline: 4 0 16 1200000 -1 -1 -1 0 0
  corner: 1 42000000 -89500000 0 0
  corner: 2 150750000 -89500000 0 0
  corner: 3 152499999 -91250000 0 0
  corner: 4 152500000 -122750000 0 0
description: "BUS1" 82250000 -91550000 14 0 1000001 100001 -1 -1 11 1

polyline: 5 0 10 180000 -1 -1 -1 0 0
  corner: 1 81750000 -54000000 0 1
  corner: 2 79750000 -54000000 0 0
  corner: 3 79750000 -42750000 0 0
  corner: 4 114250000 -42750000 0 0
  corner: 5 114250000 -45500000 0 1

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 109250000 -54000000 0 1
  corner: 2 114250000 -54000000 0 0
  corner: 3 114250000 -50000000 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 81750000 -66500000 0 1
  corner: 2 55294065 -66500000 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 81750000 -74000000 0 1
  corner: 2 55294065 -74000000 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 81750000 -76500000 0 1
  corner: 2 55294065 -76500000 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 72750000 -89500000 0 0
  corner: 2 75750000 -86500000 0 1
net_name: "2|BUS1" 76449758 -86599920 11 0 1000001 100001 -1 -1 11 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 117750000 -89500000 0 0
  corner: 2 120750000 -86500000 0 1
net_name: "4|BUS1" 121449758 -86599920 11 0 1000001 100001 -1 -1 11 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 115250000 -89500000 0 0
  corner: 2 118250000 -86500000 0 1
net_name: "3|BUS1" 118949758 -86599920 11 0 1000001 100001 -1 -1 11 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 136250000 -54000000 0 1
  corner: 2 136250000 -58500000 0 1

polyline: 4 0 10 180000 -1 -1 -1 0 0
  corner: 1 109250000 -59000000 0 1
  corner: 2 122250000 -59000000 0 0
  corner: 3 122250000 -51500000 0 0
  corner: 4 138250000 -51500000 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 109250000 -56500000 0 1
  corner: 2 138250000 -56500000 0 1

polyline: 16 0 10 180000 -1 -1 -1 0 0
  corner: 1 147250001 -105559098 0 1
  corner: 2 147250001 -108059098 0 0
  corner: 3 145250001 -108059098 0 0
  corner: 4 147250001 -108059098 0 0
  corner: 5 147250001 -108559098 0 0
  corner: 6 146250001 -108559098 0 0
  corner: 7 147250001 -108559098 0 0
  corner: 8 147250001 -109059098 0 0
  corner: 9 146750001 -109059098 0 0
  corner: 10 147750001 -109059098 0 0
  corner: 11 147250001 -109059098 0 0
  corner: 12 147250001 -108559098 0 0
  corner: 13 148250001 -108559098 0 0
  corner: 14 147250001 -108559098 0 0
  corner: 15 147250001 -108059098 0 0
  corner: 16 149250001 -108059098 0 0
net_name: "GND" 144150001 -112009098 11 0 0 0 -1 -1 2 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 150250000 -89500000 0 0
  corner: 2 147250000 -92500000 0 1
net_name: "9|BUS1" 147050000 -91650000 11 0 1000001 100001 -1 -1 11 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 117000000 -117750000 0 700000
  corner: 2 115750000 -117750000 0 1

polyline: 16 0 10 180000 -1 -1 -1 0 0
  corner: 1 126250000 -110000000 0 1
  corner: 2 123750000 -110000000 0 0
  corner: 3 123750000 -108000000 0 0
  corner: 4 123750000 -110000000 0 0
  corner: 5 123250000 -110000000 0 0
  corner: 6 123250000 -109000000 0 0
  corner: 7 123250000 -110000000 0 0
  corner: 8 122750000 -110000000 0 0
  corner: 9 122750000 -109500000 0 0
  corner: 10 122750000 -110500000 0 0
  corner: 11 122750000 -110000000 0 0
  corner: 12 123250000 -110000000 0 0
  corner: 13 123250000 -111000000 0 0
  corner: 14 123250000 -110000000 0 0
  corner: 15 123750000 -110000000 0 0
  corner: 16 123750000 -112000000 0 0
net_name: "GND" 119800000 -106900000 11 90 0 0 -1 -1 2 1

polyline: 16 0 10 180000 -1 -1 -1 0 0
  corner: 1 143500000 -123000000 0 1
  corner: 2 143500000 -125500000 0 0
  corner: 3 141500000 -125500000 0 0
  corner: 4 143500000 -125500000 0 0
  corner: 5 143500000 -126000000 0 0
  corner: 6 142500000 -126000000 0 0
  corner: 7 143500000 -126000000 0 0
  corner: 8 143500000 -126500000 0 0
  corner: 9 143000000 -126500000 0 0
  corner: 10 144000000 -126500000 0 0
  corner: 11 143500000 -126500000 0 0
  corner: 12 143500000 -126000000 0 0
  corner: 13 144500000 -126000000 0 0
  corner: 14 143500000 -126000000 0 0
  corner: 15 143500000 -125500000 0 0
  corner: 16 145500000 -125500000 0 0
net_name: "GND" 140400000 -129450000 11 0 0 0 -1 -1 2 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 124250000 -89500000 0 0
  corner: 2 121250000 -92500000 0 1
net_name: "5|BUS1" 120950000 -91650000 11 0 1000001 100001 -1 -1 11 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 128250000 -89500000 0 0
  corner: 2 125250000 -92500000 0 1
net_name: "1|BUS1" 125050000 -91650000 11 0 1000001 100001 -1 -1 11 1

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 143500000 -120000000 0 1
  corner: 2 143500000 -110000000 0 0
  corner: 3 141250000 -110000000 0 1

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 129250000 -112500000 0 1
  corner: 2 121250000 -112500000 0 0
  corner: 3 121250000 -92500000 0 1

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 129250000 -107500000 0 1
  corner: 2 125250000 -107500000 0 0
  corner: 3 125250000 -92500000 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 131625000 -96750001 0 1
  corner: 2 125250000 -96750000 0 700000

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 138125000 -96750000 0 1
  corner: 2 147250000 -96750000 0 0
  corner: 3 147250000 -98125000 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 147250000 -96750000 0 700000
  corner: 2 147250000 -92500000 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 129250000 -110000000 0 1
  corner: 2 126250000 -110000000 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 102750000 -110000000 0 1
  corner: 2 99750000 -110000000 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 116750000 -96750000 0 1
  corner: 2 116750000 -92500000 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 111625000 -96750000 0 1
  corner: 2 116750000 -96750000 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 105125000 -96750001 0 1
  corner: 2 98750000 -96750000 0 700000

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 102750000 -107500000 0 1
  corner: 2 98750000 -107500000 0 0
  corner: 3 98750000 -92500000 0 1

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 102750000 -112500000 0 1
  corner: 2 94750000 -112500000 0 0
  corner: 3 94750000 -92500000 0 1

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 117000000 -120000000 0 1
  corner: 2 117000000 -110000000 0 0
  corner: 3 114750000 -110000000 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 101750000 -89500000 0 0
  corner: 2 98750000 -92500000 0 1
net_name: "2|BUS1" 98550000 -91650000 11 0 1000001 100001 -1 -1 11 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 92750000 -89500000 0 0
  corner: 2 89750000 -92500000 0 1
net_name: "9|BUS1" 89550000 -91650000 11 0 1000001 100001 -1 -1 11 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 63000000 -117750000 0 700000
  corner: 2 61750000 -117750000 0 1

polyline: 16 0 10 180000 -1 -1 -1 0 0
  corner: 1 72750000 -110000000 0 1
  corner: 2 70250000 -110000000 0 0
  corner: 3 70250000 -108000000 0 0
  corner: 4 70250000 -110000000 0 0
  corner: 5 69750000 -110000000 0 0
  corner: 6 69750000 -109000000 0 0
  corner: 7 69750000 -110000000 0 0
  corner: 8 69250000 -110000000 0 0
  corner: 9 69250000 -109500000 0 0
  corner: 10 69250000 -110500000 0 0
  corner: 11 69250000 -110000000 0 0
  corner: 12 69750000 -110000000 0 0
  corner: 13 69750000 -111000000 0 0
  corner: 14 69750000 -110000000 0 0
  corner: 15 70250000 -110000000 0 0
  corner: 16 70250000 -112000000 0 0
net_name: "GND" 66300000 -106900000 11 90 0 0 -1 -1 2 1

polyline: 16 0 10 180000 -1 -1 -1 0 0
  corner: 1 90000000 -123000000 0 1
  corner: 2 90000000 -125500000 0 0
  corner: 3 88000000 -125500000 0 0
  corner: 4 90000000 -125500000 0 0
  corner: 5 90000000 -126000000 0 0
  corner: 6 89000000 -126000000 0 0
  corner: 7 90000000 -126000000 0 0
  corner: 8 90000000 -126500000 0 0
  corner: 9 89500000 -126500000 0 0
  corner: 10 90500000 -126500000 0 0
  corner: 11 90000000 -126500000 0 0
  corner: 12 90000000 -126000000 0 0
  corner: 13 91000000 -126000000 0 0
  corner: 14 90000000 -126000000 0 0
  corner: 15 90000000 -125500000 0 0
  corner: 16 92000000 -125500000 0 0
net_name: "GND" 86900000 -129450000 11 0 0 0 -1 -1 2 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 70750000 -89500000 0 0
  corner: 2 67750000 -92500000 0 1
net_name: "7|BUS1" 67450000 -91650000 11 0 1000001 100001 -1 -1 11 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 74750000 -89500000 0 0
  corner: 2 71750000 -92500000 0 1
net_name: "3|BUS1" 71550000 -91650000 11 0 1000001 100001 -1 -1 11 1

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 90000000 -120000000 0 1
  corner: 2 90000000 -110000000 0 0
  corner: 3 87750000 -110000000 0 1

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 75750000 -112500000 0 1
  corner: 2 67750000 -112500000 0 0
  corner: 3 67750000 -92500000 0 1

polyline: 3 0 10 180000 -1 -1 -1 0 0
  corner: 1 75750000 -107500000 0 1
  corner: 2 71750000 -107500000 0 0
  corner: 3 71750000 -92500000 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 78125000 -96750001 0 1
  corner: 2 71750000 -96750000 0 700000

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 84625000 -96750000 0 1
  corner: 2 89750000 -96750000 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 89750000 -96750000 0 1
  corner: 2 89750000 -92500000 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 75750000 -110000000 0 1
  corner: 2 72750000 -110000000 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 97750000 -89500000 0 0
  corner: 2 94750000 -92500000 0 1
net_name: "6|BUS1" 94450000 -91650000 11 0 1000001 100001 -1 -1 11 1

polyline: 16 0 10 180000 -1 -1 -1 0 0
  corner: 1 117000000 -123000000 0 1
  corner: 2 117000000 -125500000 0 0
  corner: 3 115000000 -125500000 0 0
  corner: 4 117000000 -125500000 0 0
  corner: 5 117000000 -126000000 0 0
  corner: 6 116000000 -126000000 0 0
  corner: 7 117000000 -126000000 0 0
  corner: 8 117000000 -126500000 0 0
  corner: 9 116500000 -126500000 0 0
  corner: 10 117500000 -126500000 0 0
  corner: 11 117000000 -126500000 0 0
  corner: 12 117000000 -126000000 0 0
  corner: 13 118000000 -126000000 0 0
  corner: 14 117000000 -126000000 0 0
  corner: 15 117000000 -125500000 0 0
  corner: 16 119000000 -125500000 0 0
net_name: "GND" 113900000 -129450000 11 0 0 0 -1 -1 2 1

polyline: 16 0 10 180000 -1 -1 -1 0 0
  corner: 1 99750000 -110000000 0 1
  corner: 2 97250000 -110000000 0 0
  corner: 3 97250000 -108000000 0 0
  corner: 4 97250000 -110000000 0 0
  corner: 5 96750000 -110000000 0 0
  corner: 6 96750000 -109000000 0 0
  corner: 7 96750000 -110000000 0 0
  corner: 8 96250000 -110000000 0 0
  corner: 9 96250000 -109500000 0 0
  corner: 10 96250000 -110500000 0 0
  corner: 11 96250000 -110000000 0 0
  corner: 12 96750000 -110000000 0 0
  corner: 13 96750000 -111000000 0 0
  corner: 14 96750000 -110000000 0 0
  corner: 15 97250000 -110000000 0 0
  corner: 16 97250000 -112000000 0 0
net_name: "GND" 93300000 -106900000 11 90 0 0 -1 -1 2 1

polyline: 8 0 10 180000 -1 -1 -1 0 0
  corner: 1 86750000 -117750010 1 0
  corner: 2 85750000 -118750010 0 0
  corner: 3 82000000 -118750010 1 0
  corner: 4 81000001 -117750011 1 0
  corner: 5 82000000 -116750010 0 0
  corner: 6 85750000 -116750010 1 0
  corner: 7 86750016 -117750000 0 0
  corner: 8 88750000 -117750000 0 1
net_name: "+3Vd" 82350635 -118289998 11 0 1000001 100001 -1 -1 11 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 47750000 -89500000 0 0
  corner: 2 44750000 -92500000 0 1
net_name: "4|BUS1" 44550000 -91650000 11 0 1000001 100001 -1 -1 11 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 43750000 -89500000 0 0
  corner: 2 40750000 -92500000 0 1
net_name: "8|BUS1" 40450000 -91650000 11 0 1000001 100001 -1 -1 11 1

polyline: 16 0 10 180000 -1 -1 -1 0 0
  corner: 1 63000000 -123000000 0 1
  corner: 2 63000000 -125500000 0 0
  corner: 3 61000000 -125500000 0 0
  corner: 4 63000000 -125500000 0 0
  corner: 5 63000000 -126000000 0 0
  corner: 6 62000000 -126000000 0 0
  corner: 7 63000000 -126000000 0 0
  corner: 8 63000000 -126500000 0 0
  corner: 9 62500000 -126500000 0 0
  corner: 10 63500000 -126500000 0 0
  corner: 11 63000000 -126500000 0 0
  corner: 12 63000000 -126000000 0 0
  corner: 13 64000000 -126000000 0 0
  corner: 14 63000000 -126000000 0 0
  corner: 15 63000000 -125500000 0 0
  corner: 16 65000000 -125500000 0 0
net_name: "GND" 59900000 -129450000 11 0 0 0 -1 -1 2 1

polyline: 16 0 10 180000 -1 -1 -1 0 0
  corner: 1 45750000 -110000000 0 1
  corner: 2 43250000 -110000000 0 0
  corner: 3 43250000 -108000000 0 0
  corner: 4 43250000 -110000000 0 0
  corner: 5 42750000 -110000000 0 0
  corner: 6 42750000 -109000000 0 0
  corner: 7 42750000 -110000000 0 0
  corner: 8 42250000 -110000000 0 0
  corner: 9 42250000 -109500000 0 0
  corner: 10 42250000 -110500000 0 0
  corner: 11 42250000 -110000000 0 0
  corner: 12 42750000 -110000000 0 0
  corner: 13 42750000 -111000000 0 0
  corner: 14 42750000 -110000000 0 0
  corner: 15 43250000 -110000000 0 0
  corner: 16 43250000 -112000000 0 0
net_name: "GND" 39300000 -106900000 11 90 0 0 -1 -1 2 1

polyline: 8 0 10 180000 -1 -1 -1 0 0
  corner: 1 56025856 -117750010 1 0
  corner: 2 55025856 -118750010 0 0
  corner: 3 51275856 -118750010 1 0
  corner: 4 50275857 -117750011 1 0
  corner: 5 51275856 -116750010 0 0
  corner: 6 55025856 -116750010 1 0
  corner: 7 56025872 -117750000 0 0
  corner: 8 58025856 -117750000 0 700000
net_name: "+3Vd" 51626491 -118289998 11 0 1000001 100001 -1 -1 11 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 160000000 -117250000 0 1
  corner: 2 155500000 -117250000 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 160000000 -124250000 0 1
  corner: 2 155500000 -124250000 0 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 152500000 -100750000 0 0
  corner: 2 155500000 -103750000 0 1
net_name: "8|BUS1" 153850000 -104150000 11 0 1000001 100001 -1 -1 11 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 152500000 -107750000 0 0
  corner: 2 155500000 -110750000 0 1
net_name: "7|BUS1" 153850000 -111150000 11 0 1000001 100001 -1 -1 11 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 152500000 -114250000 0 0
  corner: 2 155500000 -117250000 0 1
net_name: "6|BUS1" 153850000 -117650000 11 0 1000001 100001 -1 -1 11 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 152500000 -121250000 0 0
  corner: 2 155500000 -124250000 0 1
net_name: "5|BUS1" 153850000 -124650000 11 0 1000001 100001 -1 -1 11 1

polyline: 16 0 10 180000 -1 -1 -1 0 0
  corner: 1 167750000 -131250000 0 1
  corner: 2 167750000 -133750000 0 0
  corner: 3 169750000 -133750000 0 0
  corner: 4 167750000 -133750000 0 0
  corner: 5 167750000 -134250000 0 0
  corner: 6 168750000 -134250000 0 0
  corner: 7 167750000 -134250000 0 0
  corner: 8 167750000 -134750000 0 0
  corner: 9 168249999 -134749999 0 0
  corner: 10 167250000 -134750000 0 0
  corner: 11 167750000 -134750000 0 0
  corner: 12 167750000 -134250000 0 0
  corner: 13 166750000 -134249999 0 0
  corner: 14 167750000 -134250000 0 0
  corner: 15 167750000 -133750000 0 0
  corner: 16 165750000 -133750000 0 0
net_name: "GND" 170849999 -137700000 11 0 0 0 -1 -1 2 9

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 119750000 -89500000 0 0
  corner: 2 116750000 -92500000 0 1
net_name: "9|BUS1" 116550000 -91650000 11 0 1000001 100001 -1 -1 11 1

polyline: 2 0 10 180000 -1 -1 -1 0 0
  corner: 1 65750000 -89500000 0 0
  corner: 2 62750000 -92500000 0 1
net_name: "9|BUS1" 62550000 -91650000 11 0 1000001 100001 -1 -1 11 1

polyline: 16 0 10 180000 -1 -1 -1 0 0
  corner: 1 145750000 -75250000 0 1
  corner: 2 145750000 -77750000 0 0
  corner: 3 143750000 -77750000 0 0
  corner: 4 145750000 -77750000 0 0
  corner: 5 145750000 -78250000 0 0
  corner: 6 144750000 -78250000 0 0
  corner: 7 145750000 -78250000 0 0
  corner: 8 145750000 -78750000 0 0
  corner: 9 145250000 -78750000 0 0
  corner: 10 146250000 -78750000 0 0
  corner: 11 145750000 -78750000 0 0
  corner: 12 145750000 -78250000 0 0
  corner: 13 146750000 -78250000 0 0
  corner: 14 145750000 -78250000 0 0
  corner: 15 145750000 -77750000 0 0
  corner: 16 147750000 -77750000 0 0
net_name: "GND" 142650000 -81700000 11 0 0 0 -1 -1 2 1

polyline: 8 0 10 180000 -1 -1 -1 0 0
  corner: 1 140250000 -117750010 1 0
  corner: 2 139250000 -118750010 0 0
  corner: 3 135500000 -118750010 1 0
  corner: 4 134500001 -117750011 1 0
  corner: 5 135500000 -116750010 0 0
  corner: 6 139250000 -116750010 1 0
  corner: 7 140250016 -117750000 0 0
  corner: 8 142250000 -117750000 0 1
net_name: "+3Vd" 135850635 -118289998 11 0 1000001 100001 -1 -1 11 1

polyline: 16 0 10 180000 -1 -1 -1 0 0
  corner: 1 136250000 -58500000 0 1
  corner: 2 136250000 -61000000 0 0
  corner: 3 134250000 -61000000 0 0
  corner: 4 136250000 -61000000 0 0
  corner: 5 136250000 -61500000 0 0
  corner: 6 135250000 -61500000 0 0
  corner: 7 136250000 -61500000 0 0
  corner: 8 136250000 -62000000 0 0
  corner: 9 135750000 -62000000 0 0
  corner: 10 136750000 -62000000 0 0
  corner: 11 136250000 -62000000 0 0
  corner: 12 136250000 -61500000 0 0
  corner: 13 137250000 -61500000 0 0
  corner: 14 136250000 -61500000 0 0
  corner: 15 136250000 -61000000 0 0
  corner: 16 138250000 -61000000 0 0
net_name: "GND" 133150000 -64950000 11 0 0 0 -1 -1 2 1

polyline: 16 0 10 180000 -1 -1 -1 0 0
  corner: 1 56750000 -69000000 0 1
  corner: 2 56750000 -71500000 0 0
  corner: 3 54750000 -71500000 0 0
  corner: 4 56750000 -71500000 0 0
  corner: 5 56750000 -72000000 0 0
  corner: 6 55750000 -72000000 0 0
  corner: 7 56750000 -72000000 0 0
  corner: 8 56750000 -72500000 0 0
  corner: 9 56250000 -72500000 0 0
  corner: 10 57250000 -72500000 0 0
  corner: 11 56750000 -72500000 0 0
  corner: 12 56750000 -72000000 0 0
  corner: 13 57750000 -72000000 0 0
  corner: 14 56750000 -72000000 0 0
  corner: 15 56750000 -71500000 0 0
  corner: 16 58750000 -71500000 0 0
net_name: "GND" 53650000 -75450000 11 0 0 0 -1 -1 2 1

polyline: 8 0 10 180000 -1 -1 -1 0 0
  corner: 1 68000000 -37500010 2 0
  corner: 2 69000000 -38500010 0 0
  corner: 3 72750000 -38500010 2 0
  corner: 4 73749999 -37500011 2 0
  corner: 5 72750000 -36500010 0 0
  corner: 6 69000000 -36500010 2 0
  corner: 7 67999984 -37500000 0 0
  corner: 8 66000000 -37500000 0 1
net_name: "+3V0" 69161525 -38039998 11 0 1000001 100001 -1 -1 11 9

polyline: 16 0 10 180000 -1 -1 -1 0 0
  corner: 1 61500000 -41500000 0 1
  corner: 2 61500000 -43000000 0 0
  corner: 3 59500000 -43000000 0 0
  corner: 4 61500000 -43000000 0 0
  corner: 5 61500000 -43500000 0 0
  corner: 6 60500000 -43500000 0 0
  corner: 7 61500000 -43500000 0 0
  corner: 8 61500000 -44000000 0 0
  corner: 9 61000000 -44000000 0 0
  corner: 10 62000000 -44000000 0 0
  corner: 11 61500000 -44000000 0 0
  corner: 12 61500000 -43500000 0 0
  corner: 13 62500000 -43500000 0 0
  corner: 14 61500000 -43500000 0 0
  corner: 15 61500000 -43000000 0 0
  corner: 16 63500000 -43000000 0 0
net_name: "GND" 58400000 -46950000 11 0 0 0 -1 -1 2 1

polyline: 2 0 10 180001 -1 -1 -1 0 0
  corner: 1 31957825 -74357920 0 1
  corner: 2 30749999 -74357920 0 700001

polyline: 8 0 10 180000 -1 -1 -1 0 0
  corner: 1 -1272003 -45357920 1 0
  corner: 2 -2272003 -46357920 0 0
  corner: 3 -5522003 -46357920 1 0
  corner: 4 -6522002 -45357922 1 0
  corner: 5 -5522003 -44357920 0 0
  corner: 6 -2272003 -44357920 1 0
  corner: 7 -1271987 -45357904 0 0
  corner: 8 727997 -45357920 0 1
net_name: "+5VL" -5452003 -45887920 11 0 1000001 100001 -1 -1 11 1

polyline: 16 0 10 180000 -1 -1 -1 0 0
  corner: 1 -14908242 -67857920 0 700000
  corner: 2 -14908242 -70357920 0 0
  corner: 3 -16908242 -70357920 0 0
  corner: 4 -14908242 -70357920 0 0
  corner: 5 -14908242 -70857920 0 0
  corner: 6 -15908242 -70857920 0 0
  corner: 7 -14908242 -70857920 0 0
  corner: 8 -14908242 -71357920 0 0
  corner: 9 -15408242 -71357920 0 0
  corner: 10 -14408242 -71357920 0 0
  corner: 11 -14908242 -71357920 0 0
  corner: 12 -14908242 -70857920 0 0
  corner: 13 -13908242 -70857920 0 0
  corner: 14 -14908242 -70857920 0 0
  corner: 15 -14908242 -70357920 0 0
  corner: 16 -12908242 -70357920 0 0
net_name: "GND" -18008242 -74307920 11 0 0 0 -1 -1 2 1

outline: 8 2 18 180001 -1 -1 -1 0 0
  corner: 1 158644904 -127867566 0 0
  corner: 2 158644904 -100284268 1 0
  corner: 3 159734775 -99194397 0 0
  corner: 4 168453747 -99194397 1 0
  corner: 5 169543618 -100284268 0 0
  corner: 6 169543618 -127867566 1 0
  corner: 7 168453747 -128957437 0 0
  corner: 8 159734775 -128957437 1 0

add_new_page: "More..."
bmp_src: "D:\Works\Projects\Niconson electronics\Luminex\version-01\related_files\pictures\00001.PIC"
bmp_src: "D:\Works\Projects\Niconson electronics\Luminex\version-01\related_files\pictures\00005.PIC"
bmp_src: "D:\Works\Projects\Niconson electronics\Luminex\version-01\related_files\pictures\00002.PIC"
bmp_src: "D:\Works\Projects\Niconson electronics\Luminex\version-01\related_files\pictures\00007.PIC"
bmp_src: "D:\Works\Projects\Niconson electronics\Luminex\version-01\related_files\pictures\00004.PIC"
bmp_src: "D:\Works\Projects\Niconson electronics\Luminex\version-01\related_files\pictures\00003.PIC"
bmp_src: "D:\Works\Projects\Niconson electronics\Luminex\version-01\related_files\pictures\00006.PIC"
[end]
